{
    "abstract": "Introduction Italy, which has been hard-hit by the COVID-19 pandemic, has an overriding national strategy, but its 21 regions have adapted their response based on the organization of their curative and public health services. In this paper, we compare outcomes for two northern Italian regions which had almost simultaneous initial outbreaks: Lombardy, which had a patient-centered approach that relied on primary care physicians and hospital care, and Veneto, which focused on community-based diagnosis and care. Methods We used numerator and denominator data from public Italian government sources to calculate reported rates of COVID-19 testing/1000, COVID-19 cases/100,000 overall and for health care workers (HCWs) and non-HCWs, deaths per 100,000, and the percent of cases admitted to hospitals and ICUs for February 24-April 1, 2020. Results As of April 1, 2020, Lombardy experienced 44,733 cases and 7,539 deaths; for Veneto, the corresponding values were 9,625 and 499. The cumulative case rate was 445/100,000 for Lombardy and 196/100,000 for Veneto, a 2.3-fold difference. Mortality rates were 7.5 times higher in Lombardy than in Veneto (75/100,000 and 10/100,000, respectively). Cumulative rates of testing were nearly twice as high in Veneto and were 2.7 times higher in the first week of the epidemic. In Lombardy, 51.5% of patients were admitted, including, 5.2% to intensive care units; for Veneto, the corresponding figures were 25.1% and 4.3%, respectively. HCWs account for 14.3% of all cases in Lombardy compared with 4.4% in Veneto. In Lombardy, the rate among HCWs was 19.1 times higher than in the general population (6,924/100,000 versus 362/100,000), while in Veneto it was 3.9 times higher (676/100,000 versus 172/100,000). Discussion The community-based approach in Veneto appears to be associated with substantially reduced rates of cases, hospitalizations, deaths, and infection in HCWs compared with the patient-centered approach in Lombardy. Our findings suggest that the impact of COVID-19 can be reduced through strong and aggressive public health efforts to confirm and isolate cases and contacts in a timely way and to minimize unnecessary contact between HCWs and cases through home-based testing and pro-active home follow-up.",
    "author": "Federica Michieletto; Francesca Russo; Stefania Salmaso; Nancy Binkin",
    "date": 2020,
    "doi": "10.1101/2020.04.10.20060707",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.10.20060707"
    },
    "title": "Protecting our health care workers while protecting our communities during the COVID-19 pandemic: a comparison of approaches and early outcomes in two Italian regions, 2020",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received"
        }
    ]
}