{
    "title": "The anti-HIV Drug Nelfinavir Mesylate (Viracept) is a Potent Inhibitor of Cell Fusion Caused by the SARS-CoV-2 Spike (S) Glycoprotein Warranting further Evaluation as an Antiviral against COVID-19 infections",
    "author": "Farhana Musarrat, Vladimir Chouljenko, Rafiq Nabi, Achyut Dahal, Seetharama D. Jois, and Konstantin G. Kousoulas, 1Division of Biotechnology and Molecular Medicine and 2Department of Pathobiological Sciences, School of Veterinary Medicine, Louisiana State University, Baton Rouge, Louisiana, USA. 3School of Basic Pharmaceutical and Toxicological Sciences, College of Pharmacy, University of Louisiana Monroe, Monroe LA 71201 Abstract. Coronaviruses belong to a group of enveloped, positive-single stranded RNA viruses that are known to cause severe respiratory distress in animals and humans. The current SARS coronavirus-2 (SARS CoV-2) pandemic has caused more than 2,000,000 infections globally and nearly 200,000 deaths. Coronaviruses enter susceptible cells via fusion of the viral envelope with the plasma membrane and/or via fusion of the viral envelope with endosomal membranes after endocytosis of the virus into endosomes. Previous results with SARS and MERS CoV have shown that the Spike (S) glycoprotein is a major determinant of virus infectivity and immunogenicity. Herein, we show that expression of SARS CoV-2 S (S-n) glycoprotein after transient transfection of African green monkey kidney (Vero) cells caused extensive cell fusion in comparison to limited cell fusion caused by the SARS S (S-o) glycoprotein. S-n expression was detected intracellularly and on transfected Vero cell surfaces and caused the formation of very large multinucleated cells (syncytia) by 48 hours post transfection. These results are in agreement with published pathology observations of extensive syncytial formation in lung tissues of COVID-19 patients. This differential S-n versus S-o-mediated cell fusion suggests that SARS-CoV-2 is able to spread from cell-to-cell much more efficiently than SARS effectively avoiding extracellular spaces and neutralizing antibodies. A systematic screening of several drugs for ability to inhibit S-n and S-o cell fusion revealed that the FDA approved HIV-protease inhibitor, nelfinavir mesylate (Viracept) drastically inhibited S-n and S-o-mediated cell fusion in a dose-dependent manner. Complete inhibition of cell fusion was observed at a 10 micromolar concentration. Computational modeling and in silico docking experiments suggested the possibility that nelfinavir may bind inside the S trimer structure, proximal to the S, amino terminus directly inhibiting S-n and S-o-mediated membrane fusion. Also, it is possible that nelfinavir mesylate acts on cellular processes to inhibit S proteolytic processing. These results warrant further investigations of the potential of nelfinavir mesylate as an antiviral drug, especially at early times after SARS-CoV-2 symptoms appear",
    "date": 2020,
    "affiliations": [
        "Department of Pathobiological Sciences, School of Veterinary Medicine, Louisiana State University, Baton Rouge, Louisiana, USA"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.24.060376",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.24.060376.pdf"
    },
    "abstract": "The severe acute respiratory syndrome coronavirus (SARS-CoV-2) is currently associated with a global pandemic causing coronavirus disease, first noted in December of 2019 in the Wuhan province of China. The resultant disease is termed COVID-19 (coronavirus disease-2019) and is characterized by acute respiratory disease and pneumonia. COVID-19 has infected nearly 2 million people and caused nearly 200,000 deaths worldwide with a predilection of older people and/or people having other health issues including, hypertension, diabetes, obesity and other comorbidities (1-3). SARS CoV-2 is the third human coronaviruses that appeared for the first time in the 21st century. One of the other two coronaviruses are SARS, which appeared in November of 2002 in China and caused 8,098 infections world-wide and 774 deaths. SARS was effectively contained because apparently the virus, although causing high degree of mortality in infected individuals, was not effectively transmitted from one person-to-the other (4, 5). The second human coronavirus, Middle East Respiratory Syndrome Coronavirus (MERS-CoV) appeared in 2013 and caused a limited epidemic of few thousand people, but high death rates of approximately 36% predominantly in the Middle East (Saudi Arabia). The primary source of infection was found to be dromedary camels, although the virus was transmitted from person to person in close proximity in hospital settings (6-9).",
    "funding": [
        {}
    ]
}