{
    "abstract": "It has been recognised that health and social care workers (HSCW) experience higher rates of infection with SARS-CoV-2. Widespread testing of HSCWs and their symptomatic household contacts (SHCs) has not been fully implemented in the United Kingdom. We describe the results of a testing programme for HSCWs and SHCs in a single UK region (Tayside, Scotland). The testing service was established 17 th March 2020 as the first in the country, and samples were collected at a drive-through testing hub based at a local community hospital. HSCWs with mild symptoms who were self-isolating and the SHCs of HSCWs who would therefore be absent from work attended for testing. From 17 th March 2020 to 11 th April, 1887 HSCWs and SHCs underwent testing. Clinical information was available for 1727 HSCWs and SHCs. 4/155 (2.6%) child contacts, 73/374 (19.5%) adult contacts and 325/1173 (27.7%) HSCWs tested positive for SARS-CoV-2. 15 of 188 undetermined cases were positive (8.0%). We estimate that testing prevented up to 3634 lost work days from HSCW testing, 2795 from adult SHC testing and 1402 lost work days from child SHC testing. The establishment of this testing programme has assisted the infection prevention and control team in their investigation of transmission and supported adequate staffing in health and social care sectors.",
    "affiliations": [
        "Tayside Medical Science Centre (TASC) Research Governance are delegated responsibility for classification of audit, service improvement, service evaluation and healthcare research within Tayside. They have confirmed that as per HRA algorithm, \"Drive-through testing for SARS-CoV-2 in symptomatic health and social care workers and household members: an observational cohort study in Tayside, Scotland\" did not require Sponsorship, Ethical review or NHS R&D Permission"
    ],
    "author": "Benjamin Parcell; James D Chalmers; Susan Bean; Sarah Allstaff; Kathryn Brechin; Chris Hind; Meg Park; Rajiv Farmer; Wendy Third",
    "date": 2020,
    "doi": "10.1101/2020.05.08.20078386",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.08.20078386"
    },
    "title": "Drive-through testing for SARS-CoV-2 in symptomatic health and social care workers and household members: an observational cohort study in Tayside, Scotland",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "NHS Tayside"
                }
            ],
            "funding-statement": "Funded by NHS Tayside"
        }
    ]
}