{
    "abstract": "Asymptomatic but infectious people have been reported in many infectious diseases. Asymptomatic and pre-symptomatic carriers would be a hidden reservoir of COVID-19. Aim This review identifies primary empirical evidence about the ability of asymptomatic carriers to infect others with COVID-19 pandemic and reflects on the implications for control measures. Methods A systematic review is followed by a narrative report and commentary inclusion criteria were: studies reporting primary data on asymptomatic or pre-symptomatic patients, who were considered to have passed on COVID-19 infection; and . Results Nine articles reported on 83 asymptomatic or pre-symptomatic persons. Conclusions The evidence confirms COVID-19 transmission from people who were asymptomatic at the time. A series of implications for health service response are laid out. Keywords: Covid-19, Asymptomatic, Pre-symptomatic, Public Health\nCompeting Interest Statement\nThe authors have declared no competing interest.\nFunding Statement\nThis study did not receive external funding.\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).",
    "author": "Nelson Aguirre-Duarte",
    "date": 2020,
    "doi": "10.1101/2020.04.08.20054023",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.08.20054023"
    },
    "keywords": [
        "Covid-19",
        "Asymptomatic",
        "Pre-symptomatic",
        "Public Health"
    ],
    "title": "Can people with asymptomatic or pre-symptomatic COVID-19 infect others: a systematic review of primary data",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This study did not receive external funding."
        }
    ]
}