{
    "abstract": "Coronavirus disease 2019 (COVID-19) is a global pandemic and has been widely reported; however, a comprehensive systemic review and meta-analysis has not been conducted. We systematically investigated the clinical characteristics of COVID-19 in mainland China to guide diagnosis and treatment. We searched the PubMed, Embase, Scopus, Web of Science, Cochrane Library, bioRxiv, medRxiv, and SSRN databases for studies related to COVID-19 . Clinical studies on COVID-19 performed in mainland China were included. We collected primary outcomes including signs and symptoms, chest CT imaging, laboratory tests, and treatments. Study selection, data extraction, and risk of bias assessment were performed by two independent reviewers. Qualitative and quantitative synthesis was conducted, and random-effects models were applied to pooled estimates. This study is registered with PROSPERO (number CRD42020171606). Of the 3624 records identified, 147 studies (20,662 patients) were analyzed. The mean age of patients with COVID-19 was 49.40 years, 53.45% were male, and 38.52% had at least one comorbidity. Fever and cough were the most common symptoms, followed by fatigue, expectoration, and shortness of breath. Most patients with COVID-19 had abnormal chest CT findings with ground glass opacity (70.70%) or consolidation (29.91%). Laboratory findings shown lymphopenia, increased lactate dehydrogenase, increased infection-related indicators, and fibrinolytic hyperactivity. Antiviral therapy, antibiotic therapy, and corticosteroids were administered to 89.75%, 79.13%, and 35.64% of patients, respectively. Most clinical characteristics of COVID-19 are non-specific. Patients with suspected should be evaluated by virological assays and clinically treated.\nCompeting Interest Statement\nClinical Trial\nClinical Protocols\nFunding Statement\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).",
    "affiliations": [
        "Laboratory findings shown lymphopenia, increased lactate dehydrogenase, increased infection-related indicators, and fibrinolytic hyperactivity. Antiviral therapy, antibiotic therapy, and corticosteroids were administered to 89.75%, 79.13%, and 35.64% of patients, respectively. Most clinical characteristics of COVID-19 are non-specific. Patients with suspected should be evaluated by virological assays and clinically treated"
    ],
    "author": "Ping Yuan; Zheng Liu; Zhenpeng Guan; Chong Tang; Wenlong Wang; Jin Gu; Keshi Zhang; Zheng Pei",
    "date": 2020,
    "doi": "10.1101/2020.04.18.20070565",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.18.20070565"
    },
    "title": "Clinical Characteristics of 20,662 Patients with COVID-19 in mainland China: A Systemic Review and Meta-analysis",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Author Declarations"
        }
    ]
}