{
    "abstract": "Importance: The COVID-19 pandemic has been characterized by an unprecedented amount of published scientific articles. Objective: To assess the characteristics of articles published during the first 3 months of the COVID-19 pandemic and to compare it with articles published during 2009 H1N1 swine influenza pandemic. Data sources: Articles on COVID-19 and on H1N1 swine influenza indexed in PubMed (Medline) during the first 3 months of these pandemics. Study selection: Any article published in the respective study periods that included any terminology related to COVID-19 or H1N1 in the title, abstract or full-text was eligible for inclusion. Articles that did not present an English abstract, as well as correspondence to previous research and erratum were excluded. Data Extraction and Synthesis: Two operators conducted the selection of articles and data extraction procedures independently. The article is reported following STROBE guidelines for observational studies. Main Outcomes and Measures: Prevalence of primary and secondary articles. Prevalence of reporting of limitations in the abstracts. Results: Of the 2482 articles retrieved, 1165 were included. Approximately half of them were secondary articles (575, 49.4%). Common primary articles were: human medical research (340, 59.1%), in silico studies (182, 31.7%) and in vitro studies (26, 4.5%). Of the human medical research, the vast majority were observational studies and cases series, followed by single case reports and one randomized controlled trial. Secondary articles were mainly reviews, viewpoints and editorials (373, 63.2%). The second largest category was guidelines or guidance articles, including 193 articles (32.7%), of which 169 were indications for specific departments, patients or procedures. Limitations were reported in 42 out of 1165 abstracts (3.6%), with 10 abstracts reporting actual methodological limitations. In a similar timeframe in 2009 there were 223 articles published on the H1N1 pandemic. As compared to that pandemic, during COVID-19 there were higher chances to publish reviews and guidance articles and lower chances to publish in vitro and animal research studies. Conclusions and Relevance: As compared to the most recent pandemic, there is an overwhelming amount of information published on COVID-19. However, the majority of the articles published do not add significant information, possibly diluting the original information published. Also, only a negligible number of published articles reports limitations in the abstracts, hindering a rapid interpretation of their shortcomings.",
    "author": "Nicola Di Girolamo; Reint Meursinge Reynders",
    "date": 2020,
    "doi": "10.1101/2020.04.20.20073130",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.20.20073130"
    },
    "title": "Characteristics of scientific articles on COVID-19 published during the initial three months of the pandemic: a meta-epidemiological study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Author Declarations"
        }
    ]
}