{
    "title": "Estimating Excess Deaths in the United States Early in the COVID-19 Pandemic",
    "author": "Conclusions: Official COVID-19 mortality figures substantially understate actual mortality during the pandemic",
    "date": 2020,
    "affiliations": [
        "National Center for Health Statistics (NCHS) Mortality Surveillance Survey data release on May 8, 2020. The timeliness in death certificate reporting varies by region, state, and cause of death.[11] We use pneumonia and influenza mortalities because COVID-19"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.04.20090324",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.05.04.20090324.pdf"
    },
    "abstract": "The number of COVID-19 deaths may be under-reported. The Centers for Disease Control and Prevention issues guidelines to determine cause of deaths, but underestimating the death toll of natural disasters, heatwaves, influenza, and other emergencies is common. In some cases, the underestimates can be extreme: chikungunya was associated with only 31 deaths during a 2014-15 epidemic in Puerto Rico, but time series analysis estimated excess mortality of 1310 deaths.[1] Another example includes gross under-estimation of Hurricane Maria’s death toll.[2] Deaths directly due to the emergency may be underestimated due to under-diagnosis [3],insufficient postmortem SARS-CoV-2 tests, not seeking health care [4], and incomplete disease nosology and consequent confirmation bias. Deaths indirectly due to the emergency are also common, due to an overloaded health system [5] or lack of healthcare access for routine care: during the 2014 West Africa Ebola epidemic, lack of routine care for malaria, HIV/AIDS, and tuberculosis led to an estimated 10,600 additional deaths in the area.[6] The emergency may also lead to indirect deaths from economic, social, and emotional stress [7] and crowded emergency departments.[8]",
    "funding": [
        {}
    ]
}