{
    "abstract": "Background: Recent epidemiological evidence has demonstrated a higher rate of COVID-19 hospitalizations and deaths among minorities. This pattern of race-ethnic disparities emerging throughout the United States raises the question of what social factors may influence spread of a highly transmissible novel coronavirus. The purpose of this study is to describe race-ethnic and socioeconomic disparities associated with COVID-19 in patients in our community in Orange County, California and understand the role of individual-level factors, neighborhood-level factors, and access to care on outcomes. Methods: This is a case-series of COVID-19 patients from the University of California, Irvine (UCI) across six-weeks between 3/12/2020 and 4/22/2020. Note, California's shelter-in-place order began on 3/19/2020. Individual-level factors included race-ethnicity status were recorded. Neighborhood-level factors from census tracts included median household income, mean household size, proportion without a college degree, proportion working from home, and proportion without health insurance were also recorded. Results: A total of 210-patients tested were COVID-19 positive, of which 73.3% (154/210) resided in Orange County. Hispanic/Latinx patients residing in census tracts below the median income demonstrated exponential growth (rate = 55.9%, R2 = 0.9742) during the study period. In addition, there was a significant difference for both race-ethnic (p < 0.001) and income bracket (p = 0.001) distributions prior to and after California's shelter-in-place. In addition, the percentage of individuals residing in neighborhoods with denser households (p = 0.046), lower levels of college graduation (p < 0.001), health insurance coverage (p = 0.01), and ability to work from home (p < 0.001) significantly increased over the same timeframe. Conclusions and Relevance: Our study examines the race-ethnic disparities in Orange County, CA, and highlights vulnerable populations that are at increased risk for contracting COVID-19. Our descriptive case series illustrates that we also need to consider socioeconomic factors, which ultimately set the stage for biological and social disparities.\nCompeting Interest Statement",
    "affiliations": [
        "University of California, Irvine and available to researchers pending appropriate IRB requests"
    ],
    "author": "Xiaohui Xie; Peter Chang; Brent Weinberg; Jennifer Soun; Alpesh Amin; Simukayi Mutasa; Justin Gavis-Bloom; Daniel S Chow; Leslie Thompson; Bernadette Boden-Albala; Daniela Bota; Edwin Monuki; Saahir Khan; Jung In Park; Jie Wu",
    "date": 2020,
    "doi": "10.1101/2020.05.04.20090878",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.04.20090878"
    },
    "title": "The disproportionate rise in COVID-19 cases among Hispanic/Latinx in disadvantaged communities of Orange County, California: A socioeconomic case-series",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}