{
    "title": "Comparative performance of four nucleic acid amplification tests for SARS-CoV-2 virus",
    "date": 2020,
    "author": "1Department of Laboratory Medicine, the Second Affiliated Hospital of Guangzhou 7 University of Chinese Medicine, Guangdong Provincial Key Laboratory of Research 8 on Emergency in TCM, Guangzhou, 510120, China; 9 2Second Clinical Medical College, Guangzhou University of Chinese Medicine, 10 Guangzhou, 510120, China; 11 3Guangdong Human Papillomavirus (HPV) Molecular Diagnostic Engineering 12 Technology Research Center, Guangdong Hybribio Biotech Co, Ltd, Guangzhou, 13 510000, China",
    "affiliations": [
        "Department of Laboratory Medicine, the Second Affiliated Hospital of Guangzhou",
        "University of Chinese Medicine, Guangdong Provincial Key Laboratory of Research 8 on Emergency in TCM, Guangzhou, 510120, China; 9",
        "Second Clinical Medical College, Guangzhou University of Chinese Medicine",
        "Guangzhou, 510120, China; 11",
        "Guangdong Human Papillomavirus (HPV) Molecular Diagnostic Engineering",
        "Technology Research Center, Guangdong Hybribio Biotech Co, Ltd, Guangzhou, 13 510000, China"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.26.010975",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.03.26.010975.pdf"
    },
    "abstract": "Coronavirus disease 2019 (COVID-19) can be screened and diagnosed through the detection of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by real-time reverse transcription polymerase chain reaction. SARS-CoV-2 nucleic acid amplification tests (NAATs) have been rapidly developed and quickly applied to clinical testing during the pandemic. However, studies evaluating the performance of these NAAT assays are limited. We evaluated the performance of four NAATs, which were marked by the Conformité Européenne and widely used in China during the pandemic. Results showed that the analytical sensitivity of the four assays was significantly lower than that claimed by the NAAT manufacturers. The limit of detection (LOD) of Daan, Sansure, and Hybribio NAATs was 3000 copies/mL, whereas the LOD of Bioperfectus NAATs was 4000 copies/mL. The results of the consistency test using 46 samples showed that Daan, Sansure, and Hybribio NAATs could detect the samples with a specificity of 100% (30/30) and a sensitivity of 100% (16 /16), whereas Bioperfectus NAAT detected the samples with a specificity of 100% (30/30) and a sensitivity 81.25% (13/16). The sensitivity of Bioperfectus NAAT was lower than that of the three other NAATs; this finding was consistent with the result that Bioperfectus NAAT had a higher LOD than the three other kinds of NAATs. The four above mentioned reagents presented high specificity; however, for the detection of the samples with low virus concentration, Bioperfectus reagent had the risk of missing detection. Therefore, the LOD should be considered in the selection of SARS-CoV-2 NAATs.",
    "keywords": [
        "SARS-CoV-2",
        "nucleic 43 acid amplification test",
        "performance evaluation",
        "Coronavirus disease 2019",
        "44 COVID-19"
    ],
    "funding": [
        {}
    ]
}