{
    "abstract": "Objectives: To describe histopathologic findings in the placentas of women with COVID-19 during pregnancy. Methods: Pregnant women with COVID-19 delivering between March 18, 2020 and May 5, 2020 were identified. Placentas were examined and compared to historical controls and women with placental evaluation for a history of melanoma. Results: 16 placentas from patients with SARS-CoV-2 were examined (15 with live birth in the 3rd trimester 1 delivered in the 2nd trimester after intrauterine fetal demise). Compared to controls, third trimester placentas were significantly more likely to show at least one feature of maternal vascular malperfusion (MVM), including abnormal or injured maternal vessels, as well as delayed villous maturation, chorangiosis, and intervillous thrombi. Rates of acute and chronic inflammation were not increased. The placenta from the patient with intrauterine fetal demise showed villous edema and a retroplacental hematoma. Conclusions: Relative to controls, COVID-19 placentas show increased prevalence of features of maternal vascular malperfusion (MVM), a pattern of placental injury reflecting abnormalities in oxygenation within the intervillous space associated with adverse perinatal outcomes. Only 1 COVID-19 patient was hypertensive despite the association of MVM with hypertensive disorders and preeclampsia. These changes may reflect a systemic inflammatory or hypercoagulable state influencing placental physiology.",
    "affiliations": [
        "REDCap at Northwestern University, which is supported by UL1TR001422",
        "Agreement with Northwestern University"
    ],
    "author": "Elisheva D Shanes; Sebastian Otero; Emily S Miller; Leena B Mithal; Hooman A Azad; Jeffery A Goldstein",
    "date": 2020,
    "doi": "10.1101/2020.05.08.20093229",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.08.20093229"
    },
    "title": "Placental pathology in COVID-19",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Northwestern University,",
                    "award-id": [
                        "UL1TR001422"
                    ]
                }
            ],
            "funding-statement": "The authors received no specific funding for this work. This study was completed using REDCap at Northwestern University, which is supported by UL1TR001422."
        }
    ]
}