{
    "abstract": "The acute and long-term mental health impacts of the COVID-19 pandemic are unknown. The current study examined the acute mental health responses to the COVID-19 pandemic in 5070 adult participants in Australia, using an online survey administered during the peak of the outbreak in Australia (27th March to 7th April 2020). Self-report questionnaires examined COVID-19 fears and behavioural responses to COVID-19, as well as the severity of psychological distress (depression, anxiety and stress), health anxiety, contamination fears, alcohol use, and physical activity. 78% of respondents reported that their mental health had worsened since the outbreak, one quarter (25.9%) were very or extremely worried about contracting COVID-19, and half (52.7%) were worried about family and friends contracting COVID-19. Uncertainty, loneliness and financial worries (50%) were common. Rates of elevated psychological distress were higher than expected, with 62%, 50%, and 64% of respondents reporting elevated depression, anxiety and stress levels respectively, and one in four reporting elevated health anxiety in the past week. Participants with self-reported history of a mental health diagnosis had significantly higher distress, health anxiety, and COVID-19 fears than those without a prior mental health diagnosis. Demographic (e.g., non-binary or different gender identity; Aboriginal and Torres Strait Islander status), occupational (e.g., being a carer or stay at home parent), and psychological (e.g., perceived risk of contracting COVID-19) factors were associated with distress. Results revealed that precautionary behaviours (e.g., washing hands, using hand sanitiser, avoiding social events) were common, although in contrast to previous research, higher engagement in hygiene behaviours was associated with higher stress and anxiety levels. These results highlight the serious acute impact of COVID-19 on the mental health of respondents, and the need for proactive, accessible digital mental health services to address these mental health needs, particularly for those most vulnerable, including people with prior history of mental health problems. Longitudinal research is needed to explore long-term predictors of poor mental health from the COVID-19 pandemic.",
    "author": "Samantha Tang; Kate Faasse; Jill Newby; Helen Christensen; Kathleen O'Moore",
    "date": 2020,
    "doi": "10.1101/2020.05.03.20089961",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.03.20089961"
    },
    "title": "Acute mental health responses during the COVID-19 pandemic in Australia",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "MRFF Career Development Fellowship"
                }
            ],
            "funding-statement": "JN is supported by a MRFF Career Development Fellowship"
        }
    ]
}