{
    "abstract": "Background: As of May 2 2020, 3,267,184 confirmed cases of COVID-19 and 229,971 COVID-19-caused deaths have been reported worldwide. Currently, there is limited clarity on the pharmacological treatments available for the novel coronavirus. We systematically identified the current evidence and ongoing research on the pharmacological treatments for COVID-19. Methods: We conducted a scoping review using PRISMA-ScR. Observational studies, including cohort studies and case series, as well as experimental studies, including randomized controlled trials (RCTs) and non-RCTs were searched electronically on April 7, 2020 and by hand on May 1, 2020. PubMed, EMBASE, and Cochrane library databases were searched along with seven trial registries. The inclusion criteria were patients with confirmed COVID-19 who received pharmacological therapies, including hydroxychloroquine and chloroquine, lopinavir/ritonavir, remdesivir, tocilizumab, and favipiravir. Results: We identified 222 studies on pharmacological treatment of the novel coronavirus. We included 11 of these studies in this review, including the ones on hydroxychloroquine and chloroquine (one cohort), lopinavir/ritonavir (one RCT, three cohorts, and two case series), remdesivir (one RCT and one case series), tocilizumab (one case series), and favipiravir (one RCT). In the three RCTs carried out in China, both lopinavir/ritonavir and remdesivir did not show any significant earlier clinical improvement in case of severe infection [Hazard ratio (HR): 1.31, p=0.09 and HR: 1.24, p=0.24, respectively], The clinical recovery rate on day seven was not significantly different between the favipiravir and arbidol groups (p=0.14) for moderate patients, although the duration of pyrexia and cough in the favipiravir group was significantly shorter as compared to the arbidol group (p<0.01). There are 135 ongoing RCTs, including 72 for hydroxychloroquine and chloroquine, 29 for lopinavir/ritonavir, 14 for remdesivir, 16 for tocilizumab, and 4 for favipiravir. Conclusion: The clinical effectiveness and safety of these drugs for the treatment of COVID-19 remains unclear owing to the lack of large, high-quality RCTs. However, in the event of emerging infectious diseases, we need to repeatedly and systematically update the best available evidence to avoid misleading information.\nCompeting Interest Statement",
    "author": "Kimi Estela Kobayashi-Cuya; Sachiko Ohde; Shota Saito; Osamu Takahashi; Noyuri Yamaji",
    "date": 2020,
    "doi": "10.1101/2020.05.12.20093997",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.12.20093997"
    },
    "title": "Current Evidence of the Pharmacological Treatments for Novel Coronavirus Disease 2019 (COVID-19) A Scoping Review",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research received no specific grant from any funding agency in the public, commercial or not-for-profit sectors"
        }
    ]
}