{
    "abstract": "Background: Coronavirus Disease 2019 (Covid-19) pandemic since its first confirmed case, has changed the world. The need for accurate and truthful information is vital. Mexico and Latin America have been widely affected, so having local epidemiological data, will be of great clinical utility. Methods: A total of 33 hospitalized patients with Covid-19 pneumonia (either severe or critical) were identified from electronic health record in a third level care private hospital in Mexico City from March 13rd to April 13rd, 2020. We conducted a descriptive study of patients for characterization of the clinical, laboratory and radiologic findings, as well as complications. Results: The mean age was 60.6 (12.68) years and 23 (69.7%) were males. Twenty-three patients (69.6%) were overweight or obese. The median duration of symptoms before admission was 7 days. All the patients required mechanical invasive ventilation. The median duration of the mechanical ventilation was 12(2.6) days and all patients were extubated except one. All patients were started on antiviral treatment in the first 24 hours after admission once the diagnosis of Covid19 pneumonia was made. There was no difference between the treatment option and the length of stay. The extubation rate was higher (91.6%) than in other series, with no fatalities even though they were treated with different regimens. Conclusions: This one-centre experience describes the epidemiology, treatment and outcome of 33 patients with severe or critical COVID pneumonia admitted to the ICU. Most patients in our series were overweight or obese male, which we observed were of higher risk to present critical pneumonia, as well as high levels of Interleukin-6. The foregoing is relevant, due to the high incidence of these comorbidities in our country.\nCompeting Interest Statement",
    "author": "Irma Hoyo-Ulloa; Claudia Olvera-Guzman; Francisco Moreno-Sanchez; Juvenal Franco-Granillo; Raquel Mendoza-Aguilar; Juan Mauricio Vera-Zertuche; Daniela Horta-Capinteyro; Laura Jauregui-Camargo; Omar Fueyo-Rodriguez; Javier Garcia-Guerrero; Diego Ontanon-Zurita; Brenda Gomez-Gomez; Janet Aguirre-Sanchez; Rafael Saavedra-Perez-Salas; Benjamin Valente-Acosta; Andres Palomar-Lever; Rodolfo Anzola-Arias; Eduardo Sada-Diaz; Luis Espinosa-Aguilar; Jose Victor Jimenez-Ceja",
    "date": 2020,
    "doi": "10.1101/2020.04.26.20080796",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.26.20080796"
    },
    "title": "COVID-19 severe pneumonia in Mexico City - First experience in a Mexican hospital",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding"
        }
    ]
}