{
    "abstract": "BACKGROUND: Despite lack of convincing evidence of the efficacy of hydroxychloroquine, it has been suggested to be used for the treatment of SARS CoV 2 to accelerate the negative virus conversion. We aimed to explore the association between negative nasopharyngeal SARS CoV 2 PCR clearance and different therapeutic interventions. METHODOLOGY: This was a retrospective cohort study of 93 patients who were admitted to medical ward with a PCR confirmed diagnosis of COVID 19 and met the inclusion criteria in a tertiary hospital in Mecca, Saudi Arabia. There were three interventional subgroups (group A (n=45): who received antimalarial drug only classified as (A1), combined with azithromycin (A2) or combined with antiviral drugs (A3)), and one supportive care group (group B) (n=48). The primary and secondary endpoints of the study were achieving negative SARS_CoV_2 nasopharyngeal PCR sample within five days or less from the start of the intervention and 12 days or less from the diagnose, respectively. RESULTS: The mean age of the patients was 43.9 years (SD:15.9). A median time of 3.00 days (IQR:2.00 to 6.50) needed from the time of starting the intervention/supportive care to the first negative PCR sample. There was no statistically significant difference neither between the percentage of patients in the interventional group and the supportive care group who achieved the primary or the secondary endpoint, nor in the median time needed to achieve the first negative PCR sample (p>0.05). CONCLUSION: Prescribing antimalarial medications was not shown to shorten the disease course nor to accelerate the negative PCR conversion rate.",
    "author": "Hassan Alwafi; Abdelfattah Ahmed Touman; Abdallah Y Naser; Mohammed Hassan Shabrawishi; Ahmad Mansoor Aldobyany",
    "date": 2020,
    "doi": "10.1101/2020.05.08.20095679",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.08.20095679"
    },
    "title": "Negative nasopharyngeal SARS-CoV-2 PCR conversion in Response to different therapeutic interventions",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received"
        }
    ]
}