{
    "abstract": "Background and Aims: Although abnormal liver chemistries are linked to higher risk of death related to coronavirus disease (COVID-19), liver manifestations may be diverse and even confused. Thus, we performed a meta-analysis of . We analyzed pooled data on liver chemistries stratified by the main clinical outcome of COVID-19 using a fixed or random-effects model. Results: In the meta-analysis of 18 studies, which included a total of 2,862 patients, the pooled mean alanine aminotransferase (ALT) was 30.9 IU/L in the COVID-19 patients with death and 26.3 IU/L in the COVID-19 patients discharged alive (p < 0.0001). The pooled mean aspartate aminotransferase (AST) level was 45.3 IU/L in the COVID-19 patients with death while 30.1 IU/L in the patients discharged alive (p < 0.0001). Compared with the discharged alive cases, the dead cases tended to have lower albumin levels but longer prothrombin time, and international standardized ratio. Conclusions: In this meta-analysis, according to the main clinical outcome of COVID-19, we comprehensively described three patterns of liver impairment related to COVID-19, hepatocellular injury, cholestasis, and hepatocellular disfunction. Patients died from COVID-19 tend to have different liver chemistries from those are discharged alive. Close monitoring of liver chemistries provides an early warning against COVID-19 related death.\nCompeting Interest Statement\nThe authors have declared no competing interest.\nFunding Statement\nThis work was supported by the National Natural Science Foundation of China No. 81871645\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).",
    "affiliations": [
        "National Natural Science Foundation of China No. 81871645"
    ],
    "author": "Wei-Ming Chen; Jin-Shui Pan; Mei-Zhu Hong; Qing-Qing Xing; Yan-Yan Cai; Yan-Dan Ren; Xuan Dong; Dan-Yi Zeng",
    "date": 2020,
    "doi": "10.1101/2020.04.26.20080580",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.26.20080580"
    },
    "title": "Liver Chemistries in COVID-19 Patients with Survival or Death: A Meta-Analysis",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Natural Science Foundation of China No",
                    "award-id": [
                        "81871645"
                    ]
                }
            ],
            "funding-statement": "This work was supported by the National Natural Science Foundation of China No 81871645"
        }
    ]
}