{
    "abstract": "Background: The global pandemic of Severe Acute Respiratory Syndrome-Related Coronavirus 2 (SARS-CoV2) has resulted in unprecedented challenges for healthcare systems. One barrier to widespread testing has been a paucity of traditional respiratory viral swab collection kits relative to the demand. Whether other sample collection kits, such as widely available MRSA nasal swabs can be used to detect SARS-CoV-2 is unknown. Methods: We compared simultaneous nasal MRSA swabs (COPAN ESwabs 480C flocked nasal swab in 1mL of liquid Amies medium) and virals wabs (BD H192(07) flexible mini-tip flocked nasopharyngeal swabs in 3mL Universal Transport Medium) for SARS-CoV-2 PCR testing using Simplexa COVID-19 Direct assay on patients over a 4-day period. When the results were discordant, the viral swab sample was run again on the Cepheid Xpert Xpress SARS-CoV-2 assay. Results: Of the 81 included samples, there were 19 positives and 62 negatives in viral media and 18 positives and 63 negative in the MRSA swabs. Amongst all included samples, there was concordance between the COPAN ESwabs 480C and the viral swabs in 78 (96.3%). Conclusion: We found a high rate of concordance in test results between COPAN ESwabs 480C in Amies solution and BD H192(07) nasopharyngeal swabs in in 3 mL of Universal Viral Transport medium viral media. Clinicians and laboratories should feel better informed and assured using COPAN ESwabs 480C to help in the diagnosis of COVID-19.\nCompeting Interest Statement",
    "author": "Ann Fisher; Louise M Dembry; Shaili Gupta; Gary Stack; Daneil G Federman; Michael Kozal; Christopher B Ruser; Asim F Tarabar; David R Peaper; Sheldon M Campbell",
    "date": 2020,
    "doi": "10.1101/2020.05.04.20084657",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.04.20084657"
    },
    "title": "SARS-CoV-2 detection in setting of viral swab scarcity: are MRSA swabs and viral swabs equivalent?",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "ICMJE"
                }
            ],
            "funding-statement": "Competing interests: All authors have completed the ICMJE uniform disclosure form at www.icmje.org/coi_disclosure.pdf and declare: no support from any organization for the submitted; no financial relationships with any organizations that might have an interest in the submitted work in the previous three years; no other relationships or activities that could appear to have influenced the submitted work."
        }
    ]
}