{
    "title": "Susceptibility of tree shrew to SARS-CoV-2 infection",
    "date": 2020,
    "author": "Yuan Zhao,#, Junbin Wang,#, Dexuan Kuang,#, Jingwen Xu, Mengli Yang, Chunxia Ma, Siwen Zhao, Jingmei Li, Haiting Long, Kaiyun Ding, Jiahong Gao, Jiansheng Liu, Haixuan Wang, Haiyan Li, Yun Yang, Wenhai Yu, Jing Yang, Yinqiu Zheng, Daoju Wu, Shuaiyao Lu, Hongqi Liu, Xiaozhong Peng, 2",
    "affiliations": [
        "National Kunming High-level Biosafety Primate Research Center, Institute of",
        "Chinese Academy of Medical Sciences and Peking Union Medical College, Yunnan China",
        "State Key Laboratory of Medical Molecular Biology, Department of Molecular Biology and Biochemistry, Institute of Basic Medical Sciences, Medical Primate Research Center, Neuroscience Center, Chinese Academy of Medical Sciences, School of Basic Medicine Peking Union Medical College, Beijing China"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.30.029736",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.30.029736.pdf"
    },
    "abstract": "Since SARS-CoV-2 became a pandemic event in the world, it has not only caused huge economic losses, but also a serious threat to global public health. Many scientific questions about SARS-CoV-2 and COVID-19 were raised and urgently need to be answered, including the susceptibility of animals to SARS-CoV-2 infection. Here we tested whether tree shrew, an emerging experimental animal domesticated from wild animal, is susceptible to SARS-CoV-2 infection. No clinical signs were observed in SARS-CoV-2 inoculated tree shrews during this experiment except the increasing body temperature (above 39 ) particular in female animals during infection. Low levels of virus shedding and replication in tissues occurred in all three age groups, each of which showed his own characteristics. Histopathological examine revealed that pulmonary abnormalities were mild but the main changes although slight lesions were also observed in other tissues. In summary, tree shrew is not susceptible to SARS-CoV-2 infection and may not be a suitable animal for COVID-19 related researches. Key words SARS-CoV-2; COVID-19; tree shrew; Tupaia; susceptibility; animal model",
    "keywords": [
        "SARS-CoV-2",
        "COVID-19",
        "tree shrew",
        "Tupaia",
        "susceptibility",
        "animal model"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "award-id": [
                        "2020YFC0841100",
                        "2020YFC0846400"
                    ]
                }
            ],
            "funding-statement": "This study was supported by 2020YFC0841100 and 2020YFC0846400"
        }
    ]
}