{
    "abstract": "Information is the most potent protective weapon we have to combat a pandemic, at both the individual and global level. For individuals, information can help us make personal decisions and provide a sense of security. For the global community, information can inform policy decisions and offer critical insights into the epidemic of COVID-19 disease. Fully leveraging the power of information, however, requires large amounts of data and access to it. To achieve this, we are making steps to form an international consortium, Coronavirus Census Collective (CCC, coronaviruscensuscollective.org), that will serve as a hub for integrating information from multiple data sources that can be utilized to understand, monitor, predict, and combat global pandemics. These sources may include self-reported health status through surveys (including mobile apps), results of diagnostic laboratory tests, and other static and real-time geospatial data. This collective effort to track and share information will be invaluable in predicting hotspots of disease outbreak, identifying which factors control the rate of spreading, informing immediate policy decisions, evaluating the effectiveness of measures taken by health organizations on pandemic control, and providing critical insight on the etiology of COVID-19. It will also help individuals stay informed on this rapidly evolving situation and contribute to other global efforts to slow the spread of disease. In the past few weeks, several initiatives across the globe have surfaced to use daily self-reported symptoms as a means to track disease spread, predict outbreak locations, guide population measures and help in the allocation of healthcare resources. The aim of this paper is to put out a call to standardize these efforts and spark a collaborative effort to maximize the global gain while protecting participant privacy.",
    "author": "Johan Rung; Xihong Lin; Yonatan H. Grad; Faisal Alquaddoomi; Yuval Dor; Hedi Peterson; Aline Muller; Tim Spector; Benjamin Geiger; Ron Steinherz; Ophir Shalem; Olli Kallioniemi; Long H. Nguyen; William E. Allen; Gregory Landua; Smadar Shilo; Silvano Coletti; Hagai Rossman; Amir Gavrieli; Ran Balicer; Roman Jerala; Ayya Keshet; Jaak Vilo; Tal Bauman; Svetlana Ovchinnikova; Joshua Gale; Simon Anders; Gary King; Alexandros Sigaras; Eran Segal; Ximena Bonilla; Gunnar Ratsch; Feng Zhang; Natalie Davidson; Georgina Evans; Irene Stevens; Andrea Sboner; Andrew T. Chan; Phil Ewels; Ori Ori Cohen; Andre Kahles; Jay Rajagopal; Casey S. Greene; Gisel Booman; Paul Wilmes; Iman Hajirasouliha; David A. Drew; Olivier Elemento; Matej Oresic; CCC (Coronavirus Census Collective); Tomer Meir",
    "date": 2020,
    "doi": "10.1101/2020.04.02.20051284",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.02.20051284"
    },
    "title": "Building an International Consortium for Tracking Coronavirus Health Status",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "N/A"
        }
    ]
}