{
    "abstract": "A phenomenological approach is proposed to monitor the propagation of the COVID-19-pandemic first waves. A large set of data collected at a worldwide scale during the first months of 2020 is compiled into series of semi-logarithmic plots, for a selection of thirty-two countries from the five continents. Three regimes are identified in the propagation of an epidemic wave: a pre-epidemic regime 1, an exponential-growth regime 2, and a resorption regime 3. A two-parameters scaling of the first-wave death variation reported in China is used to fit those reported in other countries. Comparison is made between the propagation of the pandemic in different countries, which are classified in four groups, from group A where the pandemic first waves were contained efficiently, to group D where the pandemic first waves widely spread. Group A is mainly composed of Asian countries, where fast and efficient measures have been applied. Group D is composed of Western-Europe countries and the United States of America, where late decisions and confused political communication (pandemic seriousness, protection masks, herd immunity etc.) led to significant death tolls. The threat of large resurging epidemic waves after a hasty lockdown lift is discussed, in particular for the countries from group D, where the number of contagious people remained high in the beginning of May 2020. The situation is opposite in Asian countries from group A, where the number of contagious people was successfully maintained to a low level. In particular, the results obtained by Hong Kong and South Korea are highlighted, and the measures taken there are presented as virtuous examples that other countries may follow.",
    "author": "William Knafo",
    "date": 2020,
    "doi": "10.1101/2020.05.09.20096768",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.09.20096768"
    },
    "title": "Monitoring the propagation of COVID-19-pandemic first waves",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement no external funding</strong>"
        }
    ]
}