{
    "abstract": "Background: Since mid-December 2019, a cluster of pneumonia-like diseases caused by a novel coronavirus, now designated COVID-19 by the WHO, emerged in Wuhan city and rapidly spread throughout China. Here we identify the clinical characteristics of COVID-19 in a cohort of patients in Shanghai. Methods: Cases were confirmed by real-time RT-PCR and were analysed for demographic, clinical, laboratory and radiological features. Results: Of 198 patients, the median duration from disease onset to hospital admission was 4 days. The mean age of the patients was 50.1 years, and 51.0% patients were male. The most common symptom was fever. Less than half of the patients presented with respiratory systems including cough, sputum production, itchy or sore throat, shortness of breath, and chest congestion. 5.6% patients had diarrhoea. On admission, T lymphocytes were decreased in 45.8% patients. Ground glass opacity was the most common radiological finding on chest computed tomography. 9.6% were admitted to the ICU because of the development of organ dysfunction. Compared with patients not treated in ICU, patients treated in the ICU were older, had longer waiting time to admission, fever over 38.5o C, dyspnoea, reduced T lymphocytes, elevated neutrophils and organ failure. Conclusions: In this single centre cohort of COVID-19 patients, the most common symptom was fever, and the most common laboratory abnormality was decreased blood T cell counts. Older age, male, fever over 38.5oC, symptoms of dyspnoea, and underlying comorbidity, were the risk factors most associated with severity of disease. Key words: 2019 novel coronavirus; acute respiratory infection; risk factors for disease severity\nCompeting Interest Statement",
    "affiliations": [
        "First-rate University and Discipline Construction Project of Fudan University (IDF162005) and the Key Scientific Research Projects on 2019-nCoV of Shanghai Public Health Clinical Centre (2020YJKY01), the Special Emergency Project for the Prevention and Treatment of COVID-19 with Traditional Chinese Medicine in Shanghai（2020NCP001）, and the 2018-2020 Three-year Action Plan for Traditional Chinese Medicine Further Development in Shanghai (ZY (2018-2020) CCCX-2002-04)"
    ],
    "author": "Youhua Wang; Zhen Xiao; Dandan Zhang; Xiangdong Zhu; Yiguo Sun; Ying Li; Chang Zhou; Yidan Dong; Min Cao; Ping Liu; Yunxiao Lin; Hongzhou Lu; Longping Peng; Jia Shi; Honghao Xue; Zongguo Yang; Steven M Dudek; Yi Wang; Yunfei Lu; Min Zhang",
    "date": 2020,
    "doi": "10.1101/2020.03.04.20030395",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.04.20030395"
    },
    "keywords": [
        "2019 novel coronavirus",
        "acute respiratory infection",
        "risk factors for disease severity"
    ],
    "title": "Clinical Features of Patients Infected with the 2019 Novel Coronavirus (COVID-19) in Shanghai, China",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "First-rate University and Discipline Construction Project of Fudan University",
                    "award-id": [
                        "IDF162005"
                    ]
                },
                {
                    "funding-source": "Key Scientific Research Projects"
                },
                {
                    "funding-source": "Shanghai Public Health Clinical Centre",
                    "award-id": [
                        "2020YJKY01"
                    ]
                },
                {
                    "funding-source": "Special Emergency Project for the Prevention and Treatment of COVID-19"
                },
                {
                    "funding-source": "Traditional Chinese Medicine",
                    "award-id": [
                        "2020NCP001",
                        "2018-2020"
                    ]
                },
                {
                    "funding-source": "Three-year Action Plan for Traditional Chinese Medicine Further Development in Shanghai",
                    "award-id": [
                        "2018-2020",
                        "CCCX-2002-04"
                    ]
                }
            ],
            "funding-statement": "Funding information: This research was funded by the First-rate University and Discipline Construction Project of Fudan University (IDF162005) and the Key Scientific Research Projects on 2019-nCoV of Shanghai Public Health Clinical Centre (2020YJKY01), the Special Emergency Project for the Prevention and Treatment of COVID-19 with Traditional Chinese Medicine in Shanghai（2020NCP001）, and the 2018-2020 Three-year Action Plan for Traditional Chinese Medicine Further Development in Shanghai (ZY (2018-2020) CCCX-2002-04)"
        }
    ]
}