{
    "abstract": "Objectives: SARS-CoV-2 infection constitutes a diagnostic challenge in patients from 2-3 weeks after the onset of symptoms, due to the low positivity rate of the PCR, especially in upper respiratory samples. Serologic tests based on ELISA have been developed and evaluated as useful complements to PCR in these situations. However, there is scarce information about the usefulness of rapid tests based on immunochromatography. The aim of our study was to analyze the diagnostic performance of these rapid tests in COVID-19 pneumonia patients. Methods: We evaluated an immunochromatographic test (AllTest COV-19 IgG / IgM kit) which detects IgG and IgM antibodies. First, we performed a validation of the serologic test using serum samples from 45 healthy control patients (group 1) and 55 confirmed by PCR cases of COVID-19 (group 2) in order to establish the specificity and sensitivity, respectively. Then we prospectively employed the test in 63 patients diagnosed with pneumonia of unknown etiology that were SARS-CoV-2 negative by PCR (group 3), to establish the diagnostic performance in these patients. Results: All patients from group 1 (healthy controls) resulted negative for the serologic test (specificity = 100%). Regarding group 2 (PCR positive) patients, the median time from the onset of symptoms was 11 days and the test was positive for either IgM or IgG in 26 out of 55 patients (overall sensitivity = 47.3%). However, in those patients with 14 days or more from onset of symptoms, the sensitivity was 73.9%. Regarding group 3 patients, the median days from onset of symptoms was 17 and the test was positive in 56 out of 63 patients (88.9% positivity rate). In these group 3 patients with 14 days or more from onset of symptoms, the positivity rate was 91.1%. Conclusions: Our study shows that serologic rapid tests can be used as a complement of PCR to diagnose SARS-CoV-2 infection after 14 days from the onset of symptoms. These immunochromatographic devices could be especially useful in hospitalized patients with pneumonia of unknown etiology with 14 or more days from the onset of symptoms and in whom the PCR has been negative.",
    "author": "Felipe Perez Garcia; Teresa Arroyo Serrano; Juan Cuadros Gonzalez; Peña Gomez Herruz; Ramon Perez Tanoira; Juan Pedro Romanyk Cabrera",
    "date": 2020,
    "doi": "10.1101/2020.04.11.20062158",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.11.20062158"
    },
    "title": "Rapid diagnosis of SARS-CoV-2 infection by detecting IgG and IgM antibodies with an immunochromatographic device: a prospective single-center study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors"
        }
    ]
}