{
    "abstract": "The coronavirus disease 2019 pandemic continues as of March 26 and spread to Europe on approximately February 24. A report from April 29 revealed 1.26 million confirmed cases and 125 928 deaths in Europe. This study proposed a novel deep neural network framework, COVID-19Net, which parallelly combines a convolutional neural network (CNN) and bidirectional gated recurrent units (GRUs). Three European countries with severe outbreaks were studied Germany, Italy, and Spain to extract spatiotemporal feature and predict the number of confirmed cases. The prediction results acquired from COVID-19Net were compared to those obtained using a CNN, GRU, and CNN-GRU. The mean absolute error, mean absolute percentage error, and root mean square error, which are commonly used model assessment indices, were used to compare the accuracy of the models. The results verified that COVID-19Net was notably more accurate than the other models. The mean absolute percentage error generated by COVID-19Net was 1.447 for Germany, 1.801 for Italy, and 2.828 for Spain, which were considerably lower than those of the other models. This indicated that the proposed framework can accurately predict the accumulated number of confirmed cases in the three countries and serve as a crucial reference for devising public health strategies.",
    "author": "Ping-Huan Kuo; Chiou-Jye Huang; Yamin Shen; Yung-Hsiang Chen",
    "date": 2020,
    "doi": "10.1101/2020.04.30.20086538",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.30.20086538"
    },
    "title": "Novel Spatiotemporal Feature Extraction Parallel Deep Neural Network for Forecasting Confirmed Cases of Coronavirus Disease 2019",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Ministry of Science and Technology, Taiwan",
                    "award-id": [
                        "106-2218-E-153-001-M"
                    ]
                },
                {
                    "funding-source": "Grants MOST",
                    "award-id": [
                        "106-2218-E-153-001-MY3"
                    ]
                }
            ],
            "funding-statement": "This work was supported by the Ministry of Science and Technology, Taiwan, under Grants MOST 106-2218-E-153-001-MY3"
        }
    ]
}