{
    "abstract": "Background: Hydroxychloroquine is currently being tested as post-exposure prophylaxis against coronavirus disease 2019 (COVID-19) in several ongoing clinical trials. Objective: To compare the incidence of COVID-19 in Spanish patients with autoimmune rheumatic diseases treated with and without hydroxychloroquine. Methods: Retrospective electronic record review, from February 27th to April 16th, of patients with autoimmune inflammatory diseases followed at two academic tertiary care hospitals in Seville, Spain. The cumulative incidence of COVID-19, confirmed or suspected, was compared between patients with and without hydroxychloroquine as part of their treatment of autoimmune inflammatory diseases. Results: Among 722 included subjects, 290 (40%) were receiving hydroxychloroquine. During the seven-week study period, five (1.7% [95% CI: 0.5%-4.0%] cases of COVID-19 were registered among patients with hydroxychloroquine and five (1.2% [0.4%-2.7%]) (p=0.523) in without hydroxychloroquine. COVID-19 was confirmed by PCR in one (0.3%, 95% CI 0.008-1.9%) patient with hydroxychloroquine and two (0.5%, 95% CI 0.05%-1.6%) without hydroxychloroquine (p=1.0). One patient on hydroxychloroquine and two subjects without hydroxychloroquine were admitted to the hospital, none of them required to be transferred to the intensive care unit and no patient died during the episode. Conclusions: The incidence and severity of COVID-19 among patients with autoimmune rheumatic diseases with and without hydroxychloroquine was not significantly different. Hydroxychloroquine does not seem to be an appropriate therapy for post-exposure prophylaxis against COVID-19.\nCompeting Interest Statement",
    "author": "MaMar Macho; Ramon Morillo-Verdugo; Ana Pinilla; Anais Corma; Esther Sanchez-Garcia; Luis Miguel Real; MaVictoria Martinez; Paz Gonzalez-Moreno; Juan Antonio Pineda; Alejandro Gonzalez-Serna; Carmen Dominguez-Quesada; Juan Macias",
    "date": 2020,
    "doi": "10.1101/2020.05.16.20104141",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.16.20104141"
    },
    "title": "Similar incidence of Coronavirus Disease 2019 (COVID-19) in patients with rheumatic diseases with and without hydroxychloroquine therapy",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Not funded"
        }
    ]
}