{
    "abstract": "Introduction: The COVID-19 is caused by the virus known as sever acute respiratory syndrome corona virus 2 (SARS-CoV-2) having the common symptoms such as Flue, fever, dry cough and shortness of breath. The first case was reported in WUHAN city china in December 2019 and it spread to the whole world, WHO declared as world pandemic on 11th march 2020. SIR Epidemiological Model: The first case in Pakistan was confirmed on 26th Feb 2020 as by the 8th April 2020 the total no of confirmed cases 4187 with 58 deaths and 467 recoveries throughout the country. The upcoming situation of the COVID-19 in Pakistan is forecasted by using SIR epidemiological, which is one of the mathematical derivative models with great accuracy rate prediction used for infectious disease. This model was introduced in the early 20th century. Results: Pakistan is will be having a heavy burden of patients 80000 plus infected patients 45000 recoveries 10000 hospitalized 3000 ICU and 800 plus deaths in the next 20 days. A complete lock down, social distancing and imposing curfew to keep every person at home can save Pakistan from a very huge number 1000000 infected patients with huge number of causalities with next 2 months. Key words: COVID-19, Coronavirus COV2, Pakistan, SIR model",
    "author": "Amjad Khan; Qaiser Iqbal; Asad Khan; Abdul Wahid; Nazar Mohammad",
    "date": 2020,
    "doi": "10.1101/2020.05.08.20095794",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.08.20095794"
    },
    "keywords": [
        "COVID-19",
        "Coronavirus COV2",
        "Pakistan",
        "SIR model"
    ],
    "title": "The Epidemiology of COVID-19 and applying Non Pharmaceutical interventions by using the Susceptible, Infectious Recovered epidemiological Model in Pakistan.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "No Fund Received"
                }
            ],
            "funding-statement": "No Fund Received"
        }
    ]
}