{
    "abstract": "Background. The COVID-19 pandemic poses an unprecedented and cascading threat to the health and economic prosperity of the world's population. Objectives. To understand whether the institutional and cultural context influences the COVID-19 outbreak. Methods. At the ecological level, regression coefficients are examined to figure out contextual variables influencing the pandemic's exponential growth rate across 96 countries. Results. While a strong institutional context is negatively associated with the outbreak (B = -0.55 ... -0.64, p < 0.001), the pandemic's growth rate is steeper in countries with a quality education system (B = 0.33, p < 0.001). Countries with an older population are more affected (B = 0.46, p < 0.001). Societies with individualistic (rather than collectivistic) values experience a flatter rate of pathogen proliferation (B = -0.31, p < 0.001), similarly for higher levels of power distance (B = -0.32, p < 0.001). Hedonistic values, that is seeking indulgence and not enduring restraints, are positively related to the outbreak (B = 0.23, p = 0.001). Conclusions. The results emphasize the need for public policy makers to pay close attention to the institutional and cultural context in their respective countries when instigating measures aimed at constricting the pandemic's growth.",
    "affiliations": [
        "Darla Moore School of Business at the University of South Carolina, and the Center for International Business Education and Research (CIBER) at the University of South Carolina"
    ],
    "author": "Wolfgang Messner",
    "date": 2020,
    "doi": "10.1101/2020.03.30.20047589",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.30.20047589"
    },
    "title": "The Institutional and Cultural Context of Cross-National Variation in COVID-19 Outbreaks",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Darla Moore School of Business"
                },
                {
                    "funding-source": "University of South Carolina,"
                },
                {
                    "funding-source": "Center for International Business Education and Research"
                },
                {
                    "funding-source": "University of South Carolina"
                }
            ],
            "funding-statement": "My research is supported by the Darla Moore School of Business at the University of South Carolina, and the Center for International Business Education and Research (CIBER) at the University of South Carolina"
        }
    ]
}