{
    "abstract": "Background Protecting Health Care Workers (HCWs) during routine care of suspected or confirmed COVID-19 patients is of paramount importance to halt the SARS-CoV-2 (Severe Acute Respiratory Syndrome-Coronavirus-2) pandemic. The WHO, ECDC and CDC have issued conflicting guidelines on the use of respiratory filters (N95) by HCWs. Methods We searched PubMed, Embase and The Cochrane Library from the inception to March 21, 2020 to identify randomized controlled trials (RCTs) comparing N95 respirators versus surgical masks for prevention of COVID-19 or any other respiratory infection among HCWs. The grading of recommendations, assessment, development, and evaluation (GRADE) was used to evaluate the quality of evidence. Findings Four RCTs involving 8736 HCWs were included. We did not find any trial specifically on prevention of COVID-19. However, wearing N95 respirators can prevent 73 more (95% CI 46-91) clinical respiratory infections per 1000 HCWs compared to surgical masks (2 RCTs; 2594 patients; low quality of evidence). A protective effect of N95 respirators in laboratory-confirmed bacterial colonization (RR= 0.41; 95%CI 0.28-0.61) was also found. A trend in favour of N95 respirators was observed in preventing laboratory-confirmed respiratory viral infections, laboratory-confirmed respiratory infection, and influenza like illness. Interpretation We found no direct high quality evidence on whether N95 respirators are better than surgical masks for HCWs protection from SARS-CoV-2. However, low quality evidence suggests that N95 respirators protect HCWs from clinical respiratory infections. This finding should be contemplated to decide the best strategy to support the resilience of healthcare systems facing the potentially catastrophic SARS-CoV-2 pandemic.",
    "author": "Daniela D'Angelo; Cristina Renzi; Daniela Coclite; Giuseppe La Torre; Silvia Gianola; Primiano Iannone; Claudio Mastroianni; Alice Fauci; Greta Castellini; Laura Iacorossi; Antonello Napoletano",
    "date": 2020,
    "doi": "10.1101/2020.04.06.20054841",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.06.20054841"
    },
    "title": "The need of health policy perspective to protect Healthcare Workers during COVID-19 pandemic. A GRADE rapid review on the N95 respirators effectiveness.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement none</strong>"
        }
    ]
}