{
    "abstract": "Background: Public health recommendations and government measures during the COVID-19 pandemic have enforced restrictions on daily living, which may include social distancing, remote work/school, and home confinement. While these measures are imperative to abate the spreading of COVID-19, the impact of these restrictions on mental health and emotional wellbeing is undefined. Therefore, an international online survey was launched on April 6, 2020 in seven languages to elucidate the impact of COVID-19 restrictions on mental health and emotional well-being. This report presents the preliminary results from the first thousand responders on mental wellbeing and mood and feelings questionnaires. Methods: The ECLB-COVID19 electronic survey was designed by a steering group of multidisciplinary scientists and academics, following a structured review of the literature. The survey was uploaded and shared on the Google online survey platform. Thirty-five research organizations from Europe, North-Africa, Western Asia and the Americas promoted the multi-languages survey through their networks to general society. Of the 64 questions, 7 were from the Short Warwick-Edinburgh Mental Well-being Scale (SWEMWBS), and 13 were from the Short Mood and Feelings Questionnaire (SMFQ), which are both validated instruments. Results: Analysis was conducted on the first 1047 replies (54% women) from Asia (36%), Africa (40%), Europe (21%) and other (3%). The COVID-19 home confinement had a negative effect on both mental wellbeing and on mood and feelings. Specifically, a significant decrease (p<0.001 and Δ%= 9.4 %) in the total score of mental wellbeing was noted. More individuals (+12.89%) reported a low mental wellbeing during compared to before home confinement. Furthermore, results from the mood and feelings questionnaire (i.e., depressive symptoms) showed a significant increase by 44.9% (p<0.001) in total score with more people (+10%) developing depressive symptoms during compared to before home confinement. Conclusion: The ECLB-COVID19 survey revealed an increased psychosocial strain triggered by the enforced home confinement. To mitigate this high risk of mental disorders and to foster an Active and Healthy Confinement Lifestyle (AHCL), a crisis-oriented interdisciplinary intervention is urgently needed.\nCompeting Interest Statement",
    "author": "Donald Cowan; Mohamed Jarraya; Nicola L Bragazzi; Fernando Santos; Bassem Bouaziz; Morteza Taheri; Monique Epstein; Achim Jerg; Lotfi Chaari; Khaled Trabelsi; Ellen Bentlage; Tarak Driss; Jonathan Gomez-Raja; Hamdi Chtourou; Bostjan Simunic; Karim Chamari; Anita Hoekelmann; Christian Wrede; Nizar Souissi; Robbert Sanderman; Michael Brach; Faiez Gargouri; Gamal Mohamed Ali; Omar Boukhris; Carlos Soares Pernambuco; Laisa Liane Paineiras-Domingos; Laurel Riemann; Ramzi Al-Horani; Notger Mueller; Liwa Masmoudi; Marlen Schmicker; Jordan M Glenn; Omar Hammouda; Taysir Mansi; Andrea Gaggioli; Daniella How; Jurgen Steinacker; Mona Ahmed; Nicholas T Bott; Rado Pisot; Aimen Khacharem; Stephen J Bailey; Osama Abdelkarim; Fernando Barbosa; Lisette Van Gemert-Pijnen; ACHRAF AMMAR; Patrick Mueller; Khadijeh Irandoust; Sebastian Schulz; Hadj Batatia; Mohamed Jmail; Leonardo Mataruna; Kais El Abed; Wassim Moalla; Sophia Bastoni; Asma Aloui; Annemarie Braakman-jansen; Bryan L Riemann",
    "date": 2020,
    "doi": "10.1101/2020.05.05.20091058",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.05.20091058"
    },
    "title": "Emotional consequences of COVID-19 home confinement: The ECLB-COVID19 multicenter study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Funding: Research are urgently needed to help understand the impacts of the covid-19 pandemic on peoples\u0092 lifestyle"
        }
    ]
}