{
    "abstract": "To successfully mitigate the extraordinary devastation caused by the Coronavirus disease 2019 (COVID-19) pandemic, it is crucial to identify important risk factors for this disease. One such neglected health determinant is the sex of the patient. This is an essential clinical characteristic, as it can factor into a patient's clinical management and preventative measures. Some clinical studies have shown disparities in the proportion between males and females that have more severe clinical outcomes or, subsequently, die from this disease. However, this association has not been unequivocally established. Thus, the purpose of this investigation was to examine the association between male sex and COVID-19 severity. We systematically reviewed the literature, identified non-randomized studies that matched predetermined selection criteria, and performed a meta-analysis to evaluate the proportion of males among four disease severity categories. Appropriate assessment strategies were implemented to assess and minimize potential biases. The results of this meta-analysis indicated that males constituted a significantly higher proportion of those who had adverse clinical outcomes and died from COVID-19. As the coronavirus spread from the East to the West, male sex remained a consistent risk factor. Our results support the establishment of the male sex as an important risk factor for this disease. Early identification and appropriate medical care for males with lab-confirmed COVID-19 may substantially change the course of clinical prognosis, resulting in greater numbers of lives saved.",
    "affiliations": [
        "Discovery Institute and the Peter & Carla Roth Family"
    ],
    "author": "Danny A. Ramirez; Jason Wilson; Brent M. Peterson; Thushara Galbadage; Alison S. Buck; Joseph Awada; Richard S. Gunasekera",
    "date": 2020,
    "doi": "10.1101/2020.05.11.20098673",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.11.20098673"
    },
    "title": "Systematic Review and Meta-Analysis of Sex-Specific COVID-19 Clinical Outcomes",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Discovery Institute and the Peter & Carla Roth Family"
                }
            ],
            "funding-statement": "The work of R.G. and T.G. was supported in part by the Discovery Institute and the Peter & Carla Roth Family"
        }
    ]
}