{
    "abstract": "Background On March 11, 2020, the World Health Organization declared its assessment of COVID-19 as a global pandemic. However, specific antiviral drugs are still unavailable, and pateints are managed by multiple complementary treatments. Methods The electronic medical records of COVID-19 patients where basic information, complete blood count, coagulation profile, inflammatory cytokines and serum biochemical indicators in 42 patients with COVID-19 (21 of whom were treated with low molecular weight heparin (LMWH), and 21 without LMWH) that were retrospectively analyzed to compare and evaluate the effect of LMWH treatment on disease progression. Findings 42 patients with COVID-19 treated at the hospital between February 1 and March 15, 2020, were selected for the study, of which 21 underwent LMWH treatment (LMWH group), and 21 did not (Control), during hospitalization. Changes in the percentage of lymphocytes in the LMWH group before and after LMWH treatment were significantly different from those in the control group (p=0.011, respectively). Changes in the levels of D-dimer and fibrinogen degradation products (FDP) in the LMWH group before and after LMWH treatment were significantly different from those in the control group (p=0.002;p=0.035). Strikingly, in the LMWH group, IL-6 levels were significantly reduced after LMWH treatment (p=0.006). Besides, the changes in IL-6 levels in the LMWH group before and after LMWH treatment were significantly different from those in the control group (p=0.031). Interpretation LMWH improves the coagulation dysfunction of COVID-19 patients and exerts anti-inflammatory effects by reducing IL-6 and increasing lymphocyte %. It appears that LMWH can be used as a potential therapeutic drug for the treatment of COVID-19, paving the way for a subsequent well-controlled clinical trial. Funding National Natural Science Foundation of China (No. 81603037 to SC) and the National Key Research and Development Plan of China(2017YFC0909900).",
    "affiliations": [
        "Funding National Natural Science Foundation of China (No. 81603037 to SC) and the National Key Research and Development Plan of China(2017YFC0909900)",
        "National Natural Science Foundation of China (No. 81603037 to SC) and the National Key Research and Development Plan of China(2017YFC0909900)"
    ],
    "author": "BIN DENG; TAOTAO ZHOU; FANG CHENG; CONG WANG; FANG ZENG; YIHUI LIU; Israel Vlodavsky; CHAO YANG; CHEN SHI; FEI CAI; HANXIANG WANG; YU ZHANG; JINPING LI",
    "date": 2020,
    "doi": "10.1101/2020.03.28.20046144",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.28.20046144"
    },
    "title": "The potential of low molecular weight heparin to mitigate cytokine storm in severe COVID-19 patients: a retrospective clinical study",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "81603037 to SC"
                    ]
                },
                {
                    "funding-source": "National Key Research and Development Plan",
                    "award-id": [
                        "2017YFC0909900"
                    ]
                }
            ],
            "funding-statement": "National Natural Science Foundation of China (No 81603037 to SC) and the National Key Research and Development Plan of China(2017YFC0909900)."
        }
    ]
}