{
    "abstract": "Many papers are emerging that describe the in vitro antiviral activity of drugs that may be repurposed for therapy or chemoprophylaxis against SARS-CoV-2. However, no comprehensive evaluation of these molecules in the context of the achievable plasma pharmacokinetics after administration of approved doses and schedules to humans has been conducted. Moreover, most publications have focussed on 50% maximum effective concentrations (EC50), which may be an insufficiently robust indicator of antiviral activity because of marked differences in the slope of the concentration-response curve between drugs. Accordingly, in vitro anti-SARS-CoV-2 activity data was digitised from all available publications up to 13th April 2020 and used to recalculate an EC90 value for each drug. EC90 values were then expressed as a ratio to the achievable maximum plasma concentrations (Cmax) reported for each drug after administration of the approved dose to humans (Cmax/EC90 ratio). Only 14 of the analysed drugs achieved a Cmax/EC90 ratio above 1 meaning that plasma Cmax concentrations exceeded those necessary to inhibit 90% of SARS-CoV-2 replication. A more in-depth assessment of these drugs demonstrated that only nitazoxanide, nelfinavir, tipranavir (boosted with ritonavir) and sulfadoxine achieved plasma concentrations above their anti-SARS-CoV-2 activity across their entire approved dosing interval at their approved human dose. For all drugs reported, the unbound lung to plasma tissue partition coefficient (KpUlung) was also simulated and used along with reported Cmax and fraction unbound in plasma to derive a lung Cmax/EC50 as a better indicator of potential human efficacy (lung Cmax/EC90 ratio was also calculable for a limited number of drugs). Using this parameter hydroxychloroquine, chloroquine, mefloquine, atazanavir (boosted with ritonavir), tipranavir (boosted with ritonavir), ivermectin, azithromycin and lopinavir (boosted with ritonavir) were all predicted to achieve lung concentrations over 10-fold higher than their reported EC50. This analysis was not possible for nelfinavir because insufficient data were available to calculate KpUlung but nitozoxanide and sulfadoxine were also predicted to exceed their reported EC50 by 3.1- and 1.5-fold in lung, respectively. The antiviral activity data reported to date is of variable quality and conducted under different conditions by different investigators. However, this analysis has prioritised candidates with the best chance for success in therapy or chemoprevention of Covid-19 based upon the currently available in vitro activity and human plasma pharmacokinetic data. Future studies should focus on EC90 values and discuss findings in the context of achievable exposures in humans, especially within target compartments such as the lung, in order to maximise the potential for success of proposed human clinical trials.",
    "author": "Saye H Khoo; Paul O'Neill; Paul Curley; Helen Box; Andrew Owen; Steve P Rannard; Henry Pertinez; Usman Arshad; Ghaith Aljayyoussi; Giancarlo Biagini; Christopher David; Joanne Sharp; Neill J Liptrott; Lee Tatham; David J Back; Megan Neary; Anthony Valentijn; Patrick G Bray; Stephen A Ward; Shaun Pennington; Rajith KR Rajoli",
    "date": 2020,
    "doi": "10.1101/2020.04.16.20068379",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.16.20068379"
    },
    "title": "Prioritisation of potential anti-SARS-CoV-2 drug repurposing opportunities based on ability to achieve adequate target site concentrations derived from their established human pharmacokinetics",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The authors received no funding for this work"
        }
    ]
}