{
    "abstract": "BACKGROUND: Migrants could be disproportionately affected by the COVID-19 pandemic, yet little is known so far of the epidemiology of the disease among them, especially in low- and middle-income countries. OBJECTIVE: To describe the epidemiology of suspect cases of COVID-19 in migrants in transit and asylum seekers in Mexico, and to compare their characteristics with those of non-migrants. METHODS: This was a secondary analysis of information from the surveillance system of Mexico from January 1 to May 3 2020, identifying persons from the main sending countries of mixed migrant flows in Mexico (Central America, the Caribbean, Venezuela and African countries), in northern and southern Mexican border states. We compared the demographic and clinical characteristics, risk conditions, and epidemic curves for migrants and non-migrants. Also, we estimated the cumulative incidence for non-migrants, and for migrants in two scenarios defined by different estimations of their population size. RESULTS: Migrants were on average younger, had less accompanying risk conditions, and a lower percentage of suspect cases tested positive for COVID-19. The odds of hospitalization were lower among migrants, but the difference disappeared after adjusting by age, gender and underlying risk conditions. The cumulative incidence ratios comparing migrants with non-migrants were 6.12 (CI95% 4.75,7.77) for the first scenario, and 1.49 (CI95% 1.15,1.89) for the second scenario. CONCLUSION: Migrants and asylum seekers in Mexico are at increased risk for infectious respiratory diseases, and could be disproportionately affected by COVID-19. It is important to continue monitoring the situation, with more detailed information about migration status, living conditions and other determinants of migrants health.",
    "author": "Silvana Larrea; Ietza Bojorquez; Cesar Infante; Chiara Santoro; Isabel Vieitez",
    "date": 2020,
    "doi": "10.1101/2020.05.08.20095604",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.08.20095604"
    },
    "title": "MIGRANTS IN TRANSIT AND ASYLUM SEEKERS IN MEXICO: AN EPIDEMIOLOGICAL ANALYSIS OF THE COVID-19 PANDEMIC",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was received for this work"
        }
    ]
}