{
    "abstract": "Background: Patients with comorbid conditions have a higher risk of mortality with SARS-CoV-2 (COVID-19) infection, but the impact on heart failure patients living near a disease hotspot is unknown. Therefore, we sought to characterize the prevalence and outcomes of COVID-19 in a live registry of heart failure patients across an integrated health care system in Connecticut. Methods: In this retrospective analysis, the Yale Heart Failure Registry (NCT04237701) that includes 26,703 patients with heart failure across a 6-hospital integrated health care system in Connecticut, was queried on April 16th, 2020 for all patients tested for COVID-19. Sociodemographic and geospatial data as well as, clinical management, respiratory failure, and patient mortality were obtained via the real-time registry. Data on COVID-19 specific care was extracted by retrospective chart review. Results: COVID-19 testing was performed on 900 symptomatic patients, comprising 3.4% of the Yale Heart Failure Registry (N=26,703). Overall, 206 (23%) were COVID-19+. As compared to COVID-19-, these patients were more likely to be older, black, have hypertension, coronary artery disease, and were less likely to be on renin angiotensin blockers (P<0.05, all). COVID-19- patients tended to be more diffusely spread across the state whereas COVID-19+ were largely clustered around urban centers. 20% of COVID-19+ patients died, and age was associated with increased risk of death [OR 1.92 95% CI (1.33-2.78); P<0.001]. Among COVID-19+ patients who were ≥85 years of age rates of hospitalization were 87%, rates of death 36%, and continuing hospitalization 62% at time of manuscript preparation. Conclusions: In this real-world snapshot of COVID-19 infection among a large cohort of heart failure patients, we found that a small proportion had undergone testing. Patients found to be COVID-19+ tended to be black with multiple comorbidities and clustered around lower socioeconomic status communities. Elderly COVID-19+ patients were very likely to be admitted to the hospital and experience high rates of mortality.\nCompeting Interest Statement",
    "author": "Elliott Miller; Allen Hsiao; Craig Keating; Neal Ravindra; Fouad Chouairi; Nitu Kashyap; Jeptha Curtis; Michael Fuery; Megan McCullough; Nihar Desai; Tariq Ahmad; Eric J Velazquez; Maricar Malinis; Matthew Grant; Francis Perry Wilson; Cesar Caraballo",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20082016",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20082016"
    },
    "title": "COVID-19 Infections and Outcomes in a Live Registry of Heart Failure Patients Across an Integrated Health Care System",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}