{
    "abstract": "There have been numerous reports that the impact of the ongoing COVID-19 epidemic has disproportionately impacted traditionally vulnerable communities, including well-researched social determinants of health, such as racial and ethnic minorities, migrants, and the economically challenged. The goal of this ecological cross-sectional study is to examine the demographic and economic nature of spatial hot and cold spots of SARS-CoV-2 rates in New York City and Chicago as of April 13, 2020. In both cities, cold spots (clusters of low SARS-CoV-2 rate ZIP code tabulation areas) demonstrated typical protective factors associated with the social determinants of health and the ability to social distance. These neighborhoods tended to be wealthier, have higher educational attainment, higher proportions of non-Hispanic white residents, and more workers in managerial occupations. Hot spots (clusters of high SARS-CoV-2 rate ZIP code tabulation areas) also had similarities, such as lower rates of college graduates and higher proportions of people of color. It also appears to be larger households (more people per household), rather than overall population density, that may to be a more strongly associated with hot spots. Findings suggest important differences between the cities' hot spots as well. They can be generalized by describing the NYC hot spots as working-class and middle-income communities, perhaps indicative of service workers and other occupations (including those classified as \"essential services\" during the pandemic) that may not require a college degree but pay wages above poverty levels. Chicago's hot spot neighborhoods, on the other hand, are among the city's most vulnerable, low-income neighborhoods with extremely high rates of poverty, unemployment, and non-Hispanic Black residents.",
    "author": "Brian Pavilonis; Denis Nash; Andrew R Maroko",
    "date": 2020,
    "doi": "10.1101/2020.04.21.20074468",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.21.20074468"
    },
    "title": "Covid-19 and Inequity: A comparative spatial analysis of New York City and Chicago hot spots",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received."
        }
    ]
}