{
    "abstract": "Objective This prospective observational study examined changing trends of excess self-protective behavior (EPB), and its association with perceived risk, severity and belief in prevention myths during the Chinese COVID-19 epidemic. Methods The study employed a longitudinal design. Participants were recruited for an online panel survey from chat groups on social media platforms. Descriptive statistics and the CATMOD program were used for data analysis. Findings Participants numbered 150 for the linkable baseline survey and 102 for the final survey. There were 5 waves of interviews. The prevalence of participants perceiving a personal risk of contracting COVID-19, and severe consequences of the disease, was 18.6% and 25.5%, respectively. Their prevalence had declined to 4.9% and 17.6%, respectively, by the last observation point. The 5 selected EPBs also manifested a decreasing trend. Belief in COVID-19 prevention myths trended upwards. Perceived risk was positively associated with each EPB, and perceived severity with disinfection of clothes and hoarding of products. Myth adherence was positively associated with disinfection of clothes and both hand washing and sanitization. Conclusion This study yielded new information about EPB among the public during the COVID-19 epidemic. Policy and health education modifications are essential for minimizing the adverse health effects of subscribing to prevention myths.",
    "affiliations": [
        "National Nature Science Foundation of China (Major Project 71490733)"
    ],
    "author": "Tingzhong Yang; Ian R.H. Rockett; Xiaozhao Yousef Yang; Sihui peng",
    "date": 2020,
    "doi": "10.1101/2020.05.18.20102434",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.18.20102434"
    },
    "title": "Changing trends of excess self-protective behavior, and association with belief in prevention myths during the COVID-19 epidemic in China: A panel study",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Nature Science Foundation of China",
                    "award-id": [
                        "Major Project 71490733"
                    ]
                },
                {
                    "funding-source": "Major Project",
                    "award-id": [
                        "71490733"
                    ]
                }
            ],
            "funding-statement": "This study is supported by the National Nature Science Foundation of China (Major Project 71490733)"
        }
    ]
}