{
    "title": "Clinical features and management of severe COVID-19: A retrospective study in Wuxi, Jiangsu Province, China Xiufeng Jiang1#, Jianxin Tao2#, Hui Wu1#, Yixin Wang2, Wei Zhao1, Min Zhou1, Jiehui Huang1, Qian You1, Meng Hua1, Feng Zhu1, Xiaoqing Zhang1, Meifang Qian1, Yuanwang Qiu1* 1Department of Respiratory and Critical Care Medicine, Wuxi Fifth People’s Hospital, Wuxi 214016, Jiangsu Province, P.R. China 2Clinical college, Nanjing Medical University, Nanjing 211166, Jiangsu Province, P.R. China #These three authors contributed equally to this work. *Corresponding author: Yuanwang Qiu, Department of Respiratory and Critical Care Medicine, Wuxi Fifth People’s Hospital, 1215 Guangrui Road, Wuxi 214016, Jiangsu Province, P.R. China Tel: +86-18914266186 E-mail: yuanwqiu@163.com",
    "date": 2020,
    "affiliations": [
        "Department of Respiratory and Critical Care Medicine, Wuxi Fifth People’s Hospital, Wuxi 214016, Jiangsu Province, P.R. China",
        "Clinical college, Nanjing Medical University, Nanjing 211166, Jiangsu Province, P.R. China #These three authors contributed equally to this work",
        "Corresponding author: Yuanwang Qiu, Department of Respiratory and Critical Care Medicine, Wuxi Fifth People’s Hospital, 1215 Guangrui Road, Wuxi 214016, Jiangsu Province, P.R. China Tel: +86-18914266186",
        "Hospital (2020-007-1), a designated infectious diseases hospital of COVID-19 and informed consent from participants was also waived by the Ethics Commission"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.10.20060335",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.04.10.20060335.pdf"
    },
    "abstract": "Objective: We aimed to investigate clinical features and management of 55 COVID-19 patients in Wuxi, especially severe COVID-19. Methods: Epidemiological, demographic, clinical, laboratory, imaging, treatment, and outcome data of patients were collected. Follow-up lasted until April 6, 2020. Results: All 55 patients included 47 (85.5%) non-severe patients and 8 (14.5%) severe patients. Common comorbidities were hypertension and diabetes. Common symptoms were fever, cough and sputum. Lymphopenia was a common laboratory finding, and ground-glass opacity was a common chest CT feature. All patients received antiviral therapy of α-interferon inhalation and lopinavir-ritonavir tablets. Common complications included acute liver injury and respiratory failure. All patients were discharged. No death was occurred and no medical staff got infected. Patients with severe COVID-19 showed significantly older age, decreased lymphocytes, increased C reactive protein, and higher frequency of bilateral lung infiltration compared to non-severe patients. Significantly more treatments including antibiotic therapy and mechanical ventilation, longer hospitalization stay and higher cost were shown on severe patients. Conclusions: Our study suggested that patients with severe COVID-19 may be more likely to have an older age, present with lymphopenia and bilateral lung infiltration, receive multiple treatments and stay longer in hospital. Key words: severe COVID-19, SARS-CoV-2, clinical features, management, Wuxi",
    "keywords": [
        "severe COVID-19",
        "SARS-CoV-2",
        "clinical features",
        "management",
        "Wuxi"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Wuxi Municipal Health Commission Major Project",
                    "award-id": [
                        "Z201811"
                    ]
                },
                {
                    "funding-source": "Wuxi Science and Technology Bureau COVID-19",
                    "award-id": [
                        "N2020X009"
                    ]
                },
                {
                    "funding-source": "Wuxi Science and Technology Bureau",
                    "award-id": [
                        "201812"
                    ]
                }
            ],
            "funding-statement": "This study was supported by Wuxi Municipal Health Commission Major Project (Z201811); Wuxi Science and Technology Bureau COVID-19 special project (N2020X009); Wuxi Science and Technology Bureau guiding plan (201812)"
        }
    ]
}