{
    "title": "Whole genome sequencing and phylogenetic analysis of SARS-CoV-2 strains from the index and early patients with COVID-19 in Dubai, United Arab Emirates, 29 January to 18 March 2020",
    "author": "Shuler, Megan",
    "date": 2020,
    "affiliations": [
        "1Al Jalila Genomics Center, Al Jalila Children’s Hospital, Dubai, United Arab Emirates",
        "College of Medicine, Mohammed Bin Rashid University of Medicine and Health Sciences, Dubai, United Arab Emirates",
        "Research Department, Dubai Health Authority, Dubai, United Arab Emirates",
        "Pathology and Genetics Department, Latifa Women and Children Hospital, Dubai Health Authority, Dubai, United Arab Emirates",
        "Medical Affairs Department, Rashid Hospital, Dubai Health Authority, Dubai, United Arab Emirates",
        "The Centre for Applied Genomics, The Hospital for Sick Children, Toronto, ON, Canada",
        "Clinical Sciences Department, College of Medicine, University of Sharjah, Sharjah, United Arab Emirates",
        "College of Medicine, University of Sharjah, Sharjah, United Arab Emirates",
        "Institute of Virology, University of Veterinary Medicine Vienna, Vienna, Austria"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.06.080606",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.06.080606.pdf"
    },
    "abstract": "Whole genome sequencing and phylogenetic analysis of SARS-CoV-2 strains from the index and early patients with COVID-19 in Dubai (United Arab Emirates; UAE) showed multiple spatiotemporal introductions from Asia, Europe, and the Middle East. We combine genetic, demographic, and clinical information from early patients to show that the majority of introductions were from Europe and the Middle East/Iran, and to provide evidence for early community-based transmission. We further catalogue new mutations in SARS-CoV-2 isolates in the UAE. Our findings can be used to further understand the global transmission network of SARS-CoV-2.",
    "funding": [
        {}
    ]
}