{
    "abstract": "The outbreak of coronavirus infectious disease-2019 (COVID-19) pandemic has rapidly spread throughout over 200 countries, posing a global threat to human health. Till 15th May 2020, there are over 4.5 million confirmed cases, with roughly 300,000 death1. To date, most studies focus on severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in indoor environment owing to its main transmission routes via human respiratory droplets and direct contact2,3. It remains unclear whether SARS-CoV-2 can spill over and impose transmission risks to outdoor environments despite potential threats to people and communities. Here, we investigated the presence of SARS-CoV-2 by measuring viral RNA in 73 samples from outdoor environment of three hospitals in Wuhan. We detected SARS-CoV-2 in soils (205-550 copies/g), aerosols (285-1,130 copies/m3) and wastewaters (255 to 18,744 copies/L) in locations close to hospital departments receiving COVID-19 patients or in wastewater treatment sectors. These findings reveal significant viral spillover in hospital outdoor environments that was possibly caused by respiratory droplets from patients or aerosolized particles from wastewater containing SARS-CoV-2. In contrast, SARS-CoV-2 was not detected in other areas or on surfaces with regular disinfection implemented. Soils may behave as viral warehouse through deposition and serve as a secondary source spreading SARS-CoV-2 for a prolonged time. For the first time, our findings demonstrate that there are high-risk areas in hospital outdoor environments to spread SARS-CoV-2, calling for sealing of wastewater treatment unit and complete sanitation to prevent COVID-19 transmission risks.",
    "author": "Xian Zhang; Miao Li; Dayi Zhang; Yi Liu; Weiwei Li; Xia Huang; Jingkun Jiang; Jing Li; Yunfeng Yang; Guanghe Li; Yan Xiong; Haibo Ling; Ting Zhang; Yongzhong Jiang; Peng Zhao; Chuan Yi; Zhenyu Hu; Jiuhui Qu; Xinzi Wang; Songqiang Deng",
    "date": 2020,
    "doi": "10.1101/2020.05.12.20097105",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.12.20097105"
    },
    "title": "SARS-CoV-2 spillover into hospital outdoor environments",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "NA"
        }
    ]
}