{
    "abstract": "Objectives:To describe the clinical characteristics of patients with coronavirus disease 2019 (COVID-19) with co-morbid neurological symptoms. Design:Retrospective case series. Setting:Huoshenshan Hospital in Wuhan, China. Participants:From 4 February to 14 April 2020, 106 patients with neurological diseases were enrolled from all patients in the hospital with confirmed COVID-19 and divided into a severe group and a nonsevere group according to their COVID-19 diagnosis. Main outcome measures:Clinical characteristics, laboratory results, imaging findings, and treatment methods were all retrieved through an electronic medical records system and recorded in spreadsheets. Results:The mean (standard deviation, SD) age of patients was 72.7 (11.8) years, and 64 patients were male (60.4%). Among patients with co-morbid neurological diseases, 81 had a previous cerebral infarction (76.4%), 20 had dementia (18.9%), 10 had acute cerebral infarction (9.4%), 5 had sequelae of cerebral haemorrhage (4.7%), 4 had intracranial mass lesions (3.8%), 3 had epilepsy (2.8%), 2 had Parkinsons disease (1.9%), and 1 had myelopathy (0.9%). Fever (n = 62, 58.5%) was the most common symptom. The most common neurological symptoms were myalgia (n = 26, 24.5%), followed by extremity paralysis (n = 20, 18.9%), impaired consciousness (n = 17, 16%), and positive focal neurological signs (n = 42, 39.6%). Eight patients (7.5%) died. There were more patients with altered mental status in the severe group than in the non-severe group (6 [10.2%] vs. 0, P = 0.033). The inflammatory response in the severe group was more significant than that in the non-severe group. There were more patients taking anticoagulant drugs (25 [42.4%] vs. 4 [8.5%], P < 0.001) and sedative drugs (22 [37.3%] vs. 9 [19.1%], P = 0.041) in the severe group than in the non-severe group. Amid all 93 patients with cerebrovascular diseases, only 32 (34.4%) were taking aspirin, 13 (14%) taking clopidogrel, and 33 (35.5%) taking statins. Conclusions:Patients with COVID-19 with co-morbid neurological diseases had an advanced age, a high rate of severe illness, and a high mortality rate. Among the neurological symptoms, altered mental status was more common in patients with severe COVID-19 with co-morbid neurological diseases.",
    "affiliations": [
        "Huoshenshan Hospital in Wuhan, China. Participants:From",
        "Huoshenshan Hospital for Scientific research Project and the Top project of PLA youth cultivation program, for the submitted work; no financial relationships with any organization that might have an interest in the submitted work in the previous three years; we thank webshop of elsevier (https://webshop.elsevier.com) for its linguistic assistance during the preparation of this manuscript; no other relationships or activities that could appear to have influenced the submitted work",
        "Huoshenshan Hospital for Scientific research Project（HSSYYKYMSKT-244） and partly supported by the Top project of PLA youth cultivation program (18QNP053), National Commission of Health, People\u0092s Republic of China. The research was designed, conducted, analysed, and interpreted by the authors entirely independently of the funding sources"
    ],
    "author": "Yingjie Zhang; Zhiqi Yang; Dawei Xiang; Yuanming Li; Huiceng Leng; Hui Chen; Meiling Dan; Dandan Ma; Zhao Liu; Bo Zhao; Yaxuan Wei; Xuan Liu; Rong Yin",
    "date": 2020,
    "doi": "10.1101/2020.04.29.20085415",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.29.20085415"
    },
    "title": "Clinical characteristics of 106 patients with neurological diseases and co-morbid coronavirus disease 2019: a retrospective study",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Huoshenshan Hospital for Scientific",
                    "award-id": [
                        "HSSYYKYMSKT-244",
                        "18QNP053"
                    ]
                },
                {
                    "funding-source": "National Commission of Health, People"
                },
                {
                    "funding-source": "Republic of China"
                }
            ],
            "funding-statement": "This work was funded by grants from the Huoshenshan Hospital for Scientific research Project（HSSYYKYMSKT-244） and partly supported by the Top project of PLA youth cultivation program (18QNP053), National Commission of Health, People\u0092s Republic of China"
        }
    ]
}