{
    "abstract": "We compared the ability of 2 commercial molecular amplification assays [RealTime SARS-CoV-2 on the m2000 (Abbott) and ID NOW™ COVID-19 (Abbott)] and a laboratory developed test [modified CDC 2019-nCoV RT-PCR assay with RNA extraction by eMag® (bioMériux) and amplification on QuantStudio 6 or ABI 7500 Real-Time PCR System (Life Technologies)] to detect SARS-CoV-2 RNA in upper respiratory tract specimens. Discrepant results were adjudicated by medical record review. 200 nasopharyngeal swab specimens in viral transport medium were collected from symptomatic patients between March 27 and April 9, 2020. Results were concordant for 167 specimens (84.3% overall agreement), including 94 positive and 73 negative specimens. The RealTime SARS-CoV-2 assay on the m2000 yielded 33 additional positive results, 25 of which were also positive by the modified CDC assay but not by the ID NOW™ COVID-19 assay. In a follow-up evaluation, 97 patients for whom a dry nasal swab specimen yielded negative results by the ID NOW™ COVID-19 assay had a paired nasopharyngeal swab specimen collected in viral transport medium and tested by the RealTime SARS-CoV-2 assay; SARS-CoV-2 RNA was detected in 13 (13.4%) of these specimens. Medical record review deemed all discrepant results to be true positives. The ID NOW™ COVID-19 test was fastest (as soon as 5 minute for positive and 13 minute for negative result.) The RealTime SARS-CoV-2 assay on the m2000 detected more cases of COVID-19 infection than the modified CDC assay or the ID NOW™ COVID-19 test.",
    "author": "Jennifer Lindsley; Haiying Li; Nicholas M Moore; Debra Schejbal; Mary Hayden",
    "date": 2020,
    "doi": "10.1101/2020.05.02.20088740",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.02.20088740"
    },
    "title": "Comparison of two commercial molecular tests and a laboratory-developed modification of the CDC 2019-nCOV RT-PCR assay for the qualitative detection of SARS-CoV-2 from upper respiratory tract specimens",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "There are no external funding sources for this study. No authors received payment or services from any third party."
        }
    ]
}