{
    "abstract": "Background: As novel coronavirus disease (COVID-19) cases continue to steeply rise globally within an unprecedented short period of time, solid evidence from large randomised controlled trials is still lacking. Currently, numerous trials testing potential treatment and preventative options are undertaken globally. Objectives: We summarised all currently registered clinical trials examining treatment and prevention options for COVID-19 pneumonia. Additionally, we evaluated the quality of the retrieved interventional studies. Data sources: The ClinicalTrials.gov, the Chinese Clinical Trial Registry and the European Union Clinical Trials Register were systematically searched. Study eligibility criteria: Registered clinical trials examining treatment and/or prevention options for COVID-19 were included. No language, country or study design restrictions were applied. Withdrawn, cancelled studies and trials not reporting therapeutic or preventative strategies for COVID-19 were excluded. Participants and interventions: No restrictions in terms of participants' age and medical background or type of intervention were enforced. Methods: The registries were searched using the term \"coronavirus\" or \"COVID-19\" from their inception until 26th March 2020. Additional manual search of the registries was also performed. Eligible studies were summarised and tabulated. Interventional trials were methodologically analysed, excluding expanded access studies and trials testing Traditional Chinese Medicine. Results: In total, 309 trials evaluating therapeutic management options, 23 studies assessing preventive strategies and 3 studies examining both were retrieved. Interventional treatment studies were mostly randomised (n=150, 76%) and open-label (n=73, 37%) with a median number of planned inclusions of 90 (IQR 40-200). Major categories of interventions that are currently being investigated are discussed. Conclusion: Numerous clinical trials have been registered since the onset of the COVID-19 pandemic. Summarised data on these trials will assist physicians and researchers to promote patient care and guide future research efforts for COVID-19 pandemic containment. However, up to the end of March, 2020, significant information concerning reported trials was lacking.\nCompeting Interest Statement",
    "affiliations": [
        "Supported by Universities Giessen and Marburg Lung Centre (UGMLC), the German Centre for Lung Research (DZL), University Hospital Giessen and Marburg (UKGM) research funding according to article 2, section 3 cooperation agreement, and the Deutsche Forschungsgemeinschaft (DFG)-funded-SFB 1021 (C04), -KFO 309 (P10), and SK 317/1-1 (Project number 428518790). All grants are outside the submitted work"
    ],
    "author": "François-Xavier Lescure; Nathan Peiffer-Smadja; Sotirios Tsiodras; Cédric Laouénan; Hannah Janocha; Chrysanthi Skevaki; Paraskevi C. Fragkou; Drifa Belhadi; France Mentré; Charalampos D. Moschopoulos; Emmanouil Karofylakis; Yazdan Yazdanpanah",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20080226",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20080226"
    },
    "title": "Review and methodological analysis of trials currently testing treatment and prevention options for the novel coronavirus disease (COVID-19) globally.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received for this study."
        }
    ]
}