{
    "title": "Comparison of Cepheid Xpert Xpress and Abbott ID Now to Roche cobas for the Rapid 2 Detection of SARS-CoV-2 3 4 5 6 Marie C. Smithgall1, Ioana Scherberkova2, Susan Whittier1, Daniel A. Green1,# 7 8 1Department of Pathology & Cell Biology, Columbia University Irving Medical Center, New 9 York, NY 10 2Vagelos College of Physicians and Surgeons, Columbia University Irving Medical Center, New 11 York, NY 12 13 14 Keywords: COVID-19, SARS-CoV-2, Molecular Diagnostics 15 Running Title: Comparison of Rapid SARS-CoV-2 Tests 16 17 18 #Address correspondence to: 19 Daniel A. Green, M.D. 20 3959 Broadway 21 Microbiology, CHONY C-324 22 New York, NY 10032 23 dag2149@cumc.columbia.edu 24 25 26",
    "date": 2020,
    "author": "Xpert. Negative agreement was 100% and 92.0% for ID Now and Xpert, respectively. Both ID",
    "affiliations": [
        "Department of Pathology & Cell Biology, Columbia University Irving Medical Center, New",
        "Vagelos College of Physicians and Surgeons, Columbia University Irving Medical Center, New",
        "Keywords: COVID-19, SARS-CoV-2, Molecular Diagnostics",
        "Running Title: Comparison of Rapid SARS-CoV-2 Tests 16 17 18 #Address correspondence to:",
        "Daniel A. Green, M.D. 20 3959 Broadway 21 Microbiology, CHONY C-324 22 New York, NY 10032 23"
    ],
    "journal": "SARS",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.22.055327",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.22.055327.pdf"
    },
    "abstract": "The SARS-CoV-2 pandemic has created an urgent and unprecedented need for rapid large-scale diagnostic testing to inform timely patient management. This study compared two recently-authorized rapid tests, Cepheid Xpert Xpress SARS-CoV-2 and Abbott ID Now SARS-",
    "keywords": [
        "COVID-19",
        "SARS-CoV-2",
        "Green",
        "20 3959 Broadway 21 Microbiology",
        "CHONY C-324 22 New York"
    ],
    "funding": [
        {}
    ]
}