{
    "abstract": "Background: Coronavirus disease 19 (COVID-19) has become a global unprecedented pandemic infecting more than one millon people, which is declared by WHO as a international public health emergency. Eosinopenia may predict a poor prognosis of COVID-19. However, to date, there is no detailed analysis of the clinical characteristics of COVID-19 patients with eosinopenia. Research question: The aim of this study was to describe clinical characteristics of COVID-19 patients with eosinopenia. Study Design and Methods: This was a multi-center retrospective study conducted in three tertiary hospitals. A total of 59 patients with COVID-19 were reviewed from January 23, 2020 to March 10, 2020. We described clincial characteristics of patients with COIVD-19 and eosinopenia phenotype. Results: The median age of patients with COVID-19 was 39 years old, and 32 (54,2%) were male. Patients with severe type had higher proportions of dyspnea (50%) and gastrointestinal symptoms (50%) compared with mild or moderate patients. Laboratory findings indicated that lower counts of lymphocyte and eosnophils were observed in patients with severe type. Cough, sputum, and fatigue were more common symptoms in eosinopenia patients compared with non-eosinopenia patients. High proportion of comorbidities was observed in eosinopenia patients. Laboratory findings indicated that lymphocyte counts (median: 101 cells/μl ) in eosinopenia patients were significantly less than those of non-eosinopenia patients (median: 167 cells/μl, p<0.001). The use of corticosteroids therapy in COVID-19 patients with eosinopenia were notably higher than those in patients with non-eosinopenia (50% vs 13.8%, respectively, p=0.005). Compared with parameters in non-eosinopenia patients, eosinopenia patients were more inclined to have less lymphocyte counts (OR value 6.566, 95%CI[1.101-39.173], p=0.039). Interpretation Eosinopenia are very common in COVID-19 patient, particularly in severe patients. Common symptoms included fever, cough, sputum, and fatigue are frequent in eosinopenia patients. Eosinopenia may represent a novel phenotype in COVID-19, which needs further investigation.\nCompeting Interest Statement",
    "affiliations": [
        "Colleges and Universities (KJ2017A264), and Key projects of science and technology for prevetion and control of COVID-19 in Wuhu City (2020dx1-1, 2020dx1-3, and 2020dx2-1)"
    ],
    "author": "Gang Yang; Lei Zha; Yun Zhou; Jianghua Yang; Mengde Zhu; Yusheng Cheng; Zhiwei Lu; Zhen Ding",
    "date": 2020,
    "doi": "10.1101/2020.04.22.20071050",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.22.20071050"
    },
    "title": "Eosinopenia Phenotype in Patients with Coronavirus Disease 2019: A Multi-center Retrospective Study from Anhui, China",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Anhui Provincial Key"
                },
                {
                    "funding-source": "Natural Science Foundation for Colleges and Universities",
                    "award-id": [
                        "KJ2017A264",
                        "COVID-19"
                    ]
                },
                {
                    "funding-source": "Wuhu City",
                    "award-id": [
                        "2020dx1-1",
                        "2020dx1-3",
                        "2020dx2-1"
                    ]
                }
            ],
            "funding-statement": "The design of the study and collection, analysis, and interpretation of data were supported by Anhui Provincial Key projects of Natural Science Foundation for Colleges and Universities (KJ2017A264), and Key projects of science and technology for prevetion and control of COVID-19 in Wuhu City (2020dx1-1, 2020dx1-3, and 2020dx2-1)."
        }
    ]
}