{
    "abstract": "Introduction: The concept of heart age is increasingly used for health promotion and alongside clinical guidelines for cardiovascular disease (CVD) prevention. These tools have been used by millions of consumers around the world, and many health organisations promote them as a way of encouraging lifestyle change. However, heart age tools vary widely in terms of their underlying risk models and display formats, the effectiveness of these tools compared to other CVD risk communication formats remains unclear, and doctors have raised concerns over their use to expand testing of healthy low risk adults. Methods and analysis: We aim to systematically review both qualitative and quantitative evidence of the effects of heart age when presented to patients or consumers for the purpose of CVD risk communication. Four electronic databases will be search until April 2020 and reference lists from similar review articles will be searched. Studies will be considered eligible if they meet the following criteria: (1) published from the inception of the database to April 2020, in peer-reviewed journals, (2) used an adult population (over 18 years of age) or, if not explicit regarding age, are clear that participants were not children, (3) present the concept of heart age to patients or consumers for the purpose of CVD risk communication, (4) report qualitative themes or quantitative outcomes relating to psychological and/or behavioural responses to heart age. Two reviewers will perform study selection, data extraction and quality assessment. Reporting of the review will be informed by Preferred Reporting Items for Systematic Review and Meta-Analysis guidance. Ethics and dissemination: Ethical approval is not required as it is a protocol for a systematic review. Findings will be disseminated through peer-reviewed publications and conference presentations.",
    "author": "Michael Fajardo; Carissa Bonner; Jenny Doust; Lyndal Trevena; Carys Batcup; Kevin McGeechan; Samuel Cornell",
    "date": 2020,
    "doi": "10.1101/2020.05.03.20089938",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.03.20089938"
    },
    "title": "Protocol for a systematic review of qualitative and quantitative effects of cardiovascular disease risk communication using heart age concepts",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This work has not been specifically funded."
        }
    ]
}