{
    "title": "Host and infectivity prediction of Wuhan 2019 novel coronavirus using deep learning algorithm",
    "author": "Qian Guo, Mo Li, Chunhui Wang, Peihong Wang, Zhencheng Fang, Jie tan, Shufang Wu, Yonghong Xiao,* and Huaiqiu Zhu",
    "date": 2020,
    "affiliations": [
        "State Key Laboratory for Turbulence and Complex Systems, Department of Biomedical Engineering, College of Engineering, and Center for Quantitative Biology, and School of life Sciences, Peking University, Beijing 100871, China",
        "State Key Laboratory for Diagnosis and Treatment of Infectious Diseases, The First Affiliated Hospital, College of Medicine, Zhejiang University, Hangzhou 310058, China",
        "The authors contributed equally to this paper",
        "Correspondence to:",
        "Chinese Center for Disease Control and Prevention (China CDC). This virus has now caused a total of 217 confirmed human infections in China and three deaths, reported by Chinese media on 20 January 2020. Yet the virus has trend to spread out of China, since one case in Thailand, one case in Japan and two cases in Korea had been sequentially reported since"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.01.21.914044",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.01.21.914044.pdf"
    },
    "abstract": "The recent outbreak of pneumonia in Wuhan, China caused by the 2019 Novel Coronavirus (2019-nCoV) emphasizes the importance of detecting novel viruses and predicting their risks of infecting people. In this report, we introduced the VHP (Virus Host Prediction) to predict the potential hosts of viruses using deep learning algorithm. Our prediction suggests that 2019-nCoV has close infectivity with other human coronaviruses, especially the severe acute respiratory syndrome coronavirus (SARS-CoV), Bat SARS-like Coronaviruses and the Middle East respiratory syndrome coronavirus (MERS-CoV). Based on our prediction, compared to the Coronaviruses infecting other vertebrates, bat coronaviruses are assigned with more similar infectivity patterns with 2019-nCoVs. Furthermore, by comparing the infectivity patterns of all viruses hosted on vertebrates, we found mink viruses show a closer infectivity pattern to 2019-nCov. These consequences of infectivity pattern analysis illustrate that bat and mink may be two candidate reservoirs of 2019-nCov.These results warn us to beware of 2019-nCoV and guide us to further explore the properties and reservoir of it. One Sentence Summary: It is of great value to identify whether a newly discovered virus has the risk of infecting human. Guo et al. proposed a virus host prediction method based on deep learning to detect what kind of host a virus can infect with DNA sequence as input. Applied to the Wuhan 2019 Novel Coronavirus, our prediction demonstrated that several vertebrate-infectious",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "The National Key Research and Development Program of China",
                    "award-id": [
                        "2017YFC1200205"
                    ]
                },
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "31671366",
                        "91231119"
                    ]
                },
                {
                    "funding-source": "Special Research Project"
                },
                {
                    "funding-source": "Clinical Medicine"
                },
                {
                    "funding-source": "Peking University"
                }
            ],
            "funding-statement": "Funding: The National Key Research and Development Program of China (2017YFC1200205), the National Natural Science Foundation of China (31671366 and 91231119), and the Special Research Project of ‘Clinical Medicine + X’ by Peking University"
        }
    ]
}