{
    "title": "Performance of the rapid Nucleic Acid Amplification by Abbott ID NOW COVID-19 in nasopharyngeal swabs transported in viral media and dry nasal swabs, in a New York City academic institution",
    "date": 2020,
    "affiliations": [
        "NYU Grossman School of Medicine, Department of Pathology, New York, NY, USA",
        "NYU Langone Health, Tisch Hospital New York, NY, USA",
        "NYU Grossman School of Medicine, Department of Emergency Medicine, New York, NY, USA",
        "Tisch Hospital Clinical Laboratories 560 First Avenue, New York, N.Y. 10016 Telephone: (212) 263-5905 Fax number: (212) 263-7922 E-mail address:",
        "Wuhan Jinyintan Hospital, China in December 2019. Since then, it has spread vastly, reaching the status of global pandemic as declared by the World Health Organization on March 11th, 2020 (1). As of May 2nd, 2020, there are 3,356,205 reported cases, and 238,730 confirmed deaths worldwide, in 215 countries (2). In NY State and New York City, there were 316,415 and 168,845 reported cases and 19,189 and 13,319 deaths respectively as of May 2nd, 2020 (3, 4)"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.11.089896",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.11.089896.pdf"
    },
    "abstract": "(word count=237) The recent emergence of the SARS-CoV-2 pandemic has posed formidable challenges for clinical laboratories seeking reliable laboratory diagnostic confirmation. The swift advance of the crisis in the United States has led to Emergency Use Authorization (EUA) facilitating the availability of molecular diagnostic assays without the more rigorous scrutiny to which tests are normally subjected to prior to FDA approval. The need to identify the COVID-19 positive cases quickly and accurately has propelled the release of a variety of assays intended to meet the urgent demand. Several Nucleic Acid Amplification Tests (NAAT) platforms are currently available. Our laboratory currently uses two real time RT-PCR platforms, the Roche Cobas SARS-CoV2 and the Cepheid Xpert Xpress SARS-CoV-2. Both platforms demonstrate comparable performance; however the run times for each assay are 3.5 hours and 45 minutes, respectively. In search for a platform with shorter turnaround time, we sought to evaluate the recently released Abbott ID NOW COVID-19 assay which is capable of producing positive results in as little as 5 minutes. We present here the result comparisons between Abbot ID NOW COVID-19 and Cepheid Xpert Xpress SARS-CoV-2 using nasopharyngeal swabs transported in VTM as well as dry nasal swabs for the Abbott assay. Regardless of method of collection and sample type, Abbot ID NOW COVID-19 missed a third of the samples detected positive by Cepheid Xpert Xpress when using NP swabs in VTM and over 48% when using dry nasal swabs. Keywords: SARS-CoV-2, COVID-19, Abbott ID NOW, validation, nasopharyngeal and nasal swab",
    "keywords": [
        "SARS-CoV-2",
        "COVID-19",
        "Abbott ID NOW",
        "validation",
        "nasopharyngeal and nasal swab"
    ],
    "funding": [
        {}
    ]
}