{
    "abstract": "Background: While the number of COVID-19 cases and deaths around the world is starting to peak, it is essential to point out how different countries manage the outbreak and how different measures and experience resulted in different outcomes. This study aimed to compare the effect of the measures taken by Saudi Arabia and the United Kingdom (UK) governments on the outcome of the COVID-19 pandemic as predicted by a mathematical model. Method: Data on the numbers of cases, deaths and government measures were collected from Saudi Ministry of Health and Public Health England. A prediction of the trend of cases, deaths and days to peak was then modelled using the mathematical technique, Exponential Logistic Growth and Susceptible Infectious Recovered (SIR) model. The measures taken by the governments and the predicted outcomes were compared to assess effectiveness. Result: We found over three months that 22 fast and extreme measures had been taken in Saudi Arabia compared to eight slow and late measures in the UK. This resulted in a decline in numbers of current infected cases per day and mortality in Saudi Arabia compared to the UK. Based on the SIR model, the predicted number of COVID-19 cases in Saudi as of 31st of March was 2064, while the predicted number of cases was 63012 in the UK. In addition, the pandemic is predicted to peak earlier on the 27th of March in Saudi Arabia compared to the 2nd of May 2020 in the UK. The end of transition phases for Saudi and UK according to the model, were predicted to be on 18th of April and 24th of May, respectively. These numbers relate to early and decisive measures adopted by the Saudi government. Conclusion: We show that early extreme measures, informed by science and guided by experience, helped reduce the spread and related deaths from COVID-19 in Saudi. Actions were taken by Saudi Arabia under the national slogan (We are all responsible) resulted in the observed reduced number of current and predicted cases and deaths compared to the UK approach (keep calm and carry on).\nCompeting Interest Statement",
    "author": "Abdulelah M Aldhahir; Tope Oyelade; Saeed M Alghamdi; Jaber S Alqahtani; Mater Almehmadi; Ali Alqarni; Saleh Komies",
    "date": 2020,
    "doi": "10.1101/2020.04.25.20079640",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.25.20079640"
    },
    "title": "COVID-19 Outcomes in Saudi Arabia and the UK: A Tale of Two Kingdoms",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None."
        }
    ]
}