{
    "abstract": "Background: Most guidelines on COVID-19 . We screened the literature, extracted the data and evaluated the risk of bias and quality of evidence of the included studies. We combined some of the outcomes (symptoms) in a single-arm meta-analysis using a random-effects model. Results: Our search retrieved 49 studies, including 25 case reports, 23 case series and one cohort study, with a total of 1667 patients. Our meta-analysis showed that most children with COVID-19 have mild symptoms. Eighty-three percent of the children were within family clusters of cases, and 19% had no symptoms. At least 7% with digestive symptoms. The main symptoms of children were fever (48%, 95% confidence interval [CI]: 39%, 56%) and cough (39%, 95% CI: 30%, 48%). The lymphocyte count was below normal level in only 15% [95% CI: 8%, 22%] of children which is different from adult patients. 66% [95% CI: 55%, 77%] of children had abnormal findings in CT imaging. Conclusions: Most children with COVID-19 have only mild symptoms, and many children are asymptomatic. Fever and cough are the most common symptoms in children. Vomiting and diarrhea were not common in children. The lymphocyte count is usually within the normal range in children.\nCompeting Interest Statement\nThe authors have declared no competing interest.\nFunding Statement\nThis work was supported by grants from National Clinical Research Center for Child Health and Disorders (Children's Hospital of Chongqing Medical University, Chongqing, China) (grant number NCRCCHD-2020-EP-01) to [Enmei Liu]; Special Fund for Key Research and Development Projects in Gansu Province in 2020, to [Yaolong Chen]; The fourth batch of \"Special Project of Science and Technology for Emergency Response to COVID-19\" of Chongqing Science and Technology Bureau, to [Enmei Liu]; Special funding for prevention and control of emergency of COVID-19 from Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province (grant number No. GSEBMKT-2020YJ01), to [Yaolong Chen].\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).",
    "author": "Yanfang Ma; Shuya Lu; Chenglin Wang; Myeong Soo Lee; Zijun Wang; Zhengxiu Luo; Yangqin Xun; Hyeong Sik Ahn; Yaolong Chen; Muna Baskota; Weiguo Li; Enmei Liu; Xufei Luo; Qi Zhou; Qianling Shi; Yinmei Yang; Hui Zhai; Toshio Fukuoka",
    "date": 2020,
    "doi": "10.1101/2020.04.13.20064352",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.13.20064352"
    },
    "title": "Clinical Characteristics of Children with COVID-19: A Rapid Review and Meta-Analysis",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Clinical Research Center for Child Health and Disorders"
                },
                {
                    "funding-source": "Children's Hospital of Chongqing Medical University, Chongqing",
                    "award-id": [
                        "NCRCCHD-2020-EP-01",
                        "Enmei Liu"
                    ]
                },
                {
                    "funding-source": "Special Fund for Key Research and Development Projects in Gansu Province in",
                    "award-id": [
                        "Yaolong Chen"
                    ]
                },
                {
                    "funding-source": "Special Project of Science and Technology for Emergency Response",
                    "award-id": [
                        "COVID-19"
                    ]
                },
                {
                    "funding-source": "Chongqing Science and Technology Bureau,",
                    "award-id": [
                        "Enmei Liu",
                        "COVID-19"
                    ]
                },
                {
                    "funding-source": "Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province",
                    "award-id": [
                        "GSEBMKT-2020YJ01",
                        "Yaolong Chen"
                    ]
                }
            ],
            "funding-statement": "This work was supported by grants from National Clinical Research Center for Child Health and Disorders (Children's Hospital of Chongqing Medical University, Chongqing, China) (grant number NCRCCHD-2020-EP-01) to [Enmei Liu]; Special Fund for Key Research and Development Projects in Gansu Province in 2020, to [Yaolong Chen]; The fourth batch of \"Special Project of Science and Technology for Emergency Response to COVID-19\" of Chongqing Science and Technology Bureau, to [Enmei Liu]; Special funding for prevention and control of emergency of COVID-19 from Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province (grant number No GSEBMKT-2020YJ01), to [Yaolong Chen]"
        }
    ]
}