{
    "abstract": "Background: Currently, there is a pandemic caused by the 2019 severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), which causes Covid-19. We wanted to compare specimen types and collection methods to explore if a simpler to collect specimen type could expand access to testing. Methods: We recruited individuals recently tested for SARS-CoV-2 infection through a testing program (drive-through). In homes of participants, we assessed the performance of self-collected oral fluid swab specimens with and without clinician supervision, clinician-supervised self-collected mid-turbinate (nasal) swab specimens, and clinician-collected nasopharyngeal swab specimens. We tested specimens with a validated reverse transcription-quantitative polymerase chain reaction assay for the detection of SARS-CoV-2 and measured cycle threshold values. Symptom status and date of onset of symptoms was also recorded for each participant. Results: We recruited 45 participants. The median age of study participant was 42 years old (Interquartile range, 31 to 52 years). Of the participants, 29 had at least one specimen test positive for SARS-CoV-2. Of those, 21 (73%) of 29 reported active symptoms. By specimen type and home-based collection method, clinician-supervised self-collected oral fluid swab specimens detected 26 (90%) of 29 infected individuals, clinician-supervised self-collected nasal swab specimens detected 23 (85%) of 27, clinician-collected posterior nasopharyngeal swab specimens detected 23 (79%) of 29, and unmonitored self-collected oral fluid swab specimens detected 19 (66%) of 29. Despite nasopharyngeal swabs being considered the gold standard, 4 participants tested negative by clinician-collected nasopharyngeal swab and positive by the 3 other specimen types. Additionally, false negative results by each sample type were seen to generally not overlap. Conclusions: Supervised self-collected oral fluid and nasal swab specimens performed similarly to, if not better than clinician-collected nasopharyngeal swab specimens for the detection of SARS-CoV-2 infection. No sample type captured all SARS-CoV-2 infections, suggesting potential heterogeneity in the distribution of viral load in different parts of the respiratory tract between individuals. Supervised self-collection performed comparably to clinician collection and would allow for rapid expansion of testing capacity in the United States by reducing the need for trained healthcare workers, reducing exposure of healthcare workers, and reducing the amount of PPE (personal protective equipment) being used for testing during a critical shortage.\nCompeting Interest Statement",
    "author": "Vlad Slepnev; Noah Kojima; Fred Turner; Laura Deming; Siri Kodeboyina; Agatha Bacelar; Jeffrey D Klausner",
    "date": 2020,
    "doi": "10.1101/2020.04.11.20062372",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.11.20062372"
    },
    "title": "Self-Collected Oral Fluid and Nasal Swabs Demonstrate Comparable Sensitivity to Clinician Collected Nasopharyngeal Swabs for Covid-19 Detection",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}