{
    "abstract": "No systematic data on hospitalized SARS-COV-2 patients from Western countries are available. We report onset, course, correlations with comorbidities, and diagnostic accuracy of nasopharyngeal swab in 539 individuals suspected to carry SARS-COV-2 admitted to the hospital of Crema, Italy. All individuals underwent clinical and laboratory exams, SARS-COV-2 reverse transcriptase-polymerase chain reaction on nasopharyngeal swab, and chest X-ray and/or computed tomography (CT). Data on onset, course, comorbidities, number of drugs including angiotensin converting enzyme (ACE) inhibitors and angiotensin-II-receptor antagonists (sartans), follow-up swab, pharmacological treatments, non-invasive respiratory support, ICU admission, and deaths were recorded. Among 411 SARS-COV-2 patients (66.6% males) median age was 70.5 years (range 1-99). Chest CT was performed in 317 (77.2%) and showed interstitial pneumonia in 304 (96%). Fatality rate was 17.5% (74% males), with 6.6% in 60-69 years old, 21.1% in 70-79 years old, 38.8% in 80-89 years old, and 83.3% above 90 years. No death occurred below 60 years. Non-invasive respiratory support rate was 27.2% and ICU admission 6.8%. Older age, cough and dyspnea at onset, hypertension, cardiovascular diseases, diabetes, renal insufficiency, >7 drugs intake and positive X-ray, low lymphocyte count, high C-reactive protein, aspartate aminotransferase and lactate dehydrogenase values, and low PO2 partial pressure with high lactate at arterial blood gas analysis at admission were significantly associated with death. Use of ACE inhibitors or sartans was not associated with outcomes. Comorbidity network analysis revealed homogenous distribution of deceased and 60-80 aged SARS-COV-2 patients across diseases. Among 128 swab negative patients at admission (63.3% males) median age was 67.7 years (range 1-98). Chest CT was performed in 87 (68%) and showed interstitial pneumonia in 76 (87.3%). Follow-up swab turned positive in 13 of 32 patients. Using chest CT at admission as gold standard on the entire study population of 539 patients, nasopharyngeal swab had 80% sensitivity. SARS-CoV-2 caused high mortality among patients older than 60 years and correlated with pre-existing multiorgan impairment. ACE inhibitors and sartans did not influence patients' outcome.",
    "author": "Roberto Assandri; Susanna Usai; Guido Caldarelli; Germano Pellegata; Roberto Sfogliarini; Ciro Canetta; Giuseppe Lauria; Alessandro Scartabellati; Giuseppe La Piana; Davide Sebastiano Rossi; Giovanni Vigano; Giovanni Melilli; Irene Tramacere; Elisabetta Buscarini; Daniele Cazzato; Guido Merli; Gianpaolo Benelli; Tommaso Gili",
    "date": 2020,
    "doi": "10.1101/2020.04.14.20053090",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.14.20053090"
    },
    "title": "SARS-COV-2 comorbidity network and outcome in hospitalized patients in Crema, Italy",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}