{
    "abstract": "Background: COVID-19 has rapidly emerged as a pandemic infection that has caused significant mortality and economic losses. Potential therapies and means of prophylaxis against COVID-19 are urgently needed to combat this novel infection. As a result of in vitro evidence suggesting zinc sulfate may be efficacious against COVID-19, our hospitals began using zinc sulfate as add-on therapy to hydroxychloroquine and azithromycin. We performed a retrospective observational study to compare hospital outcomes among patients who  through April 5, 2020. Initial clinical characteristics on presentation, medications given during the hospitalization, and hospital outcomes were recorded. Patients in the study were excluded if they were treated with other investigational medications. Results: The addition of zinc sulfate did not impact the length of hospitalization, duration of ventilation, or ICU duration. In univariate analyses, zinc sulfate increased the frequency of patients being discharged home, and decreased the need for ventilation, admission to the ICU, and mortality or transfer to hospice for patients who were never admitted to the ICU. After adjusting for the time at which zinc sulfate was added to our protocol, an increased frequency of being discharged home (OR 1.53, 95% CI 1.12-2.09) reduction in mortality or transfer to hospice remained significant (OR 0.449, 95% CI 0.271-0.744). Conclusion: This study provides the first in vivo evidence that zinc sulfate in combination with hydroxychloroquine may play a role in therapeutic management for COVID-19.\nCompeting Interest Statement\nThe authors have declared no competing interest.\nClinical Trial\nthis is a retrospective observational study and therefor not a clinical trial\nFunding Statement\nNo funding was provided for this work.\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.",
    "author": "Joseph Rahimian; Tania Ahuja; Christopher M Petrilli; Harish Rajagopalan; Philip Carlucci; Simon Jones",
    "date": 2020,
    "doi": "10.1101/2020.05.02.20080036",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.02.20080036"
    },
    "title": "Hydroxychloroquine and azithromycin plus zinc vs hydroxychloroquine and azithromycin alone: outcomes in hospitalized COVID-19 patients",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was provided for this work."
        }
    ]
}