{
    "abstract": "Background. Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) continues to spread worldwide and pose a major public health burden. There is increasing evidence that men are more likely to die from SARS-CoV-2 infection than women. However, underlying factors that mediate the observed sex bias in coronavirus disease 2019 (COVID-19) remain unknown. Methods. In this retrospective cohort, we included COVID-19 patients who were admitted to an Intensive Care Unit at the University Hospital Hamburg-Eppendorf, Germany. We obtained demographic data of all patients who were discharged or had died by 29th April 2020. We systematically analyzed sex hormones as well as cytokine and chemokine responses in male and female patients with laboratory-confirmed SARS-CoV-2 infections upon hospital admission. We used uni- and multivariable linear regression methods to identify potential risk factors for disease severity in males and females. Findings. All enrolled patients (n=45; n=35 males and n=10 females) presented comorbidities with hypertension being the most common (45.7% in males; 40% in females), followed by cancer (35% in males; 40% in females), obesity (34.3% in males and 30% in females), type II diabetes (25.7% in males and 20% in females) and chronic heart diseases (8.6% in males and 0% in females). We detected that the vast majority of male COVID-19 patients present low testosterone (68.6%) and low dihydrotestosterone (48.6%) levels. In contrast, most female COVID-19 patients have elevated testosterone levels (60%) without alterations in dihydrotestosterone levels. Both, female and male COVID-19 patients may present elevated estradiol levels (45.7% in males and 40% in females). Disease severity defined by SOFA score correlates with elevated cytokine responses (e.g. IL-6) in males and IL-2 in females. In male COVID-19 patients, testosterone levels negatively correlate with inflammatory IL-2 and IFN-γ, whereas estradiol levels positively correlate with the inflammatory cytokine IL-6. Vice versa, in female COVID-19 patients, testosterone levels positively correlate with inflammatory cytokines (e.g. IL-6). Interpretation. We here show that critically ill male COVID-19 patients suffer from severe testosterone and dihydrotestosterone deficiencies. Both androgens are required to mount antiviral immune responses to combat infection in males.",
    "author": "Dominik Jarczak; Tian Bai; Axel Nierhaus; Berfin Tuku; Jens Aberle; Zacharias Mueller; Andreas Meinhardt; Stefan Kluge; Maria Schroeder; Guelsah Gabriel; Stephanie Stanelle-Bertram; Martin Zickler; Henning Jacobsen",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20073817",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20073817"
    },
    "title": "The majority of male patients with COVID-19 present low testosterone levels on admission to Intensive Care in Hamburg, Germany: a retrospective cohort study.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "German Ministry of Health"
                }
            ],
            "funding-statement": "This study was funded by the German Ministry of Health"
        }
    ]
}