{
    "title": "Potent neutralizing antibodies in the sera of convalescent COVID-19 patients are directed against conserved linear epitopes on the SARS-CoV-2 spike protein 4 Chek Meng Poh1†, Guillaume Carissimo1†, Bei Wang1†, Siti Naqiah Amrun1, Cheryl 5 Yi-Pin Lee1, Rhonda Sin-Ling Chee1, Nicholas Kim-Wah Yeo1, Wen-Hsin Lee1, Yee6 Sin Leo2,3,4,5, Mark I-Cheng Chen2,6, Seow-Yen Tan7, Louis Yi Ann Chai3,8, Shirin 7 Kalimuddin9,10, Siew-Yee Thien9, Barnaby Edward Young2,3,4, David C. Lye2,3,4,5, 8 Cheng-I Wang1, Laurent Renia1, Lisa F.P. Ng1,11,12*",
    "author": "1. Singapore Immunology Network, Agency of Science, Technology and",
    "date": 2020,
    "affiliations": [
        "National Centre for Infectious Diseases",
        "Jalan Tan Tock Seng, 308442",
        "Department of Infectious Diseases, Tan Tock Seng Hospital"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.30.015461",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.03.30.015461.pdf"
    },
    "abstract": "(69 words) 47 The ongoing SARS-CoV-2 pandemic demands rapid identification of immunogenic targets for the design of efficient vaccines and serological detection tools. In this report, using pools of overlapping linear peptides and functional assays, we present two immunodominant regions on the spike glycoprotein that were highly recognized by neutralizing antibodies in the sera of COVID-19 convalescent patients. One is highly specific to SARS-CoV-2, and the other is a potential pan-coronavirus target.",
    "keywords": [
        "SARS-CoV",
        "COVID-19",
        "SARS-CoV-2",
        "convalescent patients",
        "recovered patients",
        "antibodies",
        "IgG",
        "B-cell epitopes",
        "neutralizing capacity"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Singapore Immunology Network"
                },
                {
                    "funding-source": "Biomedical Research Council",
                    "award-id": [
                        "ACCL/19-GAP064-R20H-H"
                    ]
                },
                {
                    "funding-source": "National Medical Research Council",
                    "award-id": [
                        "COVID-19"
                    ]
                },
                {
                    "funding-source": "COVID-19 Research",
                    "award-id": [
                        "COVID19RF-001"
                    ]
                }
            ],
            "funding-statement": "This work was supported by core research grants provided to Singapore Immunology Network by the Biomedical Research Council (BMRC), and by the A*ccelerate GAP-funded project (ACCL/19-GAP064-R20H-H). Subject recruitment and sample collection was funded by the National Medical Research Council (NMRC) COVID-19 Research fund (COVID19RF-001)."
        }
    ]
}