{
    "abstract": "The development of acute kidney injury in patients with COVID-19 is estimated to about 0.5% from earlier studies from China. The incidence of AKI in patients with COIVID-19 in the largest inpatient series in the United States is 22.2%3. Development of AKI requiring kidney replacement therapy in hospitalized patients is a bad prognostic sign. Out of Fifty patients admitted to our hospital with COVID-19 13/50(26%) developed AKI. All patients required hospitalization in intensive care unit care and 12/13 required initiation of kidney replacement therapy. The median age was 41 years (31-85 years) and 50% were men. Common comorbidities were obesity (83%), diabetes (42%), and hypertension (25%). 10/12 (83%) patients were hypoxemic and required oxygen therapy. 11/12 (92%) patients required invasive ventilation. Majority of patients had elevated neutrophils counts (81.8%) and low lymphocyte counts (81.8%). All patients had chest x-ray findings suggestive of pneumonia. 11/12(91.6%) developed septic shock requiring vasopressors. Review of UA showed all patient (9/9) had active urine sediments with blood but 7/9 of them have sterile pyuria. At the end of study period, 1 patient remained hospitalized. 10/11(90%) patients died and one patient was discharged home with resolution of AKI. Median length of stay was 13 days. The exact mechanism of AKI is not well understood in COVID-19 but can be due to acute tubular necrosis due to septic shock because of cytokine storm in severe COVID-19 or direct invasion by SARS-CoV-2 on podocytes and proximal renal tubular cells. Our findings suggest poor prognosis despite continuous kidney replacement therapies in patients who develop AKI with COVID-19.",
    "author": "Rahul Shekhar; Shubhra Upadhyaya; Silvi Shah; Devika Kapuria",
    "date": 2020,
    "doi": "10.1101/2020.05.08.20096040",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.08.20096040"
    },
    "title": "COVID-19 and Acute Kidney Injury requiring Kidney Replacement Therapy: A Bad Prognostic Sign.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Non Funded"
                }
            ],
            "funding-statement": "Non Funded study"
        }
    ]
}