{
    "title": "Trend analysis of the COVID-19 pandemic in China and the rest of the world",
    "author": "Albertine Weber Instituto de Fısica, Universidade Federal do Rio",
    "date": 2020,
    "affiliations": [
        "Albertine Weber Instituto de Fısica, Universidade Federal do Rio",
        "Brazil and Cappra Institute for Data Science, Porto Alegre, RS, Brazil",
        "Flavio Iannelli URPP Social Networks, University of Zurich, Andreasstrasse 15, CH-8050 Zurich, Switzerland",
        "Instituto de Fısica, Universidade Federal do Rio",
        "Brazil and URPP Social Networks, University of Zurich, Andreasstrasse 15, CH-8050 Zurich, Switzerland"
    ],
    "journal": "Dated",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.19.20037192",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.03.19.20037192.pdf"
    },
    "abstract": "The recent epidemic of Coronavirus (COVID-19) that started in China has already been “exported” to more than 140 countries in all the continents, evolving in most of them by local spreading. In this contribution we analyze the trends of the cases reported in all the Chinese provinces, as well as in some countries that, until March 15th, 2020, have more than 500 cases reported. Notably and differently from other epidemics, the provinces did not show an exponential phase. The data available at the Johns Hopkins University site [1] seem to fit well an algebraic sub-exponential growing behavior as was pointed out recently [2]. All the provinces show a clear and consistent pattern of slowing down with growing exponent going nearly zero, so it can be said that the epidemic was contained in China. On the other side, the more recent spread in countries like, Italy, Iran, and Spain show a clear exponential growth, as well as other European countries. Even more recently, US —which was one of the first countries to have an individual infected outside China (Jan 21st, 2020)— seems to follow the same path. We calculate the exponential growth of the most affected countries, showing the evolution along time after the first local case. We identify clearly different patterns in the analyzed data and we give interpretations and possible explanations for them. The analysis and conclusions of our study can help countries that, after importing some cases, are not yet in the local spreading phase, or have just started.",
    "funding": [
        {}
    ]
}