{
    "abstract": "Background: Coronavirus disease 2019 (COVID-19) is a pandemic affecting millions around the world. There is no existing pharmaceutical treatment that is known to be effective. Preliminary data shows that San Yao San Fang (SYSF) has clinical benefits in patients with COVID-19. The aim of this paper is to review existing data regarding the use of formulas within San Yao San Fang in the treatment of COVID-19 Search Strategy: We searched through 5 databases for studies on SYSF and patients with COVID-19 through April 2020. Eligibility Criteria: We included studies that included formulas within San Yao San Fang with or without Western interventions against Western interventions. Main results: We included 7 studies involving 532 patients. SYSF combined with Western interventions improved the recovery rate of symptoms such as fever (Risk Ratio (RR) 0.40 (95% CI 0.24 to 0.66, P < 0.01)), cough (RR 0.56 (95% CI 0.38 to 0.82, P < 0.01)) and fatigue (RR 0.61 (95% CI 0.47 to 0.78, P < 0.01)) and other symptoms such as headache, gastrointestinal symptoms, myalgia, dyspnoea and chest tightness (RR 0.63 (95% CI 0.47 to 0.83, P < 0.01)) as compared to the control group. SYSF combined with Western interventions reduced the duration of fever as compared to the control group. (Mean difference (MD) -1.18 (95% CI -1.45 to -0.91, P < 0.01)) In regards to adverse events, there is no statistical difference between the treatment group and the control group. (RR 1.62 (95% CI 0.83 to 3.17, P = 0.16)). SYSF combined with Western interventions did not show to significantly reduce duration of hospitalisation as compared to the control group. (MD -0.73 (95% CI -5.19 to 3.73, P = 0.75)) Conclusion: SYSF appears to be clinically effective and safe. Further research is required to ensure the efficacy of SYSF.\nCompeting Interest Statement",
    "author": "Rui Shu Zhou; Lin Ho Wong; Pang Ong Wong; Louisa Tay; Robby Miguel Goh; Zhang Yong Tai",
    "date": 2020,
    "doi": "10.1101/2020.05.11.20098111",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.11.20098111"
    },
    "title": "Mixed Chinese herbs and Western medicine for novel coronavirus disease 2019 (COVID-19): a mixed method review",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "NA"
        }
    ]
}