{
    "title": "A Combined approach of MALDI-TOF Mass Spectrometry and multivariate analysis as a potential tool for the detection of SARS-CoV-2 virus in nasopharyngeal swabs.",
    "author": "María Florencia Rocca,*¶, Jonathan Cristian Zintgraff 1,2¶, María",
    "date": 2020,
    "affiliations": [
        "Instituto Nacional de Enfermedades Infecciosas (INEI) – Administración Nacional de Laboratorios",
        "Institutos de Salud (ANLIS) “Dr. Carlos G. Malbrán”, Ciudad Autónoma de Buenos Aires, Argentina",
        "Red Nacional de Espectrometría de Masas aplicada a la Microbiología Clínica (ReNaEM Argentina)",
        "Servicio de Virosis respiratorias, Centro Nacional de Influenza de OMS, Laboratorio Nacional de Referencia de Enfermedades Respiratorias Virales del Ministerio de Salud, Departamento de Virología, Instituto Nacional de Enfermedades Infecciosas (INEI) –Administración Nacional de Laboratorios",
        "Institutos de Salud (ANLIS) “Dr. Carlos G. Malbrán”, Ciudad Autónoma de Buenos Aires, Argentina",
        "Instituto de Química de Recursos Naturales, Universidad de Talca, Talca 3460000, Chile",
        "Laboratorio de Bacteriología, Departamento de Bioquímica Clínica, Hospital de Clínicas José de San Martín, Facultad de Farmacia y Bioquímica, Universidad de Buenos Aires, Ciudad Autónoma de Buenos Aires, Argentina",
        "CONICET, Consejo Nacional de Investigaciones Científicas y Técnicas, Argentina",
        "Instituto de Ciencias Químicas Aplicadas, Universidad Autónoma de Chile, Talca 3467987, Chile"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.07.082925",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.07.082925.pdf"
    },
    "abstract": "Coronavirus disease 2019 (COVID-19) is caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The rapid, sensitive and specific diagnosis of SARS-CoV-2 by fast and unambiguous testing is widely recognized to be critical in responding to the ongoing outbreak. Since the current testing capacity of RT-PCR-based methods is being challenged due to the extraordinary demand of supplies, such as RNA extraction kits and PCR reagents worldwide, alternative and/or complementary testing assays should be developed. Here, we exploit the potential of mass spectrometry technology combined with machine learning algorithms as an alternative fast tool for SARSCoV-2 detection from nasopharyngeal swabs samples. According to our preliminary results, mass spectrometry-based methods combined with multivariate analysis showed an interesting potential as a complementary diagnostic tool and further steps should be focused on sample preparation protocols and the improvement of the technology applied.",
    "funding": [
        {}
    ]
}