{
    "abstract": "Introduction: Coronavirus disease (COVID-19), a respiratory illness, first discovered in China in December 2019 has now spread to 213 countries or territories affecting millions across the globe. We received a request from National Health Systems Resource Centre, a public agency in India, for a Rapid Evidence Synthesis (RES) on community health workers (CHWs) for COVID-19 prevention and control. Methods: We searched PubMed, websites of ministries, public agencies, multilateral institutions, COVID-19 resource aggregators and pre-prints (without language restrictions) for articles on the role, challenges and enablers for CHWs in pandemics. Two reviewers screened the records independently with a third reviewer resolving disagreements. One reviewer extracted data in a consensus data extraction form with another reviewer cross-checking it. A framework on CHW performance in primary healthcare not specific to pandemic was used to guide data extraction and narrative analysis. Results: We retrieved 211 records and finally included 36 articles on the role, challenges and enablers for CHWs in pandemics. We found that CHWs play an important role in building awareness, countering stigma and maintaining essential primary healthcare service delivery. It is essential that CHWs are provided adequate Personal Protective Equipment (PPE) and appropriately trained in its usage in the early stages of the pandemic. Wide range of policies and guidance is required to ensure health systems functioning. A clear guidance for prioritizing essential activities, postponing non-essential ones and additional pandemic related activities is crucial. CHWs experience stigmatization, isolation and social exclusion. Psychosocial support, non-performance-based incentives, additional transport allowance, accommodation, child-support, awards and recognition programs have been used in previous pandemics. We also created inventories of resources with guiding notes for quick utility by decision makers on guidelines for health workers (n=24), self-isolation in the community (n=10) and information, education and counselling materials on COVID-19 (n=16). Conclusions: CHWs play a critical role in pandemics like COVID-19. It is important to ensure role clarity, training, supportive supervision, as well as their work satisfaction, health and well-being. There is a need for more implementation research on CHWs in pandemics like COVID-19.",
    "affiliations": [
        "National Health Systems Resource Centre, a public agency in India, for"
    ],
    "author": "Soumyadeep Bhaumik; Misimi Kakoti; Sandeep Moola; Jyoti Tyagi; Devaki Nambiar",
    "date": 2020,
    "doi": "10.1101/2020.04.28.20082586",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.28.20082586"
    },
    "title": "Community health workers for pandemic response: a rapid evidence synthesis",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "World Health Organisation, Alliance"
                },
                {
                    "funding-source": "Health Policy and Systems Research"
                }
            ],
            "funding-statement": "The rapid evidence synthesis platform in India is funded by the World Health Organisation, Alliance for Health Policy and Systems Research"
        }
    ]
}