{
    "abstract": "Background: Detection of SARS-CoV-2 RNA in the blood, also known as RNAemia, has been reported, but its prognostic implications are not well understood. This study aimed to determine the frequency of SARS-CoV-2 RNA in plasma and its association with the clinical severity of COVID-19. Methods: An analytical cross-sectional study was performed in a single-center tertiary care institution in northern California and included consecutive inpatients and outpatients with COVID-19 confirmed by detection of SARS-CoV-2 RNA in nasopharyngeal swab specimens. The prevalence of SARS CoV-2 RNAemia and the strength of its association with clinical severity variables were examined and included the need for transfer to an intensive care unit (ICU), mechanical ventilation and 30-day all-cause mortality. Results: Paired nasopharyngeal and plasma samples were included from 85 patients. The overall median age was 55 years, and individuals with RNAemia were older than those with undetectable SARS-CoV-2 RNA in plasma (63 vs 50 years; p=0.001). Comorbidities were frequent including obesity (37.7%), hypertension (30.6%) and diabetes mellitus (22.4%). RNAemia was detected in a total of 28/85 (32.9%) individual patients, including 22/28 (78.6%) who required hospital admission. RNAemia was detected more frequently in individuals who developed severe disease including the need for ICU transfer (32.1% vs 14.0%; p=0.05), mechanical ventilation (21.4% vs 3.5%; p=0.01) and 30-day all-cause mortality (14.3% vs 0%; p=0.01). No association was detected between RNAemia and estimated levels of viral RNA in the nasopharynx. An additional 121 plasma samples from 28 individuals with RNAemia were assessed longitudinally, and RNA was detected for a maximum duration of 10 days. Conclusion: This study demonstrated a high proportion of SARS-CoV-2 RNAemia, and an association between RNAemia and clinical severity suggesting the potential utility of plasma viral testing as a prognostic indicator for COVID-19.\nCompeting Interest Statement",
    "author": "Jason Kurzer; Catherine A. Hogan; Benjamin A. Pinsky; ChunHong Huang; Bryan Stevens; Kanagavel Murugesan; Malaya K Sahoo; Natasha Garamani; James Zehnder; Saurabh Gombar; Fiona Yamamoto",
    "date": 2020,
    "doi": "10.1101/2020.04.26.20080101",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.26.20080101"
    },
    "title": "High frequency of SARS-CoV-2 RNAemia and association with severe disease",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Funding: none"
        }
    ]
}