{
    "abstract": "Background Four months after the first known case of the 2019 novel coronavirus disease (COVID-19), on the 11th March 2020, the WHO declared the outbreak a pandemic and acknowledged the potential to overwhelm national healthcare systems. The high prevalence and associated healthcare, social and economic challenges of COVID-19 suggest this pandemic is likely to have a major impact on cancer management, and has been shown to potentially have worse outcomes in this cohort of vulnerable patients (1). This study aims to compare the outcomes of reverse transcriptase polymerase chain reaction (RT-PCR) confirmed COVID-19 positive disease in patients with or without a history of cancer. Method: We retrospectively collected clinical, pathological and radiological characteristics and outcomes of COVID-19 RT-PCR positive cancer patients treated consecutively in four different North London hospitals (cohort A). Outcomes recorded included morbidity, mortality and length of hospital stay. All clinically relevant outcomes were then compared to consecutively admitted COVID-19 positive patients, without a history of cancer (cohort B), treated at the primary centre during the same time period (12th March- 7th April 2020). Results: A total of 52 electronic patient records during the study time period were reviewed. Cohort A (median age 76 years, 56% males) and cohort B (median age 58 years, 62% male) comprised of 26 patients each. With the exclusion of cancer, both had a median of 2 comorbidities. Within cohort A, the most frequent underlying cancer was colorectal (5/26) and prostate cancer (5/26), and 77% of patients in Cohort A had received previous anti-cancer therapy. The most common presenting symptoms were cough and pyrexia in both cohorts. Frequent laboratory findings included lymphopenia, anaemia and elevated CRP in both cohorts, whilst hypokalaemia, hypoalbuminaemia and hypoproteinaemia was predominantly seen amongst patients with cancer. Median duration of admission was 7 days in both cohorts. The mortality rate was the same in both cohorts (23%), with median age of mortality of 80 years. Of cancer patients who died, all were advanced stage, had been treated with palliative intent and had received anti-cancer therapy within 13 days of admission. Conclusion: Old age, late stage of cancer diagnosis and multiple co-morbidities adversely influence the outcome of patients with COVID-19 positive patients. Whilst extra caution is warranted in the administration of anti-cancer therapies pertaining to the risk of immune-suppression, this data does not demonstrate a higher risk to cancer patients compared to their non-cancer counterparts.",
    "author": "Daniel Hochhauser; Nalinie Joharatnam-Hogan; Nikhil Vasdev; Aun Muhammad; Valerie Crolley; Muhammad Anwar; Ganna Kantser; John Bridgewater; Kai-Keen Shiu; Khurum Khan; Hannah Rush; Aramita Saha; Emma Butcher; Anand Sharma; Fharat Raja",
    "date": 2020,
    "doi": "10.1101/2020.04.16.20061127",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.16.20061127"
    },
    "title": "Outcomes of the 2019 Novel Coronavirus in patients with or without a history of cancer - a multi-centre North London experience",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was received for this work"
        }
    ]
}