{
    "abstract": "Coronavirus disease 2019 (COVID-19), a new type and rapidly spread viral pneumonia, is now producing an outbreak of pandemic proportions. The clinical features and laboratory results of different age groups are different due to the general susceptibility of the disease. The laboratory findings of COVID-19 in pregnant women are also conflicting. Para-clinical investigations including laboratory tests and radiologic findings play an important role in early diagnosis and treatment monitoring of severe acute respiratory syndrome and coronavirus-2 (SARS-CoV-2). The majority of previous reports on the SARS-CoV-2 laboratory results were based on data from the general population and limited information is available based on age difference and pregnancy status. This review aimed to describe the COVID-19 laboratory findings in neonates, children, adults, elderly and pregnant women altogether for the first time. The most attracting and reliable markers of COVID-19 in patients were: normal C-reactive protein (CRP) and very different and conflicting laboratory results regardless of clinical symptoms in neonates, normal or temporary elevated CRP, conflicting WBC count results and procalcitonin elevation in children, lymphopenia and elevated lactate dehydrogenase (LDH) in adult patients, lymphopenia and elevated CRP and LDH in the elderly people and high CRP, leukocytosis and elevated neutrophil ratio in pregnant women.",
    "author": "Mohammad Hadi Nematollahi; Sheida jamalnia; Amir Savardashtaki; Sina Vakili; Reza Tabrizi; Morteza Jafarinia; Hamed Akbari",
    "date": 2020,
    "doi": "10.1101/2020.04.24.20078568",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.24.20078568"
    },
    "title": "Laboratory Findings of COVID-19 Infection are Conflicting in Different Age Groups and Pregnant Women: A Literature Review",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}