{
    "abstract": "Background: Severe acute respiratory syndrome coronaviruses -2 (SARS-COV2) named as COVID-19 had spread worldwide and leading to 1,210,956 confirmed cases and 67,594 deaths Methods: A data of 1192 confirmed cases and 43 deaths due to COVID-19 in Japan collected from the Ministry of Health, Labour and Welfare of Japan and analysed for different epidemiological parameters and their clinical manifestations. We used Clauset-Newman-Moore (CNM) clustering algorithm to develop web-network of confirmed cases to identified clusters of community transmission. Results: Out of 1192 confirmed cases, 90.60% were symptomatic and 9.39% were asymptomatic. The prevalence of COVID19 in males was 56.29% and 43.20 % in females. The mean interval (SD) from symptom onset to diagnosis was 6-22.6 days while mean interval (SD) from contact to onset of symptoms was 5-19.5 days. People of age range 40-79 were more infected and deaths median age was 80. The main symptoms were fever, dry cough, fatigue and pneumonia. The main infected cities were Tokyo (195/1192, 16.35%), Hokkaido (160/1192 13.42%), Aichi (150/1192, 12.58%) and Osaka (145/1192, 12.16%). Only 2.34% cases had travel history from Wuhan China and Osaka music concert was identify as main cluster for community transmission. While 556 (46.64%) cases were clinically diagnosed and 557 (46.72%) were confirmed by using RT-PCR. Conclusions: Other than, declare emergency Japan need to change their approach of diagnosing COVID-19, as asymptomatic cases prevalence is high and maybe it is reason for current sudden increase of cases. Screening centre should be establish away from hospitals, which are treating positive cases.\nCompeting Interest Statement",
    "author": "Chris Wang; Muhammad Yasir; Minami Yoshida; Maree Gould; Muhammad Qasim; Waqas Ahmad; Mohammad Azam Ali; Muhammad Azhar",
    "date": 2020,
    "doi": "10.1101/2020.04.17.20070276",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.17.20070276"
    },
    "title": "Early epidemiological and clinical manifestations of COVID-19 in Japan",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "N/A"
        }
    ]
}