{
    "abstract": "Importance: This systematic review and meta-analysis not only indicated no clinical benefits regarding hydroxychloroquine (HCQ) treatment with/without azithromycin for COVID-19 patients, but the higher mortality rate and frequency of known HCQ adverse effects were observed for the HCQ/HCQ+AZM regimen group. Objective: To overcome the controversies regarding the effectiveness of hydroxychloroquine in the treatment of COVID-19 through meta-analysis. Data Sources: A systematic search was performed in PubMed, Scopus, Embase, Cochrane Library, Web of Science, Google Scholar and medRxiv pre-print database using all available MeSH terms for COVID-19 and hydroxychloroquine up to May 14, 2020. Study Selection: Studies focused on the effectiveness of HCQ with/without azithromycin (AZM) in confirmed COVID-19 patients were entered into the study including: comparative or non-comparative clinical studies including observational/interventional studies with retrospective/prospective nature with/without control group as well as Randomized Clinical Trials (RCTs). Data Extraction and Synthesis: Two researchers have independently evaluated quality assessment of the studies and abstracted data for data extraction, which has reviewed by the supervisor for accuracy. Extracted data were analyzed using CMA v. 2.2.064. Heterogeneity was assessed using the I-squared (I2) test, and fixed/random-effects model was used when appropriate for pooling of studies. Main Outcome(s) and Measure(s): 1) Clinical effectiveness of HCQ with/without AZM in the treatment of COVID-19; 2) Mortality rate; 3) Disease exacerbation; 4) Frequency of known HCQ adverse effects occurred during treatment; 5) Intubation need; 6) Radiological improvement. Results: Out of 21 studies entered into our systematic review, 18 studies including 11 comparative studies with control group and seven observational studies containing 5,561 participants have entered into the study. The results of the meta-analysis on comparative studies indicated no significant clinical effectiveness (negative in RT-PCR evaluation) for HCQ regimen in the treatment of COVID-19 in comparison to control group (RR: 0.96, 95% CI, 0.76-1.22). The same result was observed for the combination of HCQ+azithromycin (RR: 2.15, 95% CI, 0.31-14.77). Approximately 1.5 times higher mortality rate was observed among the HCQ regimen group (RR: 1.54, 95% CI, 1.04-2.29) and 3.5 times higher in HCQ+AZM (RR: 3.65, 95% CI, 1.10-12.10) group in comparison to control group, which was affected by age differences according to meta-regression analysis (P=0.0003). No substantial difference was observed for disease exacerbation (RR: 1.60, 95% CI, 0.54-4.71) between HCQ group and controls. Also, radiological findings significantly improved in the HCQ group (OR: 0.32, 95% CI, 0.11-0.98). Odds of known HCQ adverse effects (diarrhea, vomiting, blurred vision, rash, headache, etc.) occurred in the HCQ regimen group was approximately 3.5 times of control group (OR: 3.55, 95% CI, 1.61-7.82), but no substantial differences were found regarding intubation odds between HCQ group and control group (OR: 2.11, 95% CI, 0.31-14.03). Conclusions and Relevance: This systematic review and meta-analysis not only showed no clinical benefits regarding HCQ treatment with/without azithromycin for COVID-19 patients, but according to multiple sensitivity analysis, the higher mortality rates were observed for both HCQ and HCQ+AZM regimen groups, especially in the latter. Also, frequency of adverse effects was higher in HCQ regimen group. However, due to that most of the studies were non-randomized and results were not homogenous, selection bias was unavoidable and further large randomized clinical trials following comprehensive meta-analysis should be taken into account in order to achieve more reliable findings.",
    "author": "Danial Shamshirian; Roya Ghasemian; Hananeh Baradaran; George W YIP; Reza Alizadeh-Navaei; Amirhossein Hessami; Morteza Behnamfar; Elham Aboufazeli; Keyvan Heydari; Hamed Jafarpour; Mohammad Ali Ebrahimzadeh; Keyvan Karimifar; Aida Eftekhari; Amir Shamshirian",
    "date": 2020,
    "doi": "10.1101/2020.04.14.20065276",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.14.20065276"
    },
    "title": "Hydroxychloroquine Versus COVID-19: A Periodic Systematic Review and Meta-Analysis",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}