{
    "abstract": "Introduction: This paper sought to investigate the clinical characteristic differences between suspected and confirmed patients with COVID-19 from CT scan to prevent and treat this infectious disease, since the coronavirus outbreak in the world has seriously affected the quality of life. Methods: We proposed to use a retrospective case-control study to give a comparison between suspected patients and confirmed patients in the clinical characteristics. Results: (56%) patients were confirmed for COVID-19 from suspected 167 patients. We find that elder people were more likely to be infected by COVID-19. Among the confirmed 94 patients, 2 (2%) patients were admitted to an intensive care unit, and 0 (0%) patients died during the study period. We find that images of CT scan of patients with a COVID-19 are significantly different from patients without a COVID-19. Conclusions: To our best knowledge, it is the first time to use the case-control design to study the coronavirus disease, since it is particularly appropriate for investigating infectious disease outbreaks. The clinical treatment experience in this study can supply a guideline for treating COVID-19 as the number of the infected patients is increasing in the world. Compared with other studies, we find that the mortality rate and the intensive care unit rate can be reduced if patients can be treated timely in the right identification and detection with nucleic acid testing and chest CT scan. Therefore, we recommend nucleic acid testing and chest CT scan for the clinical treatment practice from this successful clinical treatment study.",
    "author": "Jiawei He; Lianpin Wu; Jianghu Dong; Jie Chen; QIKE Jin",
    "date": 2020,
    "doi": "10.1101/2020.04.07.20056762",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.07.20056762"
    },
    "title": "Chest CT Scan of Hospitalized Patients with COVID-19: A Case-Control Study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement no</strong>"
        }
    ]
}