{
    "abstract": "Since its emergence and detection in Wuhan, China in late 2019, the novel coronavirus SARS-CoV-2 has spread to nearly every country around the world, resulting in hundreds of thousands of infections to date. The virus was first detected in the Pacific Northwest region of the United States in January, 2020, with subsequent COVID-19 outbreaks detected in all 50 states by early March. To uncover the sources of SARS-CoV-2 introductions and patterns of spread within the U.S., we sequenced nine viral genomes from early reported COVID-19 patients in Connecticut. Our phylogenetic analysis places the majority of these genomes with viruses sequenced from Washington state. By coupling our genomic data with domestic and international travel patterns, we show that early SARS-CoV-2 transmission in Connecticut was likely driven by domestic introductions. Moreover, the risk of domestic importation to Connecticut exceeded that of international importation by mid-March regardless of our estimated impacts of federal travel restrictions. This study provides evidence for widespread, sustained transmission of SARS-CoV-2 within the U.S. and highlights the critical need for local surveillance.",
    "affiliations": [
        "Yale Institute for Global Health and the Yale School of Public Health start-up package provided to NDG. CBFV is supported by NWO Rubicon 019.181EN.004. VEP is funded by NIH/NIAID R01 AI112970 and R01 AI137093. NJL is funded by",
        "Medical Research Council fellowship as part of the CLIMB project. The ARTIC resources were funded by",
        "Wellcome Trust Collaborative Award project number 206298/A/17/Z. JQ is funded by",
        "UKRI Future Leaders Fellowship. KMN is funded by NIH R01 GM112766. IIB is funded by",
        "COVID-2019 grant through the Canadian Institutes of Health Research"
    ],
    "author": "Randy Downing; Anthony Muyombwe; Richard A Neher; Pavitra Roychoundhury; Kayoko Shioda; Ellen F. Foxman; Kamran Khan; Mary E. Petrone; Hong Xie; Anderson F. Brito; Emma B Hodcroft; Isaac Bogoch; Meei-Li Huang; Albert I Ko; Richard A. Martinello; Alexander G. Watts; Alexander L. Greninger; Nicholas J. Loman; Akiko Iwasaki; Hanna Y Ehrlich; Joseph R Fauver; Nagarjuna R. Cheemarla; Virginia E. Pitzer; Isabel Ott; Lasata Shrestha; Nathan D. Grubaugh; Saad B. Omer; Anne L Wyllie; Jafar Razeq; Chaney C. Kalinich; Karla M. Neugebauer; Chantal B.F. Vogels; Josh Quick; Keith R. Jerome; Tara Alpert; Marie-Louise Landry",
    "date": 2020,
    "doi": "10.1101/2020.03.25.20043828",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.25.20043828"
    },
    "title": "Coast-to-coast spread of SARS-CoV-2 in the United States revealed by genomic epidemiology",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Yale Institute for Global Health and the Yale School of Public Health"
                }
            ],
            "funding-statement": "This research was funded by the generous support from the Yale Institute for Global Health and the Yale School of Public Health start-up package provided to NDG"
        },
        {
            "award-group": [
                {
                    "funding-source": "NWO Rubicon",
                    "award-id": [
                        "181EN"
                    ]
                }
            ],
            "funding-statement": "CBFV is supported by NWO Rubicon 019.181EN.004"
        },
        {
            "award-group": [
                {
                    "funding-source": "NIH",
                    "award-id": [
                        "AI112970"
                    ]
                },
                {
                    "funding-source": "NIAID",
                    "award-id": [
                        "AI112970",
                        "AI137093"
                    ]
                }
            ],
            "funding-statement": "VEP is funded by NIH/NIAID R01 AI112970 and R01 AI137093"
        },
        {
            "award-group": [
                {
                    "funding-source": "Medical Research Council"
                },
                {
                    "funding-source": "CLIMB"
                }
            ],
            "funding-statement": "NJL is funded by a Medical Research Council fellowship as part of the CLIMB project"
        },
        {
            "award-group": [
                {
                    "funding-source": "UKRI Future Leaders Fellowship"
                }
            ],
            "funding-statement": "JQ is funded by a UKRI Future Leaders Fellowship"
        },
        {
            "award-group": [
                {
                    "funding-source": "NIH",
                    "award-id": [
                        "GM112766"
                    ]
                }
            ],
            "funding-statement": "KMN is funded by NIH R01 GM112766"
        },
        {
            "award-group": [
                {
                    "funding-source": "Canadian Institutes of Health Research"
                }
            ],
            "funding-statement": "IIB is funded by a COVID-2019 grant through the Canadian Institutes of Health Research"
        }
    ]
}