{
    "title": "The IMPDH inhibitor merimepodib suppresses SARS-CoV-2 replication in vitro",
    "author": "Mantlo, Emily K.",
    "date": 2020,
    "affiliations": [
        "Department of Pathology, University of Texas Medical Branch",
        "ViralClear, a subsidiary of BioSig, Inc",
        "World Reference Center for Emerging Viruses and Arboviruses (WRCEVA) and was originally obtained from the Centers for Disease Control and Prevention (CDC). The virus was subsequently titrated and passaged once more on Vero cells, grown in DMEM supplemented with 5% FBS and 1% penicillin and streptomycin solution. All experiments were conducted at the University of Texas Medical Branch (UTMB) approved biosafety level-three (BSL-3) laboratories and all personnel undergo routine medical surveillance"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.07.028589",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.07.028589.pdf"
    },
    "abstract": "The ongoing COVID-19 pandemic continues to pose a major public health burden around the world. The novel coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has infected over one million people worldwide as of April, 2020, and has led to the deaths of nearly 300,000 people. No approved vaccines or treatments in the USA currently exist for COVID-19, so there is an urgent need to develop effective countermeasures. The IMPDH inhibitor merimepodib (MMPD) is an investigational antiviral drug that acts as a noncompetitive inhibitor of IMPDH. It has been demonstrated to suppress replication of a variety of emerging RNA viruses. We report here that MMPD suppresses SARS-CoV-2 replication in vitro. After overnight pretreatment of Vero cells with 10 μM of MMPD, viral titers were reduced by 4 logs of magnitude, while pretreatment for 4 hours resulted in a 3-log drop. The effect is dose-dependent, and concentrations as low as 3.3 μM significantly reduced viral titers when the cells were pretreated prior to infection. The results of this study provide evidence that MMPD may be a viable treatment option for COVID-19.",
    "funding": [
        {}
    ]
}