{
    "abstract": "Background： COVID-19 is a new and highly contagious respiratory disease that has caused global spread, high case fatality rate in severe patients, and a huge medical burden due to invasive mechanical ventilation. The current diagnosis and treatment guidelines are still need to be improved, and more excellent clinical experience is needed to provide reference. Methods： We analyzed and summarized clinical data of 97 confirmed COVID-19 adult patients (including 26 severe cases) admitted to the Fifth Affiliated Hospital of Sun Yat-sen University from January 17, 2020 to March 10, 2020,included laboratory examination results, imaging findings, treatment effect, prognosis , etc, in order to put forward prediction index of severe COVID-19 patients, principles of early intervention and methylprednisolone usages in COVID-19 patients. Results： 1.Hypoxemia, hyperlactic acid, hypoproteinemia, and hypokalemia were prevalent in COVID-19 patients.The significant low lymphocyte count, hypoproteinemia, hypokalemia, the persistent or worsen high CRP, high D-dimer, and high BNP, and the occurrence of hemoptysis and novel coronavirus (SARS-CoV-2) viremia were important indicators for early diagnosis and prediction of severe disease progression. 2.Characteristic images of lung CT had a clear change in COVID - 19, Ground-glass opacity (GGO) and high-density linear combinations may indicate different pathological changes. Rapid lobular progression of GGO suggests the possibility of severe disease. 3.Basic principles of early intervention treatment of COVID-19: on the premise of no effective antiviral drugs, treatment is based on supportive and symptomatic therapy (albumin supplementation, supplement of potassium, supplement blood plasma, etc.) in order to maintain the stability of the intracellular environment and adequately reactivate body immunity to clean up SARS-CoV-2 . 4. According to severity, oxygenation index, body weight, age, underlying diseases, appropriate amount methylprednisolone application on severe/critical COVID-19 patients on demand, improved blood oxygen and reduced the utilization rate of invasive mechanical ventilation, case fatality rate and medical burden significantly. The most common indications for invasive mechanical ventilation should be strictly control in critical COVID-19 patients. Conclusions: 1.Accurate and timely identification of clinical features in severe risks, and early and appropriate intervention can block disease progression. 2.Appropriate dose of methylprednisolone can effectively avoid invasive mechanical ventilation and reduce case fatality rate in critical COVID-19 patients.",
    "affiliations": [
        "Fifth Affiliated Hospital of Sun Yat-sen University from January 17, 2020 to March 10, 2020,included laboratory examination results, imaging findings, treatment effect, prognosis , etc, in order to put forward prediction index of severe COVID-19 patients, principles of early intervention and methylprednisolone usages in COVID-19 patients. Results：",
        "Hypoxemia, hyperlactic acid, hypoproteinemia, and hypokalemia were prevalent in COVID-19 patients.The significant low lymphocyte count, hypoproteinemia, hypokalemia, the persistent or worsen high CRP, high D-dimer, and high BNP, and the occurrence of hemoptysis and novel coronavirus (SARS-CoV-2) viremia were important indicators for early diagnosis and prediction of severe disease progression",
        "Characteristic images of lung CT had a clear change in COVID - 19, Ground-glass opacity (GGO) and high-density linear combinations may indicate different pathological changes. Rapid lobular progression of GGO suggests the possibility of severe disease",
        "Basic principles of early intervention treatment of COVID-19: on the premise of no effective antiviral drugs, treatment is based on supportive and symptomatic therapy (albumin supplementation, supplement of potassium, supplement blood plasma, etc.) in order to maintain the stability of the intracellular environment and adequately reactivate body immunity to clean up SARS-CoV-2",
        "According to severity, oxygenation index, body weight, age, underlying diseases, appropriate amount methylprednisolone application on severe/critical COVID-19 patients on demand, improved blood oxygen and reduced the utilization rate of invasive mechanical ventilation, case fatality rate and medical burden significantly. The most common indications for invasive mechanical ventilation should be strictly control in critical COVID-19 patients. Conclusions:",
        "Accurate and timely identification of clinical features in severe risks, and early and appropriate intervention can block disease progression",
        "Appropriate dose of methylprednisolone can effectively avoid invasive mechanical ventilation and reduce case fatality rate in critical COVID-19 patients"
    ],
    "author": "Yiying Huang; hong shan; Jing Liu; zhenguo wang; changli tu; meizhu chen; Cuiyan Tan; zhonghe li; Xiaobin Zheng; jian wu; jin huang; yan yan; xiaohua wang",
    "date": 2020,
    "doi": "10.1101/2020.04.06.20054890",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.06.20054890"
    },
    "title": "Key to successful treatment of COVID-19: accurate identification of severe risks and early intervention of disease progression",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "NO funding"
        }
    ]
}