{
    "abstract": "Background: SARS-CoV-2 is the cause of the COVID-19 that has been declared a global pandemic by the WHO in 2020. The COVID-19 treatment guidelines vary in each country, and yet there is no approved therapeutic for COVID-19. Aims of the study: this review aimed to report any evidence of therapeutics used for the management of COVID-19 patients in clinical practice since the emergence of the virus. Methods: A systematic review protocol was developed based on PRISMA Statement. Articles for review were selected from electronic databases (Embase, Medline and Google Scholar). Readily accessible peer-reviewed full articles in English , of the initial manuscripts identified (n=449) articles. Forty-one studies were included, of which clinical trials (n=3), (case reports n=7), case series (n=10), retrospective (n=11) and prospective (n=10) observational studies. Thirty-six studies were conducted in China (88%). The most common mentioned and reported medicine in this systematic review was corticosteroids (n=25), followed by Lopinavir (n=21) and oseltamivir (n=16). Conclusions: This is the first systematic review up to date related to the therapeutics used in COVID-19 patients. Only forty-one research articles on COVID-19 and therapeutics were found eligible to be included, most conducted in China, corticosteroid therapy was found to be the most used medicine in these studies.\nCompeting Interest Statement\nThe authors have declared no competing interest.\nFunding Statement\nNo external funding was received.\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).",
    "affiliations": [
        "1-Department of Biochemistry College of Science University of Jeddah, Jeddah, Saudi Arabia 2-Centre for Science and Medical Research (UJC-SMR), University of Jeddah, Jeddah, Saudi Arabia",
        "1- Department of Medical Laboratory Technology, College of Applied Medical Sciences, University of Jeddah 2- Department of Biochemistry, College of Sciences, University of Jeddah, Jeddah, Saudi Arabia"
    ],
    "author": "Mohammad Azhar Kamal; Almonther Abdullah Hershan; Mohammed Qashqary; Nawal Helmi; Mansour Tobaiqy; Alaa Mujallad; Shrooq Al-Dahery",
    "date": 2020,
    "doi": "10.1101/2020.04.02.20051029",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.02.20051029"
    },
    "title": "Therapeutic Management of COVID-19 Patients: A systematic review",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received."
        }
    ]
}