{
    "abstract": "We conducted two surveys to evaluate the health-seeking behaviors of individuals with acute respiratory infections (ARI) during the COVID-19 outbreak in Wuhan, China. Among 351 participants reporting ARI (10.3%, 351/3,411), 36.5% sought medical assistance. Children were more likely to seek medical assistance than other age groups (66.1% vs. 28.0%-35.1%).\nCompeting Interest Statement",
    "affiliations": [
        "National Science Fund for Distinguished Young Scholars (No. 81525023), Key Emergency Project of Shanghai Science and Technology Committee (No. 20411950100), National Science and Technology Major Project of China (No. 2018ZX10201001-010, No. 2018ZX10713001-007, No. 2017ZX10103009-005)"
    ],
    "author": "Xiaowei Deng; Xinhua Chen; Mengcen Qian; Hui Gong; Marco Ajelli; Juan Yang; Cecile Viboud; Zhiyuan Hou; Hongjie Yu; Zhiyuan Chen",
    "date": 2020,
    "doi": "10.1101/2020.05.05.20091553",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.05.20091553"
    },
    "title": "Health seeking behaviors of patients with acute respiratory infections during the outbreak of novel coronavirus disease 2019 in Wuhan, China",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Science Fund for Distinguished Young Scholars",
                    "award-id": [
                        "81525023"
                    ]
                },
                {
                    "funding-source": "Key Emergency Project of Shanghai Science and Technology Committee",
                    "award-id": [
                        "20411950100"
                    ]
                },
                {
                    "funding-source": "National Science and Technology Major Project of China",
                    "award-id": [
                        "2018ZX10201001-010",
                        "2018ZX10713001-007",
                        "2017ZX10103009-005"
                    ]
                }
            ],
            "funding-statement": "The study was supported by grants from the National Science Fund for Distinguished Young Scholars (No 81525023), Key Emergency Project of Shanghai Science and Technology Committee (No 20411950100), National Science and Technology Major Project of China (No 2018ZX10201001-010, No 2018ZX10713001-007, No 2017ZX10103009-005)"
        }
    ]
}