{
    "abstract": "In the first months of 2020 an increasing number of individuals worldwide are infected by the coronavirus disease 2019 (COVID-19). A particularly severe diffusion of the virus has affected Italy and in particular its northern regions. This is resulting in a high demand of hospitalization with a particular attention on the intensive care units (ICUs). Hospitals are suffering the high degree of patients to be treated for respiratory diseases and the majority of the structures located in the north of Italy are or are going to be saturated. This has led the actual and past national and regional governments to be heavily criticized for reducing in the past years the number of beds, in particular those located in the ICUs across the country. Aim of this study is to analyse the availability of hospital beds across the country as well as to determine their management in terms of complexity and performance of cases treated at regional level. The results of this study underlines that, despite the reduction of beds for the majority of the hospital wards, ICUs availabilities did not change between 2010 and 2017. Moreover, this study confirms that the majority of the Italian regions efficiently manage these structural facilities allowing hospitals to treat patients without the risk of having an overabundance of patients and a scarcity of beds. In fact, this analysis shows that, in normal situations, the management of hospital and intensive care beds has no critical levels.",
    "author": "Fabrizio Clemente; Daniela Luzi; Fabrizio Pecoraro",
    "date": 2020,
    "doi": "10.1101/2020.04.06.20055848",
    "identifiers": {
        "arxiv": null,
        "doc_id": null,
        "doi": "10.5281/zenodo.3737840",
        "isbn": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.04.06.20055848"
    },
    "title": "The efficiency in the ordinary hospital bed management in Italy: an in-depth analysis of intensive care unit in the areas affected by COVID-19 before the outbreak",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors"
        }
    ]
}