{
    "abstract": "Background: Existing recommendations on whether mothers with COVID-19 should continue breastfeeding are still conflicting. We aimed to conduct a rapid review of mother-to-child transmission of COVID-19 during breastfeeding. Methods: We systematically searched Medline, Embase, Web of Science, Cochrane library, China Biology Medicine disc, China National Knowledge Infrastructure, Wanfang, and preprint articles up to March 2020. We included studies relevant to transmission through milk and respiratory droplets during breastfeeding of mothers with COVID-19, SARS, MERS and influenza. Two reviewers independently screened studies for eligibility, extracted data, assessed risk of bias and used GRADE to assess certainty of evidence. Results: A total of 4481 records were identified in our literature search. Six studies (five case reports and one case series) involving 58 mothers (16 mothers with COVID-19, 42 mothers with influenza) and their infants proved eligible. Five case reports showed that the viral nucleic acid tests for all thirteen collected samples of breast milk from mothers with COVID-19 were negative. A case series of 42 influenza infected postpartum mothers taking precautions (hand hygiene and wearing masks) before breastfeeding showed that no neonates were infected with influenza during one-month of follow-up. Conclusions: The current evidence indicates that SARS-CoV-2 viral nucleic acid has not been detected in breast milk. The benefits of breastfeeding may outweigh the risk of SARS-CoV-2 infection in infants. Mothers with COVID-19 should take appropriate precautions to reduce the risk of transmission via droplets and close contact during breastfeeding. Keywords: Breastfeeding; COVID-19; infant; mother-to-child transmission; rapid Review.\nCompeting Interest Statement",
    "author": "Yaolong Chen; Hyeong Sik Ahn; Jingyi Zhang; Shu Yang; Nan Yang; Zhengxiu Luo; Xixi Feng; Xia Wang; Muna Baskota; Xufei Luo; Qi Zhou; Toshio Fukuoka; Jianjian Wang; Myeong Soo Lee; Liping Huang; Yanfang Ma; Chenglin Wang; Hairong Zhang; Weiguo Li; Enmei Liu; Yuyi Tang; Siyi Che",
    "date": 2020,
    "doi": "10.1101/2020.04.13.20064378",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.13.20064378"
    },
    "keywords": [
        "Breastfeeding",
        "COVID-19",
        "infant",
        "mother-to-child transmission",
        "rapid Review"
    ],
    "title": "Breastfeeding of Infants Born to Mothers with COVID-19: A Rapid Review",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Clinical Research Center for Child Health and Disorders"
                },
                {
                    "funding-source": "Children's Hospital of Chongqing Medical University, Chongqing",
                    "award-id": [
                        "NCRCCHD-2020-EP-01",
                        "Enmei Liu"
                    ]
                },
                {
                    "funding-source": "Special Fund for Key Research and Development Projects in Gansu Province in",
                    "award-id": [
                        "Yaolong Chen"
                    ]
                },
                {
                    "funding-source": "Special Project of Science and Technology for Emergency Response",
                    "award-id": [
                        "COVID-19"
                    ]
                },
                {
                    "funding-source": "Chongqing Science and Technology Bureau,",
                    "award-id": [
                        "Enmei Liu",
                        "COVID-19"
                    ]
                },
                {
                    "funding-source": "Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province",
                    "award-id": [
                        "GSEBMKT-2020YJ01",
                        "Yaolong Chen"
                    ]
                }
            ],
            "funding-statement": "This work was supported by grants from National Clinical Research Center for Child Health and Disorders (Children's Hospital of Chongqing Medical University, Chongqing, China) (grant number NCRCCHD-2020-EP-01) to [Enmei Liu]; Special Fund for Key Research and Development Projects in Gansu Province in 2020, to [Yaolong Chen]; The fourth batch of \"Special Project of Science and Technology for Emergency Response to COVID-19\" of Chongqing Science and Technology Bureau, to [Enmei Liu]; Special funding for prevention and control of emergency of COVID-19 from Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province (grant number No GSEBMKT-2020YJ01), to [Yaolong Chen]"
        }
    ]
}