{
    "abstract": "The COVID-19 crisis has seen over a third of the world population locked down and this article has sought to understand human behaviour in response to a historical and unprecedented global pandemic. Through the analysis 18 behavioural mechanisms present on the landing pages of the websites of 33 institutional governments from March 1st til May 1st 2020 compared to the WHO data on the number of COVID-19 cases and deaths per million for each country, the authors show that a behavioural consensus was observed across all 33 countries and that Individual and Social nudges had no impact. Whilst the decisions in essentially every country on Earth, were taken with the same aim: to limit population movements and social life, two aggravating factors of the spread of the virus, only the environmental nudges effectively helped slow the virus growth scale. The authors explain the rationale behind these results and suggest that people seek information beyond governmental websites that they generally mistrust. They further suggest using Scientists as role models to encourage governmental website's traffic and designing recursive nudges to increase the impact of individual and social interventions. Together with the new phases of the spread of the virus will come new rules and guidance. Public health policies need to address behavioural change of the population on a global scale in a more targeted manner and it is hoped that this paper will provide some insight on how to do so.",
    "author": "Paola Cecchi-Dimeglio; Yann Cabon; Raphaela Kitson-Pantano; David Luu",
    "date": 2020,
    "doi": "10.1101/2020.05.15.20103424",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.15.20103424"
    },
    "title": "Comparative Analysis of the Application of Behavioural Insights of 33 Worldwide Governments on the Landing Pages of their COVID-19 Official Websites and their Impact on the Growth Scale of the Pandemic",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement no payment receive</strong>"
        }
    ]
}