{
    "abstract": "Background Rapid spread of SARS-CoV-2 in Wuhan prompted heightened surveillance in Guangzhou and elsewhere in China. Modes of contact and risk of transmission among close contacts have not been well estimated. Methods We included 4950 closes contacts from Guangzhou, and extracted data including modes of contact, laboratory testing, clinical characteristics of confirmed cases and source cases. We used logistic regression analysis to explore the risk factors associated with infection of close contacts. Results Among 4950 closes contacts, the median age was 38.0 years, and males accounted for 50.2% (2484). During quarantine period, 129 cases (2.6%) were diagnosed, with 8 asymptomatic (6.2%), 49 mild (38.0%), and 5 (3.9%) severe to critical cases. The sensitivity of throat swab was 71.32% and 92.19% at first to second PCR test. Among different modes of contact, household contacts were the most dangerous in catching with infection of COVID-19, with an incidence of 10.2%. As the increase of age for close contacts and severity of source cases, the incidence of COVID-19 presented an increasing trend from 1.8% (0-17 years) to 4.2% (60 or over years), and from 0.33% for asymptomatic, 3.3% for mild, to 6.2% for severe and critical source cases, respectively. Manifestation of expectoration in source cases was also highly associated with an increased risk of infection in their close contacts (13.6%). Secondary cases were in general clinically milder and were less likely to have common symptoms than those of source cases. Conclusions In conclusion, the proportion of asymptomatic and mild infections account for almost half of the confirmed cases among close contacts. The household contacts were the main transmission mode, and clinically more severe cases were more likely to pass the infection to their close contacts. Generally, the secondary cases were clinically milder than those of source cases.",
    "affiliations": [
        "State Key Laboratory for Diagnosis and Treatment of Infectious Diseases, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, The First Affiliated Hospital College of Medicine, Zhejiang University",
        "Construction of High-level University of Guangdong (G619339521 and G618339167), and the Zhejiang University special scientific research fund for COVID-19 prevention and control (K920330111)"
    ],
    "author": "Xian-bo Wu; Fang-hua Liu; Chen Mao; Pei Yang; Bi Bi; Wei Zhu; Hua-min Liu; Zhi-hao Li; Xin-long Liao; Pei-liang Chen; Qing-mei Huang; Xin Cheng; Yu Ma; Xi-ru Zhang; Lei Luo; Zheng-he Wang; Xin-fen Yang; Jin-ling Tang; Qin-long Jing; Jian-ping Liu; Miao-chun Cai; Jia-zhen Zheng; Wei-qi Song; Shi-gui Yang; Zhi-gang Huang; Dan Liu",
    "date": 2020,
    "doi": "10.1101/2020.03.24.20042606",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.24.20042606"
    },
    "title": "Modes of contact and risk of transmission in COVID-19 among close contacts",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Project Supported"
                },
                {
                    "funding-source": "Guangdong Province Higher Vocational Colleges & Schools Pearl River Scholar Funded Scheme"
                },
                {
                    "funding-source": "Construction of High-level University of Guangdong",
                    "award-id": [
                        "G619339521",
                        "G618339167"
                    ]
                },
                {
                    "funding-source": "Zhejiang University",
                    "award-id": [
                        "COVID-19",
                        "K920330111"
                    ]
                }
            ],
            "funding-statement": "Supported by the Project Supported by Guangdong Province Higher Vocational Colleges & Schools Pearl River Scholar Funded Scheme (2019), the Construction of High-level University of Guangdong (G619339521 and G618339167), and the Zhejiang University special scientific research fund for COVID-19 prevention and control (K920330111)."
        }
    ]
}