{
    "abstract": "The recently emerged pathogenic SARS-coronavirus 2 (SARS-CoV-2) has spread rapidly, leading to a global pandemic. In this study, we show that SARS-CoV-2 infection was associated with clinically significant lower level of HDL cholesterol (HDL-C), which can be used as indicators of disease severity and poor prognosis. Importantly, we found the spike protein of SARS-CoV-2 (SARS-2-S) bound to HDL. Antagonists of HDL receptor-Scavenger receptor class B type I (SR-B1), strongly inhibited SARS-CoV-2 infection. Notably, the lipids transfer function of SR-B1 was indispensable for this inhibition, offering explanations for the reduced serum HDL level observed in COVID-19 patients. Basing on findings here, we speculate that SR-B1-mediated pulmonary HDL-vitamin E uptake could participate in mediating SARS-CoV-2 infection of lung cells, and the unique expression profile of SR-B1 may also affect SARS-CoV-2 cell and tissue tropism. These findings might help to provide further insights into viral transmission, pathological characteristics and reveal therapeutic targets.",
    "affiliations": [
        "National Key Research and Development Program of China (2018YFA0900800) and the National Natural Science Foundation of China (31670761, 31872715 and 81773205)"
    ],
    "author": "Qi Gao; Yuan Cao; Jin Sun; Chen Fan; Zhe Zhang; Xiaoli Yang; Xiaolin Wang; Yanhong Zhang; Yulong Zong; Qiulin Yan; Jing Gong; Huan Yang; Rong Wang; Luming Wan; Rui Zhang; Feng Yin; Congwen Wei; Jun Zhang; Huilong Li; Hui Zhong",
    "date": 2020,
    "doi": "10.1101/2020.04.16.20068528",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.16.20068528"
    },
    "title": "Cholesterol Metabolism--Impact for SARS-CoV-2 Infection Prognosis, Entry, and Antiviral Therapies",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Key Research and Development Program of China",
                    "award-id": [
                        "2018YFA0900800"
                    ]
                },
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "31670761",
                        "31872715",
                        "81773205"
                    ]
                }
            ],
            "funding-statement": "This study was supported in part by grants from the National Key Research and Development Program of China (2018YFA0900800) and the National Natural Science Foundation of China (31670761, 31872715 and 81773205)"
        }
    ]
}