{
    "title": "Lack of Reinfection in Rhesus Macaques Infected with SARS-CoV-2",
    "author": "Linlin Bao, Wei Deng, Hong Gao, Chong Xiao, Jiayi Liu, Jing Xue, Qi",
    "date": 2020,
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.13.990226",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.03.13.990226.pdf"
    },
    "abstract": "A global pandemic of Corona Virus Disease 2019 (COVID-19) caused by severe acute respiratory syndrome CoV-2 (SARS-CoV-2) is ongoing spread. It remains unclear whether the convalescing patients have a risk of reinfection. Rhesus macaques were rechallenged with SARS-CoV-2 during an early recovery phase from initial infection characterized by weight loss, interstitial pneumonia and systemic viral dissemination mainly in respiratory and gastrointestinal tracts. The monkeys rechallenged with the identical SARS-CoV-2 strain have failed to produce detectable viral dissemination, clinical manifestations and histopathological changes. A notably enhanced neutralizing antibody response might contribute the protection of rhesus macaques from the reinfection by SARS-CoV-2. Our results indicated that primary SARS-CoV-2 infection protects from subsequent reinfection.",
    "affiliations": [
        "Beijing Key Laboratory for Animal Models of Emerging and Remerging Infectious",
        "NHC Key Laboratory of Human Disease Comparative Medicine, Institute of",
        "Laboratory Animal Science, Chinese Academy of Medical Sciences and Comparative",
        "Medicine Center, Peking Union Medical College, Beijing, China",
        "Bejing Anzhen Hospital, Capital Medical University"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Innovative Medicine of China",
                    "award-id": [
                        "2016-I2M-2-006"
                    ]
                },
                {
                    "funding-source": "National Mega"
                },
                {
                    "funding-source": "China for Major Infectious Diseases",
                    "award-id": [
                        "2017ZX10304402"
                    ]
                },
                {
                    "funding-source": "National Key Research and Development Project of China",
                    "award-id": [
                        "2016YFD0500304"
                    ]
                }
            ],
            "funding-statement": "This work was supported by the CAMS initiative for Innovative Medicine of China (Grant No 2016-I2M-2-006), National Mega projects of China for Major Infectious Diseases (Grant No 2017ZX10304402) and National Key Research and Development Project of China (Grant No 2016YFD0500304). AUTHOR CONTRIBUTIONS Conceptualization: C.Q.; Methodology: L.B., W.D., H.G., C.X., J.L., J.X. and Q.L.; Investigation: L.B., W.D., H.G., C.X., J.L., J.X., Q.L., J.L., P.Y., Y.X., F.Q., Y.Q., F.L., Z.X., H.Y., S.G., M.L., G.W., S.W., Z.S., Y.L., W.Z., Y.H., L.Z., X.L. and Q.W.; Writing – Original Draft: J.X.; Writing –Review and Editing: J.X. and C.Q.; Funding Acquisition: L.B. and C.Q.; Resources: C.Q.; Supervision: C.Q"
        }
    ]
}