{
    "abstract": "BACKGROUND The Coronavirus disease 2019 (COVID-19) outbreak in Saudi Arabia was first identified in a traveler from Al Qatif city, on March 2nd, 2020. The disease has quickly spread and reached multiple cities within a few weeks. In an attempt to limit the spread of COVID-19 in Saudi Arabia, the government has implemented strict regulations. Starting March 15th, all travelers coming back to the kingdom were tested for COVID-19 and were quarantined in a government-designated facility. The same rule was applied to all positive cases identified by contact tracing. In this study, we aimed to assess the prevalence of asymptomatic carriers, epidemiological characteristics, clinical presentations, and viral clearance of SARS-COV-2 positive quarantined individuals in a quarantine facility in the eastern province. METHODS We conducted a cross-sectional study on 128 laboratory-confirmed COVID-19 subjects who were quarantined in a government-designated facility. The study period was from March 16th until April 18th, 2020. We collected data on demographics and on clinical symptoms. Also, samples for PCR tests were collected upon admission and were repeated every 72 hours if they were still positive. All negative samples were repeated within 24 hours for confirmation. RESULTS Sixty-nine of the 128 residents (54%) were completely asymptomatic until the end of the study. The remaining 59 residents (46%) had only mild symptoms. The most common symptom was a sudden loss of smell and taste, accounting for 47.5%. The median time to virus clearance was significantly different between the two groups. Symptomatic residents cleared the virus at a median of 17 days (95% CI,12.4-21.6) from the first positive PCR vs. 11days (95% CI, 8.7-13.3) in the asymptomatic group (P=0.011). False-negative test results occurred in 18.8% of the total residents and false-positive results in 3%. CONCLUSION The prevalence of asymptomatic carriers is high in our study. Testing, and isolating travelers and contacts of laboratory-confirmed cases, regardless of symptoms, were very effective measures for early disease identification and containment. Loss of taste and smell was the most common presentation in our mild symptomatic residents, and it might be predictive of mild disease. The persistent positive PCRs observed in the mild asymptomatic residents despite being symptoms free, warrant further studies to determine its implications on disease spread and control.",
    "author": "Ahmed H Alfaraj; Hadeel F Anan; Hadi S Al Qahtani; Mobarak A Al Mulhim; Rabab A Alattas; Abdulbari A Alahilmi; Alanoud A Alshami",
    "date": 2020,
    "doi": "10.1101/2020.05.13.20100222",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.13.20100222"
    },
    "title": "Silent Disease and Loss of Taste and Smell are Common Manifestations of SARS-COV-2 Infection in a Quarantine Facility: First report from Saudi Arabia",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This study is not funded"
        }
    ]
}