{
    "abstract": "Objectives: Coronavirus disease (COVID-19) caused by the SARS-CoV-2 virus is spreading rapidly worldwise and threatening the collapse of national health care systems. The development of effective resource models are critical for long term health planning. The aim was to evaluate the available literature, to consider parameters affecting hospital resources, to effectively guide health policy and planning. Design: A detailed search of the literature, using Google Scholar, PubMED, MedRxiv and BioRxiv, was conducted for the time period 01-DEC-2019 to 04-MAY-2020; using appropriate keywords: resultant articles were scrutinised in detail, and appraised for reported data pertaining to hospitalization and hospital length of stay (LOS). Results: Disease presentation was described in China; 81 % mild, 14 % moderate and 5 % severe. The experience, thus far, in Europe and the USA are suggestive of a higher degree of severity. Initial reports suggest high hospitalisation and ICU admittance rates. More recent reports from the ECDC lower this estimation. Perhaps the relative age, the level of pre-existing conditions, and other health factors may be contributors to differences. Data from Irish cases suggest hospitalisation rate may be lower in parts of Europe and time dependent. Hospital LOS is described in seventeen articles, with median lengths of stay between 4 and 25 days. The evidence regarding the LOS in ICU is reported in eighteen studies, fifteen deemed relevant. The majority of studies report ICU LOS between 7 to 10 days. Many of these studies are likely skewed towards shorter stay due to study cut-off dates. Indications based on ICU LOS reported for patients continuing care suggest median ICU stay will be longer. Conclusions: These parameter estimates are key to the development of an effective health care resource model. Based on our rapid appraisal of the literature, is it essential that Europe manages mitigation measures to ensure that hospital and ICU capacity does not become overwhelmed to manage this pandemic long term.",
    "author": "Aine B Collins; David McEvoy; Ann Barber; Damien J Barrett; Conor G McAloon; Simon J More; Patrick Wall; John M Griffin; Andrew W Byrne; Miriam Casey; Kevin Hunt; Elizabeth A Lane",
    "date": 2020,
    "doi": "10.1101/2020.05.12.20099473",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.12.20099473"
    },
    "title": "Country differences in hospitalisation, length of stay and admission to Intensive Care Units due to SARS-CoV-2 infection: a rapid review of available literature",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "All authors were employed through their home institutions. No additional funding was used."
        }
    ]
}