{
    "abstract": "Background Since the spread of COVID-19 on a global scale, most of efforts at the local, national, and international levels were directed primarily to mitigate the spread of the disease. However, the psychological impacts of COVID-19 on global mental health were not thoroughly investigated yet, and studies that report the mental health risks of COVID-19 are still scarce. Objectives This study aimed to assess the level of psychological distress among university students in Jordan during the COVID-19 pandemic and the associated national measures. Methods A cross-sectional study was conducted using an online self-administered questionnaire, The survey comprised of questions about (i) sociodemographic information, (ii) the 10-item Kessler Psychological Distress Scale (K10), (iii) coping activities , and (iv) the students most serious concern during the COVID-19 pandemic. Results A total of 381 completed questionnaires were included in the analysis. Female participants slightly predominated the sample (n=199, 52.2%). The respondents aged 18-38 years (mean 22.6 years, SD: 3.16). The total K10 distress scores had a mean of 34.2 (SD:9.4). However, the mean of total K10 distress scores had no significant association with gender (P=0.57). Age was negatively associated with total K10 distress scores (P=0.0013). Concerning severity, most of the respondents were regarded as having severe psychological distress (n=265, 69.5%), and females were found to have a statistically significant higher percentage in mild and severe psychological distress (P= 0.035), (P=0.016); respectively. 209 students (54.9%) reported that they had no motivation for distance learning. There was a statistically significant inverse relationship between severe psychological distress and motivation for distance learning (P<0.0001). The most common coping strategy among students was Spending more time on social media (n=269, 70.6%). Besides, 49 students (12.9%) reported the use of medications to cope with COVID-19 related distress, and 209 students (54.9%) reported distance learning was their most serious concern. Conclusion The COVID-19 control measures resulted in a severe disruption of various human life activities, and this could impact the mental health of individuals, including students. A nationwide psychological support program should be incorporated into Jordan response strategy in combating the COVID-19, considering students and other vulnerable groups in Jordan. Keywords: COVID-19, Jordan, University, Students, Psychological, Pandemic, Impacts, Kessler.",
    "affiliations": [
        "Pandemic on University Students in Jordan Using Kessler Psychological Distress Scale",
        "University, Students, Psychological, Pandemic, Impacts, Kessler"
    ],
    "author": "Ala'a B. Al-Tammemi; Laith Alfalah; Amal Akour",
    "date": 2020,
    "doi": "10.1101/2020.05.14.20102343",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.14.20102343"
    },
    "keywords": [
        "COVID-19",
        "Jordan",
        "University",
        "Students",
        "Psychological",
        "Pandemic",
        "Impacts",
        "Kessler"
    ],
    "title": "Is it Just About Physical Health? An Internet-Based Cross-Sectional Study Exploring the Psychological Impacts of COVID-19 Pandemic on University Students in Jordan Using Kessler Psychological Distress Scale",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This study received no grants to be produced"
        }
    ]
}