{
    "abstract": "Background:We aimed to identify clinical features of coronavirus disease 2019 (COVID-19) in children and evaluate the role of procalcitonin in early differential diagnosis. Methods: A retrospective analysis was performed on all suspected pediatric cases. Results: 39 (50.6%) of 77 suspected cases were comfirmed, 4 (5.2%) of them had viral coinfection.Compared with non-COVID-19 group (n=33),COVID-19 confirmed group (n=39) had fewer fever(OR[95% CI]0.467[0.314 to 0.694];P=.000) and symptoms of acute respiratory infection (0.533[0.36 to 0.788];P=.001),more asymptomatic (13.568[1.895 to 96.729];P=.000),and more family cluster infections (5.077[2.224 to 11.591];P=.000),while computed tomography had more positive findings of viral pneumonia (1.822[1.143 to 2.906];P=.008).Age(6.9[3.6 to 10.5] vs 5[2.1 to 7.6];P=.088) and gender were statistically insignificant.Procalcitonin (0.05[0.029 to 0.076] vs 0.103[0.053 to 0.21];P=.000) of COVID-19 alone group (n=35) was significantly reduced.While compared with coinfection group (n=4),procalcitonin (0.05[0.029 to 0.076] vs 0.144[0.109 to 2.26];P=.010) was also reduced.The area under curve of model is 0.834 ([95%CI][0.741 to 0.926];P=.000).Procalcitonin as a differential indicator of COVID-19 alone,its area under curve is 0.809 ([0.710 to 0.909];P=.000). The optimal cut-off value is 0.1 ng/mL,the sensitivity, specificity, positive and negative predictive value of differentiating are 65.9%, 78.6%, 82.9%, and 59.2%,respectively. Conclusions: Asymptoms or mild symptoms,positive computed tomography findings and family cluster infection are the main clinical features of COVID-19 in children.With good performance, procalcitonin can provide an important basis for differentiating COVID-19 alone and other viral infection or viral coinfection. Keywords:children;coronavirus disease 2019;differential diagnosis; procalcitonin; suspected\nCompeting Interest Statement\nThe authors have declared no competing interest.\nFunding Statement\nDid not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).",
    "author": "Yingqi Xu; Pengyao Wu; Jing Zhang; Denggao Peng; Zhichao Liu",
    "date": 2020,
    "doi": "10.1101/2020.04.07.20057315",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.07.20057315"
    },
    "keywords": [
        "children;coronavirus disease 2019;differential diagnosis",
        "procalcitonin",
        "suspected"
    ],
    "title": "The role of procalcitonin in early differential diagnosis of suspected children with COVID-19",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors."
        }
    ]
}