{
    "title": "Evaluation of the EUROIMMUN Anti-SARS-CoV-2 ELISA Assay for detection of IgA and IgG antibodies",
    "date": 2020,
    "author": "The EUROIMMUN Anti-SARS-CoV-2 ELISA Assay demonstrates excellent sensitivity 33 for detection of IgA and IgG antibodies from samples collected ≥3 days and ≥4 days, 34 respectively, after COVID-19 diagnosis by PCR. This assay did not demonstrate cross 35 reaction in any of the 28 samples from patients with common human coronaviruses, 36 including types HKU, NL, CV229E, and OC",
    "affiliations": [
        "Department of Pathology, University of Chicago, Chicago, Illinois, USA 8",
        "Clinical Microbiology and Immunology Laboratory, University of Chicago Medicine",
        "Chicago, Illinois, USA 10",
        "Running Head: EUROIMMUN Anti-SARS-CoV-2 IgA and IgG ELISA 12 #Address correspondence to Kathleen G. Beavis",
        "Kathleen G. Beavis and Scott Matushek contributed equally to this work. Author order 14 was determined by seniority. 15"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.11.089862",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.11.089862.pdf"
    },
    "abstract": "In December 2019 a novel coronavirus emerged as the cause of severe respiratory disease and quickly spread causing a worldwide pandemic. Severe Acute Respiratory Coronavirus 2 (SARS-CoV-2) was determined to be the agent of coronavirus disease 2019 (COVID-19). The virus belongs to the Betacoronavirus genus of the Coronaviridae family, which also includes Severe Acute Respiratory Syndrome Coronavirus 1 (SARS44 CoV-1) and Middle East respiratory Syndrome Coronavirus (MERS-CoV) (1). For diagnostic purposes many nucleic acid amplification assays were quickly developed and received Emergency Use Authorization (EUA) from the US Food and Drug Administration (FDA). Multiple manufacturers are offering serological assays, but few have received Emergency Use Authorization from the Food and Drug Administration (FDA); the EUROIMMUN IgG assay has received Emergency Use Authorization.",
    "funding": [
        {}
    ]
}