{
    "abstract": "Background: Emerging data on the clinical presentation, diagnostics, and outcomes of patients with COVID-19 have largely been presented as case series. Few studies have compared these clinical features and outcomes of COVID-19 to other acute respiratory illnesses. Methods: We examined all patients presenting to an emergency department in San Francisco, California between February 3 and March 31, 2020 with an acute respiratory illness who were tested for SARS-CoV-2. We determined COVID-19 status by PCR and metagenomic next generation sequencing (mNGS). We compared demographics, comorbidities, symptoms, vital signs, and laboratory results including viral diagnostics using PCR and mNGS. Among those hospitalized, we determined differences in treatment (antibiotics, antivirals, respiratory support) and outcomes (ICU admission, ICU interventions, acute respiratory distress syndrome, cardiac injury). Findings: In a cohort of 316 patients, 33 (10%) tested positive for SARS-CoV-2; 31 patients, all without COVID-19, tested positive for another respiratory virus (16%). Among patients with additional viral testing, no co-infections with SARS-CoV-2 were identified by PCR or mNGS. Patients with COVID-19 reported longer symptoms duration (median 7 vs. 3 days), and were more likely to report fever (82% vs. 44%), fatigue (85% vs. 50%), and myalgias (61% vs 27%); p<0.001 for all comparisons. Lymphopenia (55% vs 34%, p=0.018) and bilateral opacities on initial chest radiograph (55% vs. 24%, p=0.001) were more common in patients with COVID-19. Patients with COVID-19 were more often hospitalized (79% vs. 56%, p=0.014). Of 186 hospitalized patients, patients with COVID-19 had longer hospitalizations (median 10.7d vs. 4.7d, p<0.001) and were more likely to develop ARDS (23% vs. 3%, p<0.001). Most comorbidities, home medications, signs and symptoms, vital signs, laboratory results, treatment, and outcomes did not differ by COVID-19 status. Interpretation: While we found differences in clinical features of COVID-19 compared to other acute respiratory illnesses, there was significant overlap in presentation and comorbidities. Patients with COVID-19 were more likely to be admitted to the hospital, have longer hospitalizations and develop ARDS, and were unlikely to have co-existent viral infections. These findings enhance understanding of the clinical characteristics of COVID-19 in comparison to other acute respiratory illnesses.\nCompeting Interest Statement",
    "affiliations": [
        "National Center for Advancing Translational Sciences (KL2TR001870), the National Heart Lung Blood Institute (1K23HL138461-01A1, R01-HL105704), National Institute of Allergy and Infectious Diseases (T32 AI060530, R33-AI120977), the Chan Zuckerberg Biohub, the Chan Zuckerberg Initiative. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript"
    ],
    "author": "Angela O Pisco; Gloria D Castenada; Priya A Prasad; Andrew D Kerkhoff; Xianding Deng; Sachin J Shah; Jennifer M Davis; John R Haliburton; Charles Langelier; Jennifer M Babick; Amy L Kistler; Charles Y Chiu; Margaret C Fang; Norma Neff; Sandra P Martinez; Francisco N Alvarez; Lusajo L Mwakibete; Rupa Marya; Rand M Dadasovich; Michelle Tan; Olga B Botvinnik; Jack Kamm; Luis A Rubio; Guixa Yu; Katherine Malcolm; Sabrina A Mann; Renuka Kumar; Joseph L DeRisi; Yumiko Abe-Jones; CLIAHub Consortium; Samantha L Hao; Kyla D Sherwood; Jonathan Sheu; Eran Mick; Kalani Ratnasiri; Narges Alipanah; Peter N Barish; Kirsten N Kangelaris; Maira S Phelps; Scot Federman; Anna B Sellas; Lucy M Li; Natasha Spottiswoode; Angela M Detweiler; Nader Najafi; Michael J Peluso",
    "date": 2020,
    "doi": "10.1101/2020.05.02.20082461",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.02.20082461"
    },
    "title": "Clinical features, diagnostics, and outcomes of patients presenting with acute respiratory illness: a comparison of patients with and without COVID-19",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Center for Advancing Translational Sciences",
                    "award-id": [
                        "KL2TR001870"
                    ]
                },
                {
                    "funding-source": "National Heart Lung Blood Institute",
                    "award-id": [
                        "1K23HL138461-01A1",
                        "R01-HL105704"
                    ]
                },
                {
                    "funding-source": "National Institute of Allergy and Infectious Diseases",
                    "award-id": [
                        "T32 AI060530",
                        "R33-AI120977"
                    ]
                },
                {
                    "funding-source": "Chan Zuckerberg Biohub,"
                },
                {
                    "funding-source": "Chan Zuckerberg Initiative"
                }
            ],
            "funding-statement": "This study was supported by the National Center for Advancing Translational Sciences (KL2TR001870), the National Heart Lung Blood Institute (1K23HL138461-01A1, R01-HL105704), National Institute of Allergy and Infectious Diseases (T32 AI060530, R33-AI120977), the Chan Zuckerberg Biohub, the Chan Zuckerberg Initiative"
        }
    ]
}