{
    "abstract": "Background We aim to investigate the profile of acute antibody response in COVID-19 patients, and provide proposals for the usage of antibody test in clinical practice. Methods A multi-center cross-section study (285 patients) and a single-center follow-up study (63 patients) were performed to investigate the feature of acute antibody response to SARS-CoV-2. A cohort of 52 COVID-19 suspects and 64 close contacts were enrolled to evaluate the potentiality of the antibody test. Results The positive rate for IgG reached 100% around 20 days after symptoms onset. The median day of serocon-version for both lgG and IgM was 13 days after symptoms onset. Seroconversion of IgM occurred at the same time, or earlier, or later than that of IgG. IgG levels in 100% patients (19/19) entered a platform within 6 days after seroconversion. The criteria of IgG seroconversion and ≥ 4-fold increase in the IgG titers in sequential samples together diagnosed 82.9% (34/41) of the patients. Antibody test aided to confirm 4 patients with COVID-19 from 52 suspects who failed to be confirmed by RT-PCR and 7 patients from 148 close contacts with negative RT-PCR. Conclusion IgM and IgG should be detected simultaneously at the early phase of infection. The serological diagnosis criterion of seroconversion or ≥ 4-fold increase in the IgG titer is suitable for a majority of COVID-19 patients. Serologic test is helpful for the diagnosis of SARS-CoV-2 infection in suspects and close contacts.",
    "affiliations": [
        "The Major National S&T program grant (2017ZX10202203 and 2017ZX10302201) from Science & Technology Commission of China; The grant (81871635, 81671997 and 81902060) from the National Natural Science Foundation of China, and the grant (20180141 and 20170413) from the Science & Technology Commission of Yuzhong district, Chongqing"
    ],
    "author": "Chang-chun Niu; Ni Tang; Hua-wen Liu; Yuan Hu; Qin Li; Jiang-lin Xiang; Xiao-he Luo; Yong Zhang; Jieli Hu; Fan Zhang; Xue-fei Cai; Xiao-ping Cui; Jin-jing Li; Fang Gong; Li-hua Yu; Xiao-jun Tang; Jing-fu Qiu; Shao-bo Wu; Ji-hua Ren; Xia-mao Liu; Hai-jun Deng; Qing-jun Yang; Quan-xin Long; Deqiang Wang; Chunhui Lang; Gui-cheng Wu; Xiao-feng Li; Yin-yin Xu; Zhi-jie Li; Yao-kai Chen; Zheng Zhou; Wen-guang Tian; Hong-xin Du; Yong Lin; Li Wang; Kun Wang; Ai-long Huang; De-chun Zhang; Xian-xiang Zhang; Ping Liu; Juan Chen; Zhan Mo; Jing Wang; Xiao-li Zhang; Cheng-jun Xue; Pu Liao; Bei-zhong Liu",
    "date": 2020,
    "doi": "10.1101/2020.03.18.20038018",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.18.20038018"
    },
    "title": "Antibody responses to SARS-CoV-2 in COVID-19 patients: the perspective application of serological tests in clinical practice",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Emergency Project from the Science & Technology Commission of Chongqing; The"
                },
                {
                    "funding-source": "Major National S&T",
                    "award-id": [
                        "2017ZX10202203",
                        "2017ZX10302201"
                    ]
                },
                {
                    "funding-source": "Science & Technology Commission of China; The",
                    "award-id": [
                        "81871635",
                        "81671997",
                        "81902060"
                    ]
                },
                {
                    "funding-source": "National Natural Science Foundation of China,",
                    "award-id": [
                        "20180141",
                        "20170413"
                    ]
                },
                {
                    "funding-source": "Science & Technology Commission of Yuzhong"
                }
            ],
            "funding-statement": "This work was supported by the Emergency Project from the Science & Technology Commission of Chongqing; The Major National S&T program grant (2017ZX10202203 and 2017ZX10302201) from Science & Technology Commission of China; The grant (81871635, 81671997 and 81902060) from the National Natural Science Foundation of China, and the grant (20180141 and 20170413) from the Science & Technology Commission of Yuzhong district, Chongqing"
        }
    ]
}