{
    "title": "A Computational Toolset for Rapid Identification of SARS-CoV-2, other Viruses, and Microorganisms from Sequencing Data",
    "date": 2020,
    "author": "Shifu Chen, Changshou He, Yingqiang Li, Zhicheng Li, and Charles E Melançon III, 1 Shenzhen Institutes of Advanced Technology, Chinese Academy of Sciences, Shenzhen, Guangdong, 518055, China 2 HaploX Biotechnology, Shenzhen, Guangdong, 518057, China",
    "affiliations": [
        "Chinese Academy of Sciences, Shenzhen, Guangdong, 518055, China",
        "HaploX Biotechnology, Shenzhen, Guangdong, 518057, China"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.12.092163",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.12.092163.pdf"
    },
    "abstract": "In this paper, we present a toolset and related resources for rapid identification of viruses and microorganisms from short-read or long-read sequencing data. We present fastv as an ultra-fast tool to detect microbial sequences present in sequencing data, identify target microorganisms, and visualize coverage of microbial genomes. This tool is based on the k-mer mapping and extension method. K-mer sets are generated by UniqueKMER, another tool provided in this toolset. UniqueKMER can generate complete sets of unique k-mers for each genome within a large set of viral or microbial genomes. For convenience, unique k-mers for microorganisms and common viruses that afflict humans have been generated and are provided with the tools. As a lightweight tool, fastv accepts FASTQ data as input, and directly outputs the results in both HTML and JSON formats. Prior to the k-mer analysis, fastv automatically performs adapter trimming, quality pruning, base correction, and other pre-processing to ensure the accuracy of k-mer analysis. Specifically, fastv provides built-in support for rapid SARS-CoV-2 identification and typing. Experimental results showed that fastv achieved 100% sensitivity and 100% specificity for detecting SARS-CoV-2 from sequencing data; and can distinguish SARS-CoV-2 from SARS, MERS, and other coronaviruses. This toolset is available at: https://github.com/OpenGene/fastv.",
    "keywords": [
        "SARS-CoV-2",
        "viruses",
        "microorganisms",
        "identification",
        "k-mer"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Shenzhen Science and Technology Program of China",
                    "award-id": [
                        "JCYJ20170818160306270"
                    ]
                },
                {
                    "funding-source": "Bureau of Industry and Information Technology of Shenzhen",
                    "award-id": [
                        "20170922151538732"
                    ]
                },
                {
                    "funding-source": "Shenzhen Science and Technology Innovation Committee Technical Research Project",
                    "award-id": [
                        "JSGG20180703164202084"
                    ]
                },
                {
                    "funding-source": "Development and Reform Commission of Shenzhen Municipality",
                    "award-id": [
                        "XMHT20190104006"
                    ]
                }
            ],
            "funding-statement": "This work was supported by Shenzhen Science and Technology Program of China (JCYJ20170818160306270), project of Bureau of Industry and Information Technology of Shenzhen (Grant No 20170922151538732), Shenzhen Science and Technology Innovation Committee Technical Research Project (Grant No JSGG20180703164202084), and the project of Development and Reform Commission of Shenzhen Municipality (Grant No XMHT20190104006)"
        }
    ]
}