{
    "abstract": "Background The psychological impact of the COronaVIrus Disease 2019 (COVID-19) outbreak and lockdown measures on the Italian population are unknown. The current study assesses rates of mental health outcomes in the Italian general population three to four weeks into lockdown measures and explores the impact of COVID-19 related potential risk factors. Methods A web-based survey spread throughout the internet between March 27th and April 6th 2020. 18147 individuals completed the questionnaire, 79.6% women. Selected outcomes were post-traumatic stress symptoms (PTSS), depression, anxiety, insomnia, perceived stress and adjustment disorder symptoms (ADS). Seemingly unrelated logistic regression analysis was performed to identify COVID-19 related risk factors. Results Respondents endorsing PTSS, depression, anxiety, insomnia, high perceived stress and adjustment disorder were 6604 (37%), 3084 (17.3%), 3700 (20.8%), 1301 (7.3%), 3895 (21.8%) and 4092 (22.9%), respectively. Being woman and younger age were associated with all of the selected outcomes. Quarantine was associated with PTSS, anxiety and ADS. Any recent COVID-related stressful life event was associated with all the selected outcomes. Discontinued working activity due to the COVID-19 was associated with all the selected outcomes, except for ADS; working more than usual was associated with PTSS, Perceived stress and ADS. Having a loved one deceased by COVID-19 was associated with PTSS, depression, perceived stress and insomnia. Conclusion We found high rates of negative mental health outcomes in the Italian general population three weeks into the COVID-19 lockdown measures and different COVID-19 related risk factors. These findings warrant further monitoring on the Italian population s mental health.",
    "author": "Giorgio Di Lorenzo; Sonia Mensi; Dalila Talevi; Francesca Pacitti; Valentina Socci; Rodolfo Rossi; Cinzia Niolu; Antinisca Di Marco; Alessandro Rossi; Alberto Siracusano",
    "date": 2020,
    "doi": "10.1101/2020.04.09.20057802",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.09.20057802"
    },
    "title": "COVID-19 pandemic and lockdown measures impact on mental health among the general population in Italy. An N=18147 web-based survey.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The author(s) received no financial support for the research, authorship, and/or publication of this article."
        }
    ]
}