{
    "abstract": "Objective:To analyse the clinical features of COVID−19 parturients, and to compare anaesthetic regimen and clinical outcomes in parturients with or without COVID−19 undergoing cesarean delivery.Methods: Data were extracted from the electronic medical record of 3 medical institutions in Hubei Province, China, from June 1, 2019 to March 20, 2020 according to inclusion and exclusion criteria. After propensity score matching with demographics, the clinical and laboratory characteristics of parturients with or without COVID−19 were analysed. The anaesthetic regimen and clinical outcomes of themselves and their infants were compared in these two groups of parturients. Results: A total of 1,588 patients without SARS−CoV−2 infection undergoing cesarean delivery were retrospectively included. After achieving a balanced cohort through propensity score matching, 89 patients (COVID−19 group), who were diagnosed with COVID−19 by SARS−CoV−2 nucleic acid test and CT scan matched with 173 patients without COVID−19 (Control group). The SARS−CoV−2 infected parturients in the early stages of COVID−19 outbreak was much more than during the later stage. The main clinical characteristics of parturients with COVID−19 were fever (34.8%), cough (33.7%), an increased plasma CRP (52.8%) and a decreased lymphocyte counting (33.7%). A high rate of emergency and a high incidence of anaesthesia-related complications, such as pharyngalgia, multiple puncture, intraoperative hypotension, nausea, vomiting, vertigo and chills in the COVID−19 parturients. In addition, the parturients with COVID−19 had a long duration of operation and hospital stay, and an increased intraoperative oxytocin utilization and postoperative oxygen therapy. The newborns from the SARS−CoV−2 infected mothers, who received general anaesthesia, had a high risk of Apgar score ≤8 at 1 and 5 minutes after delivery and a higher rate of neonatal intensive care unit (NICU) admission. Conclusions: Anaesthesia−related complications occur more frequently in the COVID−19 parturients and their newborns have a high risk of distress.",
    "affiliations": [
        "National Natural Science Foundation of China (81671948 and 81801085)"
    ],
    "author": "Daqing Ma; Hui-hui Cheng; Yuan Gong; Yuan Zhang; Rong Chen; Qing-tao Meng; Jie Wang; Xiangdong Chen; Qin Zhou; Zhong-yuan Xia",
    "date": 2020,
    "doi": "10.1101/2020.03.24.20042176",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.24.20042176"
    },
    "title": "Anaesthetic managment and clinical outcomes of parturients with COVID-19: a multicentre, retrospective, propensity score matched cohort study",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "81671948",
                        "81801085"
                    ]
                }
            ],
            "funding-statement": "This work was supported by grants from the National Natural Science Foundation of China (81671948 and 81801085)"
        }
    ]
}