{
    "abstract": "Background COVID-19 pneumonia is associated with significant mortality and has no approved antiviral therapy. Interferon beta1 has shown in vitro studies a potent inhibition of SARS-CoV and MERS-CoV. In an in vitro study, SARS-CoV-2 had more sensitivity to IFN-I pretreatment that SARS-CoV. A combination of IFN beta1b administered subcutaneously with other antiviral treatments has been recommended in several guidelines. However, clinical trial results for the treatment of COVID-19 are pending. We aimed to assess the efficiency of IFN beta1b in COVID19 comparing the in-hospital mortality between patients who received IFN beta1b and patients did not receive. Methods In this retrospective cohort study, we included hospitalized adults with COVID-19 between February 23th and April 4th, 2020, at the Central Defense Hospital (Madrid, Spain). Subcutaneous interferon beta-1b was recommended in moderate-severe pneumonia. The primary endpoint was in-hospital mortality. Univariate and multivariate analysis was performed to identify variables associated with in-hospital mortality. Findings We analyzed 256 patients (106 patients in interferon group and 150 patients in control group). At admission, patients who did not receive interferon beta1b presented a greater number of comorbidities. The overall mortality rate was 24.6% (63/256). Twenty-two patients (20.8%) in the interferon group died and 41 (27.3%) in the control group (p=0.229). In the multivariate analysis, the predictors of in-hospital mortality were age, severity of clinical picture at admission and hydroxychloroquine treatment. Interpretation In hospitalized patients with COVID-19, interferon beta1b treatment was not associated to decrease in-hospital mortality. Further assessment of the earlier administration of this drug in randomized trials is recommended.",
    "author": "Maria Dolores Herrero; Begona De  Dios; Carlos Gutierrez; Elena Lopez; Pablo Fernandez Gonzalez; Maria J Sanchez-Carrillo; Francisco J Membrillo de Novales; Lucia E Ballester; Ana Roel; Antonio Fe; German Ramirez-Olivencia; David Marti; Sergio Campos; Francisco Alcantara Nicolas; Alejandro Aguirre; Miriam Estebanez; Tatiana Mata; Yolanda Martinez; Maria Mateo-Maestre",
    "date": 2020,
    "doi": "10.1101/2020.05.15.20084293",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.15.20084293"
    },
    "title": "Clinical evaluation of IFN beta1b in COVID-19 pneumonia: a retrospective study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funded"
        }
    ]
}