{
    "abstract": "Background: To clarify the characteristic and the duration of positive nucleic acid in children infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), including asymptomatic children. Methods: A total of 32 children confirmed with SARS-CoV-2 infection between January 24 and February 12, 2020 from four provinces in Western China were enrolled in this study and followed up until discharge and quarantine 14 days later. Results: Eleven children (34%) were asymptomatic, among whom six children had normal computed tomographic (CT) scan images. Age and gender were not associated with clinical symptoms or the results of CT scan in children infected with SARS-CoV-2. The concentrations of white blood cells and neutrophils were higher in children with asymptomatic infection than in children with clinical symptoms or CT abnormalities. Patients who presented with CT abnormalities had lower D-dimer or lower total bilirubin than those who had normal CT scan but clinical symptoms. All children recovered and no one died or was admitted to the pediatric intensive care unit (PICU). The mean duration of positive SARS-CoV-2 nucleic acid was 15.4 (SD=7.2) days and similar for both asymptomatic children and children with symptoms or CT abnormalities. We found a significant negative correlation between the lymphocyte count and the duration of positive nucleic acid test. Conclusions: Children with asymptomatic infection should be quarantined for the same duration as symptomatic patients infected with SARS-CoV-2. The clinical significance and mechanism behind the negative correlation between the number of lymphocytes and the duration of positive SARS-CoV-2 needs further study.\nCompeting Interest Statement",
    "affiliations": [
        "Newton international fellowship from The Academy of Medical Science（NIF004/1012）; UK National Institute of Health Research GOSH Biomedical Research Centre"
    ],
    "author": "Hongli Deng; Hongmei Xu; Yuxia Cui; Aiguo Wang; Shu Yang; Wenguang Tian; Yong Tian; Yi Wang; Peibo Li; Fang Gong; Jianguo Wu; Rosalind Smyth; Zhengzhen Tang; Chengsong Ren; Zhengxiu Luo; Xiaofeng Yan; Yanni Chen; Yunbo Mo; Na Zang; Feiyu Li; Qi Zhou; Yi Li; Ruiqiu Zhao; Qiu Li; Xiaqia Zhou; Ronghui He; Xiuling Fang; Hong Qin; Wenbo Meng; Yaolong Cheng; Gary Wang; Xiaoru Long; Quanmin Deng; Jin Zhu; Zijun Wang; Weiguo Li; Hongzhou Xiao; Enmei Liu; Jun Xie; Janne Estill; Yuyi Tang; Yao Zhao",
    "date": 2020,
    "doi": "10.1101/2020.04.20.20073288",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.20.20073288"
    },
    "title": "A follow-up study of children infected with SARS-CoV-2 from Western China",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Clinical Research Center for Child Health and Disorders"
                },
                {
                    "funding-source": "Children's Hospital of Chongqing Medical University, Chongqing",
                    "award-id": [
                        "NCRCCHD-2020-EP-01"
                    ]
                },
                {
                    "funding-source": "Special Fund for Key Research and Development Projects in Gansu Province"
                },
                {
                    "funding-source": "Special Project of Science and Technology for Emergency Response",
                    "award-id": [
                        "COVID-19"
                    ]
                },
                {
                    "funding-source": "Chongqing Science and Technology Bureau. Special",
                    "award-id": [
                        "COVID-19"
                    ]
                },
                {
                    "funding-source": "Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province",
                    "award-id": [
                        "GSEBMKT-2020YJ01"
                    ]
                },
                {
                    "funding-source": "The Academy of Medical",
                    "award-id": [
                        "NIF004/1012"
                    ]
                },
                {
                    "funding-source": "UK National Institute of Health Research GOSH Biomedical Research Centre."
                }
            ],
            "funding-statement": "National Clinical Research Center for Child Health and Disorders (Children's Hospital of Chongqing Medical University, Chongqing, China) (NCRCCHD-2020-EP-01); Special Fund for Key Research and Development Projects in Gansu Province in 2020; The fourth batch of \"Special Project of Science and Technology for Emergency Response to COVID-19\" of Chongqing Science and Technology Bureau. Special funding for prevention and control of emergency of COVID-19 from Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province (No GSEBMKT-2020YJ01) ; Newton international fellowship from The Academy of Medical Science（NIF004/1012）; UK National Institute of Health Research GOSH Biomedical Research Centre."
        }
    ]
}