{
    "abstract": "Background Public health recommendations and governmental measures during the COVID-19 pandemic have enforced numerous restrictions on daily living including social distancing, isolation and home confinement. While these measures are imperative to mitigate spreading of COVID-19, the impact of these restrictions on psychosocial health is undefined. Therefore, an international online survey was launched in April 2020 in seven languages to elucidate the behavioral and lifestyle consequences of COVID-19 restrictions. This report presents the preliminary results from the first thousand responders on social participation and life satisfaction. Methods Thirty-five research organisations from Europe, North-Africa, Western Asia and the Americas promoted the survey through their networks to the general society, in English, German, French, Arabic, Spanish, Portuguese, and Slovenian languages. Questions were presented in a differential format with questions related to responses before and during confinement conditions. Results 1047 replies (54% women) from Asia (36%), Africa (40%), Europe (21%) and other (3%) were included in the analysis. Preliminary findings revealed psychosocial strain during the enforced COVID-19 home confinement. In particular, large decreases in the amount of social activity through family (58%), friends/neighbors (44.9%) or entertainment (46.7%) were triggered by the enforced confinement. These negative effects on social participation were also associated with lower satisfaction (-30.5%) during the confinement period. Conversely, social contact score through digital technologies has significantly increased (p<0.001) during the confinement period with more individuals (24.8%) being socially connected through digital technology. Conclusion These preliminary findings elucidate the risk of psychosocial strain during the current home confinement period. Therefore, in order to mitigate the negative psychosocial effects of home confinement, implementation of national strategies focused on promoting social inclusion through technology-based solution is urgently needed.",
    "author": "Donald Cowan; Mohamed Jarraya; Nicola L Bragazzi; Fernando Santos; Bassem Bouaziz; Morteza Taheri; Monique Epstein; Achim Jerg; Lotfi Chaari; Khaled Trabelsi; Ellen Bentlage; Tarak Driss; Jonathan Gomez-Raja; Hamdi Chtourou; Bostjan Simunic; Karim Chamari; Anita Hoekelmann; Christian Wrede; Nizar Souissi; Robbert Sanderman; Michael Brach; Faiez Gargouri; Gamal Mohamed Ali; Omar Boukhris; Carlos Soares Pernambuco; Laisa Liane Paineiras-Domingos; Laurel Riemann; Ramzi Al-Horani; Notger Mueller; Liwa Masmoudi; Taysir Mansi; Jordan M Glenn; Omar Hammouda; Andrea Gaggioli; Daniella How; Jurgen Steinacker; Mona Ahmed; Nicholas T Bott; Rado Pisot; Aimen Khacharem; Stephen J Bailey; Osama Abdelkarim; Fernando Barbosa; Lisette Van Gemert-Pijnen; ACHRAF AMMAR; Patrick Mueller; Khadijeh Irandoust; Sebastian Schulz; Hadj Batatia; Mohamed Jmail; Leonardo Mataruna; Kais El Abed; Wassim Moalla; Sophia Bastoni; Asma Aloui; Annemarie Braakman-jansen; Bryan L Riemann",
    "date": 2020,
    "doi": "10.1101/2020.05.05.20091066",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.05.20091066"
    },
    "title": "Social participation and life satisfaction of peoples during the COVID-19 home confinement: the ECLB-COVID19 multicenter study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Research are urgently needed to help understand the impacts of the covid-19 pandemic on peoples\u0092 lifestyle. However, normal funding mechanism to support scientific research are too slow. The authors received no specific funding for this work."
        }
    ]
}