{
    "abstract": "This study was supported by Natural Science Research Project of Nantong Science and Technology Bureau (grant nos. MS12019048) and Special fund for Chinese Traditional Medicine hospital of Jiangsu Providence (JSZYJ202001-6).",
    "affiliations": [
        "Nantong Third Hospital. Among the 109 samples",
        "PCR detected 30 positive samples on ORFA1ab gene, 47 samples with N gene positive, and 30 samples with double positive on ORFA1ab and N genes. Results: The lower limit of detection of the optimize",
        "PCR is at least 10-fold lower than that of RT-PCR. The overall accuracy of",
        "PCR for clinical detection is 96.3%. 4 out 4 of (100 %) negative pharyngeal swab samples checked by RT-PCR were positive judged by",
        "PCR based on the follow-up investigation. 2 of 2 samples in the RT-PCR grey area (Ct value > 37) were confirmed by",
        "PCR with positive results. 1 patient being tested positive by RT-PCR was confirmed to be negative by",
        "PCR results show clear viral loading decrease in 12 patients as treatment proceed, which can be a useful tool for monitoring COVID-19 treatment. Conclusions: Digital PCR shows improved lower limit of detection, sensitivity and accuracy, enabling COVID-19 detection with less false negative and false positive results comparing with RT-PCR, especially for the tests with low viral load specimens. We showed evidences that",
        "PCR is powerful in detecting asymptomatic patients and suspected patients. Digital PCR is capable of checking the negative results caused by insufficient sample loading by quantifying internal reference gene from human RNA in the PCR reactions. Multi-channel fluorescence",
        "PCR system (FAM/HEX/CY5/ROX) is able to detect more target genes in a single multiplex assay, providing quantitative count of viral load in specimens, which is a powerful tool for monitoring COVID-19 treatment"
    ],
    "author": "Yaqi Wang; Min Li; Weihua Cai; Renfei Lu; Jia Dong; Jian Wang",
    "date": 2020,
    "doi": "10.1101/2020.03.24.20042689",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.24.20042689"
    },
    "title": "SARS-CoV-2 detection using digital PCR for COVID-19 diagnosis, treatment monitoring and criteria for discharge",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Natural Science Research Project of Nantong Science and Technology Bureau"
                }
            ],
            "funding-statement": "This study was supported by Natural Science Research Project of Nantong Science and Technology Bureau (grant nos"
        }
    ]
}