{
    "abstract": "Although there are some recent studies which intent to address the spread of respiratory droplets through the air, these correspond to indoor conditions or outdoor situations which not take into account realistic scenario. Less attention has been paid to the spread of respiratory droplets in outdoor environments under microclimatologic turbulent wind and which is of growing importance given the current COVID19 epidemic. We implement a computational model describing a sneezing person in an urban scenario under a medium intensity climatological wind. Turbulence was described with a wall-modeled Large Eddy Simulation model and the spread of respiratory droplets by using a lagrangian approach. Results show the spread of respiratory droplets is characterized by the dynamics of two groups of droplets of different sizes: larger droplets (400 – 900 μm) are spread between 2–5 m during 2.3 s while smaller (100 – 200 μm) droplets are transported a larger range between 8–11 m by the action of the turbulent wind in 14.1 s average. Given the uncertainty of potential contagion over this way and with this reach, these efforts are an intent to contribute to shine a light on the possibility of adopting stricter self-care and distancing measures.",
    "author": "Pablo Cornejo; Jose Brito; Nicolas Guerrero",
    "date": 2020,
    "doi": "10.1101/2020.04.17.20064394",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.17.20064394"
    },
    "title": "COVID-19. Transport of respiratory droplets in a microclimatologic urban scenario",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "INCAR FONDAP Project",
                    "award-id": [
                        "15110027"
                    ]
                },
                {
                    "funding-source": "CONICYT and MSET Chile SpA."
                }
            ],
            "funding-statement": "This work was founded by INCAR FONDAP Project N°15110027;CONICYT and MSET Chile SpA."
        }
    ]
}