{
    "abstract": "Background: The corona virus disease 2019 (COVID-19) shows unusually high transmission rate and unique clinical characteristics, with key pathological mechanism remaining unclear. Here, we analysed the laboratory data based on clinical samples from COVID-19 patients, in parallel comparison with non-COVID-19 pneumonia cases, in an attempt to elucidate the key pathological features of COVID-19 during its infection of the human body. Methods: We analysed biochemical indices and lymphocyte subpopulation in COVID-19 patients, and compare these data from non-COVID-19 pneumonia cases. Correlation analysis was performed between leukocyte subgroups count and biochemical indexes in COVID-19 patients. Results: The study enrolled 110 patients, comprising 88 COVID-19 patients and 22 non-COVID-19 pneumonia cases. We observed significant differences, including abnormal biochemical indices (CRP, LDH, AST, eGFR, and sodium ion concentration) and reduced lymphocyte subsets count, between the COVID-19 patients and non-COVID-19-caused pneumonia cases. Correlation analysis indicates that the count for lymphocyte subsets-but not that for neutrophils and monocytes-exhibits a significant negative correlation with biochemical indices relating to organ injury, in the COVID-19 infected patients. Conclusions: The study indicates significantly different clinical features between 2019 novel coronavirus (2019-nCoV)-caused and non-2019-nCoV-caused pneumonia, especially in terms of lymphocytopenia and organ injury. Notably, correlation analysis demonstrates that tissue damage in COVID-19 patients is attributed to virus infection itself rather than uncontrolled inflammatory responses (\"cytokine storm\"). These findings provide new insights for developing efficient therapeutic strategies against COVID-19 infection.\nCompeting Interest Statement",
    "affiliations": [
        "National Natural Science Foundation of China (31971309 and 31671031), the Jiangsu Province Funds for Distinguished Young Scientists (BK20170015)"
    ],
    "author": "Zhen Huang; Zhiliang Hu; Hongxia Wei; Lei Dong; Yi Zeng; Yun Chi; Hu Lu; Yan Song; Chunmei Hu; Cong Cheng; Lingyan Xiao; Chunming Wang; Guoping Ying; Wei Ye; Yishan Zheng; Feishen Lin; Yongxiang Yi; Xia Zhang",
    "date": 2020,
    "doi": "10.1101/2020.02.19.20024885",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.02.19.20024885"
    },
    "title": "Study of the lymphocyte change between COVID-19 and non-COVID-19 pneumonia cases suggesting other factors besides uncontrolled inflammation contributed to multi-organ injury",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Young Medical Talents of Jiangsu Province",
                    "award-id": [
                        "QNRC2016056"
                    ]
                },
                {
                    "funding-source": "Jiangsu Provience",
                    "award-id": [
                        "2016-III-0084"
                    ]
                },
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "31971309",
                        "31671031"
                    ]
                },
                {
                    "funding-source": "Jiangsu Province Funds for Distinguished Young Scientists",
                    "award-id": [
                        "BK20170015"
                    ]
                }
            ],
            "funding-statement": "This study was funded by the Young Medical Talents of Jiangsu Province (QNRC2016056), the fifth period \"333 high-level personnel training project\" in Jiangsu Provience (2016-III-0084), the National Natural Science Foundation of China (31971309 and 31671031), the Jiangsu Province Funds for Distinguished Young Scientists (BK20170015)"
        }
    ]
}