{
    "abstract": "Objectives:To describe a cohort of self-isolating healthcare workers (HCWs) with presumed COVID-19. Design: A cross-sectional, single-centre study. Setting: A large, teaching hospital based in Central London with tertiary infection services. Participants: 236 HCWs completed a survey distributed by internal staff email bulletin. 167 were female and 65 male. Measures: Information on symptomatology, exposures and health-seeking behaviour were collected from participants by self-report. Results: The 236 respondents reported illness compatible with COVID-19 and there was an increase in illness reporting during March 2020. Diagnostic swabs were not routinely performed. Cough (n=179, 75.8%), fever (n=138, 58.5%), breathlessness (n=84, 35.6%) were reported. Anosmia was reported in 42.2%. Fever generally settled within 1 week (n=110, 88%). Several respondents remained at home and did not seek formal medical attention despite reporting severe breathlessness and measuring hypoxia (n=5/9, 55.6%). 2 patients required hospital admission but recovered following oxygen therapy. 84 respondents (41.2%) required greater than the obligated 7 days off work and 9 required greater than 3 weeks off. Conclusion: There was a significant increase in staff reporting illness compatible with possible COVID-19 during March 2020. Conclusions cannot be drawn about exact numbers of confirmed cases due to lack of diagnostic swabbing. There were significant numbers of respondents reporting anosmia; as well as early non-specific illness prior to onset of cough and fever. This may represent pre-symptomatic HCWs who are likely to be infectious and thus criteria for isolation and swabbing should be broadened. The study also revealed concerning lack of healthcare seeking in respondents with significant red flag symptoms (severe breathlessness, hypoxia). This should be addressed urgently to reduce risk of severe disease being detected late. Finally, this study should inform trusts that HCWs may require longer than 7 days off work to recover from illness.",
    "author": "Eliz Kilich; Lucy CK Bell; Angus de Wilton; Robert A Lever; Joshua Gahir; Jane Cadman; Zain Chaudhry; Sarah Logan",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20094177",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20094177"
    },
    "title": "Clinical and behavioural characteristics of self-isolating healthcare workers during the COVID-19 pandemic: a single-centre observational study",
    "funding": [
        {
            "award-group": [
                {
                    "award-id": [
                        "commercial funder"
                    ]
                }
            ],
            "funding-statement": "This research was funded by a grant from GlaxoSmithKline (commercial funder) to support research on maternal vaccination"
        }
    ]
}