{
    "abstract": "Study objective: We aimed to describe the preparedness and response to the COVID-19 pandemic in referral EDs caring for children across Europe. Methods: We did a cross-sectional point prevalence survey, which was developed and disseminated through the pediatric emergency medicine research networks for Europe (REPEM) and the United Kingdom and Ireland (PERUKI). We included a pre-determined number of centers based on each country population: five to ten EDs for countries with > 20 million inhabitants and one to five EDs for the other countries. ED directors or named delegates completed the survey between March 20th and 21st to report practice in use one month after the outbreak in Northern Italy. We used descriptive statistics to analyse data. Results: Overall 102 centers from 18 countries completed the survey: 34% did not have an ED contingency plan for pandemics and 36% had never had simulations for such events. Wide variation on PPE items was shown for recommended PPE use at pre-triage and for patient assessment, with 62% of centers experiencing shortage in one or more PPE items. COVID-19 positive ED staff was reported in 25% of centers. Only 17% of EDs had negative pressure isolation rooms. Conclusion: We identified variability and gaps in preparedness and response to the COVID-19 epidemic across European referral EDs for children. Early availability of a documented contingency plan, provision of simulation training, appropriate use of PPE, and appropriate isolation facilities emerged as key factors that should be optimized to improve preparedness and inform responses to future pandemics.",
    "author": "Ian Maconochie; Ruth Farrugia; Luigi Titomanlio; Danilo Buonsenso; Liviana Da Dalt; Ruud Nijman; Rianne Oostenbrink; Niccolo' Parri; Silvia Bressan; Santiago Mintegi; Damian Roland",
    "date": 2020,
    "doi": "10.1101/2020.04.28.20075481",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.28.20075481"
    },
    "title": "Preparedness and response to Pediatric CoVID-19 in European Emergency Departments: a survey of the REPEM and PERUKI networks",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received for this work"
        }
    ]
}