{
    "abstract": "Background: Evidence has emerged showing that elderly people and those with pre-existing chronic health conditions may be at higher risk of developing severe health consequences from COVID-19. In Europe, this is of particular relevance with ageing populations living with non-communicable diseases, multi-morbidity and frailty. Published estimates of Years Lived with Disability (YLD) from the Global Burden of Disease (GBD) study help to characterise the extent of these effects. Our aim was to identify the countries across Europe that have populations at highest risk from COVID-19 by using estimates of population age structure and YLD for health conditions linked to severe illness from COVID-19. Methods: Population and YLD estimates from GBD 2017 were extracted for 45 countries in Europe. YLD was restricted to a list of specific health conditions associated with being at risk of developing severe consequences from COVID-19 based on guidance from the United Kingdom Government. This guidance also identified individuals aged 70 years and above as being at higher risk of developing severe health consequences. Study outcomes were defined as: (i) proportion of population aged 70 years and above; and (ii) rate of YLD for COVID-19 for vulnerable health conditions across all ages. Bivariate groupings were established for each outcome and combined to establish overall population-level vulnerability. Results: Countries with the highest proportions of elderly residents were Italy, Greece, Germany, Portugal and Finland. When assessments of population-level YLD rates for COVID-19 vulnerable health conditions were made the highest rates were observed for Bulgaria, Czech Republic, Croatia, Hungary and Bosnia and Herzegovina. A bivariate analysis indicated that the countries at high-risk across both measures of vulnerability were: Bulgaria; Portugal; Latvia; Lithuania; Greece; Germany; Estonia; and Sweden. Conclusion: Routine estimates of population structures and non-fatal burden of disease measures can be usefully combined to create composite indicators of vulnerability for rapid assessments, in this case to severe health consequences from COVID-19. Countries with available results for sub-national regions within their country, or national burden of disease studies that also use sub-national levels for burden quantifications, should consider using non-fatal burden of disease estimates to estimate geographical vulnerability to COVID-19.\nCompeting Interest Statement",
    "author": "Brecht Devleeschauwer; Henk Hilderink; Grant MA Wyper; Jane Idavain; Jose L Penalvo; Sofie T Thomsen; Ricardo MA Assuncao; Joao V Santos; Sara M Pires; Eilidh Fletcher; Tina Lesnik; Marek Majdan; Elena Pallari; Diane L Stockton; Sarah Cuschieri; Elena Von der Lippe; Milena S Milicevic; Ian Grant; Dietrich Plass; Juanita A Haagsma",
    "date": 2020,
    "doi": "10.1101/2020.04.29.20064279",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.29.20064279"
    },
    "title": "Population vulnerability to COVID-19 in Europe: a burden of disease analysis",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research received no specific grant from any funding agency in the public, commercial or not-for-profit sectors"
        }
    ]
}