{
    "title": "An orally bioavailable broad-spectrum antiviral inhibits SARS-CoV-2 and multiple endemic, epidemic and bat coronavirus",
    "date": 2020,
    "affiliations": [
        "Department of Epidemiology, University of North Carolina at Chapel Hill, Chapel Hill, NC 12",
        "Lineberger Comprehensive Cancer Center, University of North Carolina at Chapel Hill",
        "Chapel Hill, NC 14",
        "Department of Pathology & Laboratory Medicine, University of North Carolina, Chapel",
        "Department of Pediatrics, Vanderbilt University Medical Center, Nashville, TN 17",
        "Emory Institute of Drug Development (EIDD), Emory University, Atlanta, GA 18",
        "Drug Innovation Ventures at Emory (DRIVE), Atlanta, GA 19",
        "Department of Pharmacology and Chemical Biology, Emory University, Atlanta, GA 20",
        "Centers for Disease Control and Prevention, Division of Viral Diseases Atlanta GA 21",
        "Department of Biochemistry and Biophysics, University of North Carolina at Chapel Hill, 22 Chapel Hill, NC 23",
        "Department of Microbiology and Immunology, University of North Carolina at Chapel 24 Hill, Chapel Hill, NC 25",
        "Authors contributed equally. 26 27 Abstract (153) 28 Coronaviruses (CoVs) traffic frequently between species resulting in novel disease outbreaks, most recently exemplified by the newly emerged SARS-CoV-2. Herein, we show that the ribonucleoside analog β-D-N4-hydroxycytidine (NHC, EIDD-1931) has broad spectrum antiviral activity against SARS-CoV 2, MERS-CoV, SARS-CoV, and"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.19.997890",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.03.19.997890.pdf"
    },
    "abstract": "hydroxycytidine-5’-isopropyl ester), improved pulmonary function, and reduced virus titer and body weight loss. Decreased MERS-CoV yields in vitro and in vivo were associated with increased transition mutation frequency in viral but not host cell RNA, supporting a mechanism of lethal mutagenesis. The potency of NHC/EIDD-2801 against multiple coronaviruses, its therapeutic efficacy, and oral bioavailability in vivo, all highlight its potential utility as an effective antiviral against SARS-CoV-2 and other future zoonotic coronaviruses.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Antiviral Drug Discovery and Development Center",
                    "award-id": [
                        "5U19AI109680"
                    ]
                },
                {
                    "funding-source": "National Institutes of Health",
                    "award-id": [
                        "5R01AI132178"
                    ]
                },
                {
                    "funding-source": "NIAID",
                    "award-id": [
                        "AI108197"
                    ]
                },
                {
                    "funding-source": "NIAID",
                    "award-id": [
                        "HHSN272201500008C"
                    ]
                },
                {
                    "funding-source": "The Emory"
                },
                {
                    "funding-source": "Drug Development"
                }
            ],
            "funding-statement": "We would like to acknowledge the following funding sources, Antiviral Drug Discovery and Development Center (5U19AI109680), a partnership grant from the National Institutes of Health (5R01AI132178) and an NIAID R01 grant (AI108197). NIAID contract, HHSN272201500008C, was awarded to G.P. and The Emory institute for Drug Development and a subcontract from this was awarded to R.S.B. and M.R.D. Author contributions: A.C.S., T.P.S, designed in vitro efficacy studies. A.C.S., A.J.B., T.P.S. and R.L.G. executed and/or analyzed in vitro efficacy studies. J.H., A.T. and"
        }
    ]
}