{
    "abstract": "Coronavirus disease 2019 (COVID-19) is an illness caused by a novel coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The disease was first identified as a cluster of respiratory illness in Wuhan City, Hubei Province, China in December 2019, and has rapidly spread across the globe to greater than 200 countries. Healthcare providers are at an increased risk for contracting the disease due to occupational exposure and require appropriate personal protective equipment (PPE), including N95 respirators. The rapid worldwide spread of high numbers of COVID-19 cases has facilitated the need for a substantial supply of PPE that is largely unavailable in many settings, thereby creating critical shortages. Creative solutions for the decontamination and safe reuse of PPE to protect our frontline healthcare personnel are essential. Here, we describe the development of a process that began in late February 2020 for selecting and implementing the use of hydrogen peroxide vapor (HPV) as viable method to reprocess N95 respirators. Since pre-existing HPV decontamination chambers were not available, we optimized the sterilization process in an operating room after experiencing initial challenges in other environments. Details are provided about the prioritization and implementation of processes for collection and storage, pre-processing, HPV decontamination, and post-processing of filtering facepiece respirators (FFRs). Important lessons learned from this experience include, developing an adequate reserve of PPE for effective reprocessing and distribution, and identifying a suitable location with optimal environmental controls (i.e., operating room). Collectively, information presented here provides a framework for other institutions considering decontamination procedures for N95 respirators.",
    "affiliations": [
        "Center for Global Health, Department of Internal Medicine"
    ],
    "author": "Steven Bradfute; Ivy Foo-Hurwitz; Steven Villescas; Douglas Jay Perkins; Terry H Wu; Phil Seidenberg; Qiuying Cheng; Myissa Weiss; Timothy B Muller; Chris Bartlett; Jens Langsjoen; Hannah Wilcox",
    "date": 2020,
    "doi": "10.1101/2020.04.09.20060129",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.09.20060129"
    },
    "title": "COVID-19 Global Pandemic Planning: Decontamination and Reuse Processes for N95 Respirators",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Center for Global Health, Department"
                },
                {
                    "funding-source": "Internal Medicine."
                }
            ],
            "funding-statement": "Funds for the work where supported by the Center for Global Health, Department of Internal Medicine."
        }
    ]
}