{
    "title": "Serum Mycoplasma Pneumoniae IgG in COVID-19: A Protective Factor",
    "author": "Mi Bobin",
    "date": 2020,
    "affiliations": [
        "Department of Orthopedics, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan 430022, China",
        "Division of Plastic Surgery, Department of Surgery, Brigham and Women’s Hospital and Harvard Medical School, Boston, MA, 02115, USA",
        "Equal contribution. Correspondence:",
        "Wuhan Union Hospital—one of the biggest COVID-19 designated institutions in Wuhan—we have unique first hand experience in dealing with this pandemic. Here, we report a correlation between prior exposure to Mycoplasma pneumoniae (IgG positivity) and better clinical response to COVID-19. This association has, to the best of our knowledge, not been previously shown",
        "Wuhan Union Hospital from Feb 1 to Mar 20 was carried out. COVID-19 was diagnosed in accordance with the New Coronavirus Pneumonia Prevention and Control Program, 7th edition, published by the National Health Commission of China. Clinical symptoms, medical records as well as laboratory tests were reviewed. Continuous variables were described as mean, median, and interquartile range (IQR), while",
        "Board at Union Hospital, Tongji Medical College, Huazhong University of Science and Technology"
    ],
    "journal": "Conflict of Interest Disclosures",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.12.20060079",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.04.12.20060079.pdf"
    },
    "abstract": "Background: A correlation between prior exposure to Mycoplasma pneumoniae (IgG positive) and better clinical response to COVID-19 was elusive. Methods: A retrospective review of all COVID-19 infected patients treated at Wuhan Union Hospital from Feb 1 to Mar 20 was carried out. Continuous variables were described as mean, median, and interquartile range (IQR), while categorical variables were compared by X2 test or Fisher’s exact test between COVID-19 infected patients with mycoplasma lgG (-) and mycoplasma lgG (+). Results: Statistically significant differences were shown in terms of laboratory test results. COVID-19 infected patients with mycoplasma lgG positivity had a higher lymphocyte count and percentage (p=0.026, p=0.017), monocyte count and percentage (p=0.028, p=0.006) and eosinophil count and percentage (p=0.039, p=0.007), and a lower neutrophil count and percentage (p=0.044, p=0.006) than COVID-19 infected patients without mycoplasma lgG. Other routine blood tests, including coagulation tests, blood biochemistry and infection-related biomarkers did not significantly differ except for thrombin time (p=0.001) and lactate dehydrogenase (p=0.008). Furthermore, requirement and use of a nasal catheter or oxygen mask was significantly lower in COVID-19 infected patients with mycoplasma lgG positivity (p=0.029). Conclusions: Our findings indicate that mycoplasma IgG positivity is a potential protective factor for SARS-CoV-2 infection. Introduction",
    "funding": [
        {}
    ]
}