{
    "abstract": "Background: To contain the spread of COVID-19, a cordon sanitaire was put in place in Wuhan prior to the Lunar New Year, on 23 January 2020, restricting travel to other parts of China. We assess the efficacy of the cordon sanitaire to delay the introduction and onset of local transmission of COVID-19 in other major cities in mainland China. Methods: We estimated the number of infected travellers from Wuhan to other major cities in mainland China from November 2019 to March 2020 using previously estimated COVID-19 prevalence in Wuhan and publicly available mobility data. We focused on Beijing, Chongqing, Hangzhou, and Shenzhen as four representative major cities to identify the potential independent contribution of the cordon sanitaire and holiday travel. To do this, we simulated outbreaks generated by infected arrivals in these destination cities using stochastic branching processes. We also modelled the effect of the cordon sanitaire in combination with reduced transmissibility scenarios representing the effect of local non-pharmaceutical interventions. Findings: In the four cities, given the potentially high prevalence of COVID-19 in Wuhan between Dec 2019 and early Jan 2020, local transmission may have been seeded as early as 2 - 8 January 2020. By the time the cordon sanitaire was imposed, simulated case counts were likely in the hundreds. The cordon sanitaire alone did not substantially affect the epidemic progression in these cities, although it may have had some effect in smaller cities. Interpretation: Our results indicate that the cordon sanitaire may not have prevented COVID-19 spread in major Chinese cities; local non-pharmaceutical interventions were likely more important for this.\nCompeting Interest Statement",
    "author": "Carl A B Pearson; Charlie Diamond; Petra Klepac; Hamish Gibbs; Christopher I Jarvis; Yang Liu; Stefan Flasche; Mark Jit; Samuel J Clifford; Timothy W Russell; Billy J Quilty; Rosalind M Eggo; Kiesha Prem; CMMID COVID-19 working group",
    "date": 2020,
    "doi": "10.1101/2020.04.16.20067504",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.16.20067504"
    },
    "title": "The effect of inter-city travel restrictions on geographical spread of COVID-19: Evidence from Wuhan, China",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Akira Endo"
                },
                {
                    "funding-source": "Taisho Pharmaceutical Co."
                }
            ],
            "funding-statement": "Akira Endo received a research grant from Taisho Pharmaceutical Co., Ltd"
        },
        {
            "award-group": [
                {
                    "funding-source": "National Institute for Health Research",
                    "award-id": [
                        "16/137/109"
                    ]
                },
                {
                    "funding-source": "NIHR",
                    "award-id": [
                        "16/137/109"
                    ]
                }
            ],
            "funding-statement": "BJQ, CD, YL, and MJ were funded by the National Institute for Health Research (NIHR; 16/137/109)"
        },
        {
            "award-group": [
                {
                    "funding-source": "Bill & Melinda Gates Foundation",
                    "award-id": [
                        "INV-003174"
                    ]
                }
            ],
            "funding-statement": "YL, PK, KP and MJ were funded by the Bill & Melinda Gates Foundation (INV-003174)"
        },
        {
            "award-group": [
                {
                    "funding-source": "Department of Health and Social Care",
                    "award-id": [
                        "ITCRZ 03010"
                    ]
                },
                {
                    "funding-source": "ITCRZ",
                    "award-id": [
                        "03010"
                    ]
                }
            ],
            "funding-statement": "HG was funded by the Department of Health and Social Care (ITCRZ 03010)"
        },
        {
            "award-group": [
                {
                    "funding-source": "Wellcome Trust",
                    "award-id": [
                        "206250/Z/17/Z"
                    ]
                }
            ],
            "funding-statement": "TWR was funded by the Wellcome Trust (206250/Z/17/Z)"
        },
        {
            "award-group": [
                {
                    "funding-source": "Global Challenges Research Fund",
                    "award-id": [
                        "ES/P010873/1"
                    ]
                }
            ],
            "funding-statement": "CIJ was funded by the Global Challenges Research Fund (ES/P010873/1)"
        },
        {
            "award-group": [
                {
                    "funding-source": "NTD Modelling Consortium"
                },
                {
                    "funding-source": "Bill and Melinda Gates Foundation",
                    "award-id": [
                        "OPP1184344"
                    ]
                }
            ],
            "funding-statement": "CABP was funded by the NTD Modelling Consortium by the Bill and Melinda Gates Foundation (OPP1184344)"
        },
        {
            "award-group": [
                {
                    "funding-source": "Sir Henry Dale Fellowship",
                    "award-id": [
                        "208812/Z/17/Z"
                    ]
                }
            ],
            "funding-statement": "SF and SC were funded by the Sir Henry Dale Fellowship (208812/Z/17/Z)"
        },
        {
            "award-group": [
                {
                    "funding-source": "Health Data Research UK",
                    "award-id": [
                        "MR/S003975/1"
                    ]
                }
            ],
            "funding-statement": "RME was funded by Health Data Research UK (MR/S003975/1)"
        },
        {
            "award-group": [
                {
                    "funding-source": "NIHR",
                    "award-id": [
                        "16/137/109"
                    ]
                },
                {
                    "funding-source": "UK Government"
                }
            ],
            "funding-statement": "This research was partly funded by the NIHR (16/137/109) using aid from the UK Government to support global health research"
        }
    ]
}