{
    "abstract": "Importance. The analysis of lung tissues of patients with COVID-19 may help understand pathogenesis and clinical outcomes in this life-threatening respiratory illness. Objective. To determine the histological patterns in lung tissue of patients with severe COVID-19. Design and participants. Lungs tissues of 38 cases who died for COVID-19 in two hospital of Northern Italy were systematically analysed. Hematoxylin-eosin staining, immunohistochemistry for the inflammatory infiltrate and cellular components, electron microscopy were performed. Results. The features of the exudative and proliferative phases of Diffuse Alveolar Disease (DAD) were found: capillary congestion, necrosis of pneumocytes, hyaline membrane, interstitial oedema, pneumocyte hyperplasia and reactive atypia, platelet-fibrin thrombi. The inflammatory infiltrate was composed by macrophages in alveolar lumens and lymphocytes mainly in the interstitium. Electron microscopy revealed viral particles within cytoplasmic vacuoles of pneumocytes. Conclusions and relevance. The predominant pattern of lung lesions in COVID-19 patients is DAD, as described for the other two coronavirus that infect humans, SARS-CoV and MERS-CoV. Hyaline membrane formation and pneumocyte atypical hyperplasia are frequently found. The main relevant finding is the presence of platelet-fibrin thrombi in small arterial vessels; this important observation fits into the clinical context of coagulopathy which dominates in these patients and which is one of the main targets of therapy.",
    "author": "Roberta Rossi; Roberto Rech; Manuela Nebuloni; Mario Corbellino; Aurelio Sonzogni; Antonella Tosoni; Alessandro Pellegrinelli; Andrea Gianatti; Luca Carsana; Ahmed Nasr; Massimo Galli; Spinello Antinori; Emanuele Catena; Pietro Zerbi; Riccardo Colombo",
    "date": 2020,
    "doi": "10.1101/2020.04.19.20054262",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.19.20054262"
    },
    "title": "Pulmonary post-mortem findings in a large series of COVID-19 cases from Northern Italy",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding."
        }
    ]
}