{
    "abstract": "Background: There is an urgent need for rapid assessment methods to guide pathways of care for COVID-19 patients, as frontline providers need to make challenging decisions surrounding rationing of resources. This study aimed to evaluate existing literature for factors associated with COVID-19 illness severity. Methods: A systematic review identified all studies published between 1/12/19 and 19/4/20 that used primary data and inferential statistics to assess associations between the outcome of interest - disease severity - and historical or clinical variables. PubMed, Scopus, Web of Science, and the WHO Database of Publications on Coronavirus Disease were searched. Data were independently extracted and cross-checked independently by two reviewers using PRISMA guidelines, after which they were descriptively analysed. Quality and risk of bias in available evidence were assessed using the Grading of Recommendations, Assessment, Development and Evaluations (GRADE) framework. This review was registered with PROSPERO, registration number CRD42020178098. Results: Of the 6202 relevant articles found, 63 were eligible for inclusion; these studies analysed data from 17648 COVID-19 patients. The majority (n=57, 90.5%) were from China and nearly all (n=51, 90.5%) focussed on admitted adult patients. Patients had a median age of 52.5 years and 52.8% were male. The predictors most frequently associated with COVID-19 disease severity were age, absolute lymphocyte count, hypertension, lactate dehydrogenase (LDH), C-reactive protein (CRP), and history of any pre-existing medical condition. Conclusion: This study identified multiple variables likely to be predictive of severe COVID-19 illness. Due to the novelty of SARS-CoV-2 infection, there is currently no severity prediction tool designed to, or validated for, COVID-19 illness severity. Findings may inform such a tool that can offer guidance on clinical treatment and disposition, and ultimately reduce morbidity and mortality due to the pandemic.\nCompeting Interest Statement",
    "author": "Morgan Broccoli; Antoinette Vanessa Naidoo; Kalin Werner; Swasthi Singh; Sarah Hirner; Jennifer L Pigoga; Lee A Wallis; Alexandra Friedman",
    "date": 2020,
    "doi": "10.1101/2020.04.23.20076653",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.23.20076653"
    },
    "title": "Clinical and historical features associated with severe COVID-19 infection: a systematic review",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was received for this study."
        }
    ]
}