{
    "abstract": "Background: In March 2020, overall, 37,000 international students from the country at risk of the 2019-novel coronavirus (COVID-19) infection will arrive in Seoul, South Korea. Individuals from the country at risk of COVID-19 infection have been included in a home-quarantine program, but the efficacy of the program is uncertain. Methods: To estimate the possible number of infected individuals within the large influx of international students, we used a deterministic compartmental model for epidemic and perform a simulation-based search of different rates of compliance with home-quarantine. Results: Under the home-quarantine program, the total number of the infected individuals would reach 24-53 from March 17-March 20, 50-86 from March 18-March 16, and 234-343 from March 4-March 23 with the arrival of 0.1%, 0.2%, and 1% of pre-infectious individuals, in Seoul, South Korea, respectively. Our findings indicated when incoming international students showed strict compliance with quarantine, epidemics were less likely to occur in Seoul, South Korea. Conclusion: To mitigate possible epidemics, additional efforts to improve the compliance of home-quarantine are warranted along with other containment policies.\nCompeting Interest Statement",
    "affiliations": [
        "WHO Collaborating Centre for Infectious Disease Epidemiology and Control, School of Public Health, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong Special Administrative Region, China"
    ],
    "author": "Jun-sik Lim; Sukhyun Ryu; Byung Chul Chun; Sheikh Taslim Ali",
    "date": 2020,
    "doi": "10.1101/2020.02.15.20023234",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.02.15.20023234"
    },
    "title": "Estimate number of individuals infected with the 2019-novel coronavirus in South Korea due to the influx of international students from countries with virus risk: a simulation study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Not applicable"
        }
    ]
}