{
    "title": "One-pot Detection of COVID-19 with Real-time Reverse-transcription Loop-mediated Isothermal Amplification (RT-LAMP) Assay and Visual RT-LAMP Assay",
    "author": "Hans Neber-Aeschbacher",
    "date": 2020,
    "affiliations": [
        "Key Laboratory of Biomarker Based Rapid-detection Technology for Food Safety of Henan Province, Xuchang University, Xuchang 461000, China"
    ],
    "journal": "Figure",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.21.052530",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.21.052530.pdf"
    },
    "abstract": "Abstract: Background: Rapid and reliable diagnostic assays were critical for prevention and control of the coronavirus pneumonia caused by COVID-19. Objective: This study was to establish one-pot real-time reverse-transcription loop-mediated isothermal amplification (RT-LAMP) assay and one-pot visual RT-LAMP assay for the detection of COVID-19. Methods: Six specific LAMP primers targeting the N gene of COVID-19 were designed, the RT-LAMP reaction system was optimized with plasmid pUC57 containing N gene sequence, the detection limit was determined with a serial dilution of the plasmid pUC57 containing N gene sequence, and the one-pot real-time RT-LAMP assay and one-pot visual RT-LAMP assay for the detection of COVID-19 were established. Results: Our results showed that the one-pot RT-LAMP assays can detect COVID-19 with a limit of ≥ 6 copies per μl−1 of pUC57 containing N gene sequence. Conclusion: This study provides rapid, reliable and sensitive tools for facilitating preliminary and cost-effective prevention and control of COVID-19. Keywords: Coronavirus Pneumonia, COVID-19, One-pot Reaction, Reverse Transcription-Loop-mediated Isothermal Amplification, RT-LAMP, N Gene",
    "keywords": [
        "Coronavirus Pneumonia",
        "COVID-19",
        "One-pot Reaction",
        "Reverse Transcription-Loop-mediated Isothermal Amplification",
        "RT-LAMP",
        "N Gene"
    ],
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Funding statements NO external funding Competing interests The author declares no competing interests."
        }
    ]
}