{
    "abstract": "COVID-19 morbidity and mortality is significantly increased in patients with diabetes and kidney disease via unknown mechanisms. SARS-CoV-2 uses angiotensin-converting enzyme 2 (ACE2) for entry into human host cells, and ACE2 levels in target cells may influence SARS-CoV-2 susceptibility. We investigated how pre-existing conditions and drug treatments alter receptor expression in kidney tissue. Using single cell RNA profiling (scRNAseq) to assess ACE2 and associated SARS-CoV-2 proteases in healthy living donors (LD) kidneys, diabetic kidney disease (DKD), and in kidney injury during viral infection, ACE2 expression was primarily associated with proximal tubular epithelial cells (PTEC). ACE2 mRNA expression levels were significantly upregulated in DKD versus LD, however, ACE2 levels were not altered by exposures to renin angiotensin aldosterone system (RAAS) inhibitors. ACE2+ expression signatures were defined by differential expression analysis and characterized by Bayesian integrative analysis of a large compendium of public -omics datasets, resulting in the identification of network modules induced in ACE2 positive PTEC in DKD and BK virus nephropathy. These ACE2 upregulated cell programs were linked to viral entry, immune activation, endomembrane reorganization, and RNA processing and overlapped significantly with the cellular responses induced by SARS-CoV-2 infection. Similar cellular programs were activated in ACE2-positive PTEC isolated in a urine sample from a COVID19 patient with acute kidney injury, suggesting a consistent ACE2-coregulated expression program that may interact with SARS-Cov-2 infection processes. The SARS-CoV-2 receptor associated gene signatures could seed further research into therapeutic strategies for COVID-19. Functional networks of gene expression signatures are available for further exploration to researchers at HumanBase (hb.flatironinstitute.org/covid-kidney).",
    "author": "Chrysta C Lienczewski; Bradley Godfrey; Aaron K Wong; Celine C Berthier; Peter M Kasson; Abhijit S Naik; Sean Eddy; John Hartman; Laura H Mariani; Rajasree Menon; Jennifer A Schaub; Viji Nair; Robert G Nelson; Damian Fermin; Helen C Looker; Rachel Sealfon; Avinash Boppanna; Xi Chen; Ryann Sohaney; Edgar A Otto; Olga G. Troyanskaya; Matthias Kretzler; Yuan Wang; Chandra L Theesfeld; Lalita Subramanian; Susan L Dagenais",
    "date": 2020,
    "doi": "10.1101/2020.05.09.20096511",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.09.20096511"
    },
    "title": "SARS-CoV-2 receptor networks in diabetic kidney disease, BK-Virus nephropathy and COVID-19 associated acute kidney injury",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Intramural Research Program"
                },
                {
                    "funding-source": "National Institute of Diabetes and Digestive and Kidney Diseases",
                    "award-id": [
                        "DK069062"
                    ]
                },
                {
                    "funding-source": "HCL and RGN and",
                    "award-id": [
                        "DK083912",
                        "DK082841",
                        "DK020572",
                        "DK092926"
                    ]
                },
                {
                    "funding-source": "National Institute of Diabetes and Digestive and Kidney Diseases",
                    "award-id": [
                        "DK082841"
                    ]
                },
                {
                    "funding-source": "Integrated Systems Biology Approach"
                },
                {
                    "funding-source": "Diabetic Microvascular",
                    "award-id": [
                        "DK081943"
                    ]
                },
                {
                    "funding-source": "University of Michigan"
                },
                {
                    "funding-source": "Brien Kidney Translational Core"
                },
                {
                    "funding-source": "Kidney Precision Medicine",
                    "award-id": [
                        "funded by the following from the NIDDK: U2C DK114886",
                        "UH3DK114861",
                        "UH3DK114866",
                        "UH3DK114870",
                        "UH3DK114908",
                        "UH3DK114915",
                        "UH3DK114926",
                        "UH3DK114907",
                        "UH3DK114920",
                        "UH3DK114923",
                        "UH3DK114933",
                        "UH3DK114937",
                        "with U2C DK114886",
                        "UH3 DK114907"
                    ]
                },
                {
                    "funding-source": "MK and OGT,"
                },
                {
                    "funding-source": "Chan Zuckerberg Initiative"
                },
                {
                    "funding-source": "Human Cell Atlas Kidney Seed",
                    "award-id": [
                        "5-COE-201"
                    ]
                },
                {
                    "funding-source": "MK and OGT and",
                    "award-id": [
                        "5-COE-2019-861-S-B"
                    ]
                },
                {
                    "funding-source": "JDRF and M-Diabetes Center of Excellence"
                }
            ],
            "funding-statement": "This work was supported in part by the Intramural Research Program at the National Institute of Diabetes and Digestive and Kidney Diseases (DK069062) to HCL and RGN and (DK083912, DK082841, DK020572, DK092926) to RGK, by the extramural research program of the National Institute of Diabetes and Digestive and Kidney Diseases R24 DK082841 \u0091Integrated Systems Biology Approach to Diabetic Microvascular Complications\u0092 and P30 DK081943 \u0091University of Michigan O'Brien Kidney Translational Core Center\u0092 to MK, via \u0091Kidney Precision Medicine Project\u0092 (KPMP, funded by the following grants from the NIDDK: U2C DK114886, UH3DK114861, UH3DK114866, UH3DK114870, UH3DK114908, UH3DK114915, UH3DK114926, UH3DK114907, UH3DK114920, UH3DK114923, UH3DK114933, and UH3DK114937, with U2C DK114886 and UH3 DK114907) to MK and OGT, via the Chan Zuckerberg Initiative \u0091Human Cell Atlas Kidney Seed Network\u0092 to MK and OGT and by JDRF 5-COE-2019-861-S-B \u0091JDRF and M-Diabetes Center of Excellence at the University of Michigan\u0092 to MK"
        }
    ]
}