{
    "abstract": "The coronavirus disease 2019 (COVID-19) pandemic has posed a major challenge for protecting health care workers (HCWs) against the infection. Use of personal protective equipment (PPE) in health care workplace is recommended as a high priority. In order to investigate the relationship between PPE use and the number of COVID-19 cases among HCWs, we conducted a molecular epidemiological study among 142 HCWs who were dispatched from Hefei to work in Wuhan and 284 HCWs who remained in Hefei, China; both provided care for patients with COVID-19. Nucleic acid testing and SARS-CoV-2 specific antibody (IgM, IgG, IgA) detection were performed to confirm SARS-CoV-2 infection among those HCWs. We also extracted publicly released data on daily number of COVID-19 cases among HCWs, daily number of HCWs who were dispatched to Hubei province since January 24, and daily production of PPE in China and daily demand and supply of PPE in Hubei province. Our laboratory testing confirmed that none of the 142 HCWs who were dispatched to work in Wuhan and 284 HCWs who remained in Hefei were infected by SARS-CoV-2. Consistent with these findings, as of April 15, 2020, none of the 42,600 HCWs who were successively dispatched to Hubei province since January 24, 2020 was reported to have COVID-19. These HCWs were provided with adequate supply of PPE as committed by their original institutions or provinces. In contrast, during the early phase of COVID-19 epidemic in Hubei province, a substantial shortage of PPE and an increasing number of COVID-19 infection among HCWs were reported. With the continuing increase in domestic production of PPE in China, the PPE supply started to meet and then exceed the demand. This coincided with a subsequent reduction in the number of reported COVID-19 cases among HCWs. In conclusion, our findings indicate that COVID-19 infection among HCWs could be completely prevented. Appropriate and adequate PPE might play a crucial role in protecting HCWs against COVID-19 infection.",
    "affiliations": [
        "The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China; Clinical Research Hospital (Hefei) of Chinese Academy of Science, 230001, Hefei, China",
        "Joint Laboratory of Public Health, USTC and Anhui NHC, Department of Infectious Diseases, The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, Anhui, 230001, China",
        "The First Affiliated Hospital of USTC, Clinical Research Hospital (Hefei) of Chinese Academy of Science, Joint Laboratory of Public Health, USTC and Anhui NHC, University of Science and Technology of China, Hefei, Anhui, 230001, China",
        "The First Affiliated Hospital of USTC, Clinical Research Hospital (Hefei) of Chinese Academy of Science, Joint Laboratory of Public Health, USTC and Anhui NHC, University of Science and Technology of China, Hefei, Anhui, 230001, China",
        "The First Affiliated Hospital of USTC, Clinical Research Hospital (Hefei) of Chinese Academy of Science, Joint Laboratory of Public Health, USTC and Anhui NHC, University of Science and Technology of China, Hefei, Anhui, 230001, China",
        "Central Universities (YD9110004001 and YD9110002002)"
    ],
    "author": "Chun-Mei Yang; Wei Bao; Hai-Ou Hong; Tengchuan Jin; Jian-Ping Weng; Yuan-Zeng Min; Zhao-Hui Lu; Xueying Zheng; Yong Gao; Liang-Ming Zhang; Tian Xue; Sihui Luo; Wei Wang",
    "date": 2020,
    "doi": "10.1101/2020.04.24.20070169",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.24.20070169"
    },
    "title": "Association of Personal Protective Equipment Use with Successful Protection Against COVID-19 Infection Among Health Care Workers",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Fundamental Research Funds for the Central Universities",
                    "award-id": [
                        "YD9110004001",
                        "YD9110002002"
                    ]
                }
            ],
            "funding-statement": "This study was supported by the Fundamental Research Funds for the Central Universities (YD9110004001 and YD9110002002)"
        }
    ]
}