{
    "abstract": "SARS-CoV-2, a novel coronavirus and the cause of COVID-19, was isolated in December 2019 and has since been declared a pandemic by the World Health Organization (WHO). The vast and rapid spread of COVID-19 calls for immediate action from policy-makers and in many countries, various lockdown measures were implemented. Here, we utilized nationwide surveys that assess COVID-19 associated symptoms to analyse the effect of the lockdown policy in Israel on the prevalence of clinical symptoms in the population. Daily symptom surveys were distributed online and included fever, respiratory symptoms, gastrointestinal symptoms, anosmia and Ageusia. A total of 1,003,298 surveys were filled out to date. We used a single measure of symptoms, Symptoms Ratio (SR), defined as a weighted mean of symptoms found to be prevalent in COVID-19 patients. Notably, following severe lockdown measures, we found that between March 15 and April 22, the mean SR sharply declined by 78.9%, as did every individual symptom, including our most common symptoms of cough and rhinorrhea or nasal congestion, which decreased from 14.5% and 13.8% of the survey responders, respectively, to 2.4% and 2.5%. We also observed reduction in symptoms separately in the vast majority of cities in Israel. Overall, these results demonstrate a profound decrease in a variety of clinical symptoms following the implementation of a lockdown in Israel. As our survey symptoms are not specific to COVID-19 infection, this effect likely represents an overall nationwide reduction in the prevalence of infectious diseases, including COVID-19. This quantification may be of major interest for COVID-19 pandemic, as many countries consider implementation of lockdown strategies.",
    "author": "Yuval Dor; Angela Irony; Benjamin Geiger; Dmitry Kolobkov; Saar Shoer; Smadar Shilo; Hagai Rossman; Noam Castel; Ayya Keshet; Amir Gavrieli; Iris Kalka; Adam Kariv; Ran Balicer; Varda Shalev; Dorit Hizi; Eran Segal; Mushon Zer-Aviv; Ori Hoch; Anat Ekka Zohar; Amit Lavon; Tal Karady; Ori Cohen; Anastasia Godneva; Tomer Meir",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20076000",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20076000"
    },
    "title": "The effect of a national lockdown in response to COVID-19 pandemic on the prevalence of clinical symptoms in the population",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received"
        }
    ]
}