{
    "abstract": "In this study, we report on mental health outcomes among health workers (HWs) involved with the COVID-19 pandemic in Italy. Data on mental health on 1379 HWs were collected between March 27th and March 31th 2020 using an on-line questionnaire spread throughout social networks, using a snowball technique along with sponsored social network advertisement. Key mental health outcomes were Post-Traumatic Stress Disorder symptoms (PTSD), severe depression, anxiety, insomnia and perceived stress. PTSD symptoms, severe depression, anxiety and insomnia, and high perceived stress were endorsed respectively by 681 (49.38%), 341 (24.73%), 273 (19.80%), 114 (8.27%) and 302 (21.90%) respondents. Regression analysis show that younger age, female gender, being a front-line HWs, having a colleague deceased, hospitalised or in quarantine were associated with poor mental health outcomes. This is the first report on mental health outcomes and associated risk factors among HWs associated with the COVID-19 pandemic in Italy, confirming a substantial proportion of health workers involved with the COVID-19 pandemic having mental health issues, in particular young women, first-line HWs.",
    "author": "Giorgio Di Lorenzo; Francesca Pacitti; Valentina Socci; Rodolfo Rossi; Antinisca Di Marco; Alessandro Rossi; Alberto Siracusano",
    "date": 2020,
    "doi": "10.1101/2020.04.16.20067801",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.16.20067801"
    },
    "title": "Mental health outcomes among front and second line health workers associated with the COVID-19 pandemic in Italy.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Author Declarations All"
                },
                {
                    "funding-source": "Yes All",
                    "award-id": [
                        "note: if posting a prospective study registered retrospectively",
                        "please provide a statement in the trial ID field explaining why the study was not registered in advance"
                    ]
                },
                {
                    "funding-source": "EQUATOR Network"
                }
            ],
            "funding-statement": "Statement no funding was granted for this study Author Declarations All relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.  Yes All necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived. I understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance). I have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable."
        }
    ]
}