{
    "abstract": "As with other coronavirus-affected countries, Nepalese medical fraternity also expressed concerns regarding public health strategies of government and hospital readiness in response to upgoing case surge. To gauge such response, we assessed service availability and Infection prevention and control (IPC) status in 110 hospitals situated across seven provinces. An electronic survey was sent out to the frontline clinicians working on those hospitals between 24th March and 7th April 2020; one response per hospital was analyzed. Hospitals were divided into small, medium, and large based on the total number of beds (small:<=15; medium:16-50; large:>50), and further categorized into public, private, and mixed based on the ownership. Out of 110 hospitals, 81% (22/27) of small, 39% (11/28) of medium, and 33% (18/55) of large hospitals had not allocated isolation beds for COVID-19 suspects. All small, majority of medium (89%; 25/28), and 50% of large hospitals did not have a functional intensive care unit (ICU) at the time of study. Nasopharyngeal (NP)/throat swab kits were available in one-third (35/110), whereas viral transport media (VTM), portable fridge box, and refrigerator were available in one-fifth (20%) of hospitals. Only one hospital (large/tertiary) had a functional PCR machine. Except for General practitioners, other health cadres- crucial during pandemics, were low in number. On IPC measures, the supplies of simple face masks, gloves, and hand sanitizers were adequate in the majority of hospitals, however, N95-respirators, Filter masks, and PPE-suits were grossly lacking. Government COVID-19 support was unevenly distributed across provinces; health facilities in Province 2, Gandaki, and Province 5 received fewer resources than others. Our findings alert the Nepalese and other governments to act early and proactively during health emergencies and not wait until the disease disrupts their health systems. Other countries of similar economic levels may undertake similar surveys to measure and improve their pandemic response.",
    "author": "Uttam Babu Shrestha; Jaya Dhungana; Tim Ensor; Suraj Bhattarai",
    "date": 2020,
    "doi": "10.1101/2020.05.13.20097675",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.13.20097675"
    },
    "title": "Assessment of service availability and Infection prevention measures in hospitals of Nepal during the transition phase of COVID-19 case surge",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding received for this work."
        }
    ]
}