{
    "abstract": "OBJECTIVE: To explore public attitudes to the proposed COVID-19 contact tracing app in the United Kingdom. DESIGN: Qualitative study consisting of five focus groups carried out between 1st-4th May 2020 (39-42 days after the official start of the UK lockdown). SETTING: Online video-conferencing PARTICIPANTS: 22 participants, all UK residents aged 18 years and older, representing a range of different genders, ages, ethnicities and locations. RESULTS: Participants were split roughly equally in number across three groups: will use the app; will not be using the app; and undecided as to whether they will use the app. Analysis revealed five main themes: (1) Lack of information and misconceptions surrounding COVID-19 contact tracing apps; (2) concerns over privacy; (3) concerns over stigma; (4) concerns over uptake; and (5) contact tracing as the 'greater good'. These themes were found across the sample and the three groups. However, concerns over privacy, uptake and stigma were particularly significant amongst those state they will not be using the app and the view that the app is for the 'greater good' was particularly significant amongst those who stated they will be using the app. One of the most common misconceptions about the app was that it could allow users to specifically identify and map COVID-19 cases amongst their contacts and in their vicinity. CONCLUSIONS: We offer four recommendations: (1) To offset the fact that many people may not be accessing, or might be avoiding, news coverage on COVID-19, authorities must communicate to the public via a range of methods including but not limited to: social media ads, postal information, text messaging and other emergency alert systems. (2) Communications should emphasise that the app cannot enable the user to identify which of their contacts has reported COVID-19 symptoms or tested positive. (3) Communication should emphasise collective responsibility ('the greater good') to promote social norms around use of the app (4) Communication should provide a slogan that maximises clarity of message, for example: 'Download the app, protect the NHS, save lives'.",
    "affiliations": [
        "Manchester Biomedical Research Centre and NIHR Greater Manchester Patient Safety Translational Research Centre. Tampe is an independent consultant and currently consults for the World Health Organization. The authors have no other relationships or activities that could appear to have influenced the submitted work",
        "University of Manchester\u0092s of Health Psychology Section research monies (£2000). The funders played no role in the conduct of the study"
    ],
    "author": "Simon N Williams; Tova Tampe; Kimberly Dienes; Christopher J Armitage",
    "date": 2020,
    "doi": "10.1101/2020.05.14.20102269",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.14.20102269"
    },
    "title": "Public attitudes towards COVID-19 contact tracing apps: A UK-based focus group study",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "NIHR Manchester Biomedical Research Centre and NIHR Greater Manchester Patient Safety Translational Research Centre"
                }
            ],
            "funding-statement": "Armitage is supported by NIHR Manchester Biomedical Research Centre and NIHR Greater Manchester Patient Safety Translational Research Centre"
        },
        {
            "award-group": [
                {
                    "funding-source": "University of Manchester\u0092s of Health Psychology Section"
                }
            ],
            "funding-statement": "This research was supported by the University of Manchester\u0092s of Health Psychology Section research monies (£2000)"
        }
    ]
}