{
    "abstract": "Background and Objective To analyze the impact of different patterns of migration flow in two cities, Hefei and Shenzhen, on the epidemic and disease control of Coronavirus Disease 2019 (COVID-19), in order to provide insight for making differentiated controlling policies. Methods We collected demographic and epidemiological information of confirmed COVID-19 cases in Hefei and Shenzhen between January 19 and February 11, 2020, from data officially , with an average age of 44.4±15.6 years, 74 female (47.1%) and 386 confirmed cases were identified in Shenzhen, with an average age of 45.15±17.99 years, 202 female (52.3%). Significant difference in the proportion of imported cases between the two cities was observed (Hefei vs Shenzhen, 24.2% vs 74.9%, p=0.000). Before January 31 2020, during the initial stage of the Level 1 Response to Major Public Health Emergencies, there was no significant association observed in Shenzhen between R0 and the proportion of population inflow from the epidemic focus (P =0.260, r=-0.452); meanwhile in Hefei, such association was strong (P =0.000, r=1.0). However, after the initial stage of response, the situation reversed. A weak association was observed in Shenzhen between be R0 and the proportion of population inflow from the epidemic focus (P=0.073, r=0.536) but not in Hefei (P =0.498, r=0.217). Conclusion Following Level 1 Response, consistent decline of R0 of COVID-19 was observed in both Hefei and Shenzhen. Different patterns of disease spread were observed in the two cities, driven by different patterns of population migration. This indicated that population migration should be taken into consideration when we set controlling policy of a novel infectious disease.\nFunding Statement\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\nYes\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\nYes",
    "affiliations": [
        "The First Affiliation Hospital of University of Science and Technology (Anhui Provincial Hospital), Hefei Anhui 230001, China",
        "Institute of Public Health, University of Science and Technology of China, Hefei Anhui 230026, China",
        "The First Affiliation Hospital of University of Science and Technology (Anhui Provincial Hospital), Hefei Anhui 230001, China",
        "Institute of Public Health, University of Science and Technology of China, Hefei Anhui 230026, China",
        "The First Affiliation Hospital of University of Science and Technology (Anhui Provincial Hospital), Hefei Anhui 230001, China",
        "Institute of Public Health, University of Science and Technology of China, Hefei Anhui 230026, China",
        "The First Affiliation Hospital of University of Science and Technology (Anhui Provincial Hospital), Hefei Anhui 230001, China",
        "Institute of Public Health, University of Science and Technology of China, Hefei Anhui 230026, China",
        "Division of Life Sci"
    ],
    "author": "Yu Ding; Ping Ling; Zhirong Liu; Xueying Zheng; Jianping Weng; Tong Yue; Sihui Luo",
    "date": 2020,
    "doi": "10.1101/2020.02.18.20024661",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.02.18.20024661"
    },
    "title": "Association of Population Migration and Coronavirus Disease 2019 Epidemic Control",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Author Declarations"
        }
    ]
}