{
    "abstract": "Objective: Explore best upper respiratory tract sampling time of suspected novel coronavirus pneumonia cases. Methods: We collected dates of patients from Hangzhou, Shenzhen, Jinhua city and so on who had the clear exposure history of a novel coronavirus pneumonia(COVID-19). We retrospected demographic data, exposure time, onset time, visiting time and positive time for novel coronavirus nucleic acid detection in respiratory specimens. There were 256 patients from January 20, 2020-February 12,2020 from eight cities included in our study. 106 cases appeared symptoms before January 25th and 150 after. Results: There were 136(53.1%)male infected cases. The mean age of all patients was 43.80 ± 14.85.The median time from exposure to onset was 5(3,8)days.The median time of the first time of positive nucleic acid detection was 11(9,14)days and mode number was 13.The median time from onset to the first time of positive nucleic acid detection was 6(4,8)days and mode number was 5. The time from onset to definite diagnosis was 5(3,7) days before January 25th while it was 7.5(5,10)days after which was significantly shorter before January 25th(U=3885.5,P<0.001). The time from exposure to definite diagnosis was 11(9,14)days and 11(9,14)days before January 25th and after and without significant difference. The time from exposure to definite diagnosis was 11(9,13)days in first-tier cities and 13(11,15)days in second and third-tier cities. The difference was significantly shorter of first-tier cities(U=1355.5， P=0.039). And also the time was short from visiting to definite diagnosis which was 2(2,3)days in first-tier cities and 3(2,4)days in second and third-tier cities but without significant difference(U=842.5，P=0.054). Conclusions: From our study we found that the best upper respiratory tract sampling time for novel coronavirus pneumonia suspects was 13days after exposure. The time from onset to definite diagnosis was shorter after January 25th. The patients were diagnosed faster in the first-tier cities after exposure.",
    "author": "Binbin Ren; Jing Zhou; Lin Chen; Dehe Zhang; Qiyue Sheng; Shengnan Luo; Shunlan Ni; Yang Zhang; Hongsheng Deng; Haijun Chen",
    "date": 2020,
    "doi": "10.1101/2020.05.06.20069302",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.06.20069302"
    },
    "title": "Optimal upper respiratory tract sampling time for novel coronavirus pneumonia suspects",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Jinhua Science and Technology Bureau",
                    "award-id": [
                        "2020XG-06"
                    ]
                }
            ],
            "funding-statement": "This work was supported by the Jinhua Science and Technology Bureau (2020XG-06)"
        }
    ]
}