{
    "abstract": "SARS-CoV-2 infection has widely spread to the hugest public health challenge to date, COVID-19 pandemic. Different fatality rates among countries are probably due to unstandardized records being carried out by local health authorities. Spanish case-fatality rate is 11.86%, far higher to those reported in Asia or by other European countries. A multicenter retrospective study of demographic, clinical, laboratory and immunological features of 574 Spanish COVID-19 inpatients (59.4% males) and their outcomes was performed. 27.7% cases presented a mild curse, 42% a moderate one and 30.3%, severe. Ages ranged from 18 to 98 (average 63.2). Interleukin 6 was higher as increasing severity. On the other hand, CD8 lymphocyte count was significantly lower as severity grew and subpopulations CD4, CD8, CD19 and NK showed concordant lowering trends. Severity-related natural killer percent descents were evidenced just within aged cases. A significant severity-related decrease of CD4 lymphocytes was found in males. The use of renin-angiotensin system blockers was associated with moderate or mild disease courses. Clinical course of the disease is more severe in this study than in previous literature cohorts. Age and age-related comorbidities, such as dyslipidemia, hypertension or diabetes, were also higher. Immunosenescence might be therefore a suitable explanation for immune system effectors severity-related hampering. Adaptive immunity would go exhausted and a huge ineffective and almost deleterious innate response would account for COVID-19 severity. Hypertensive patients treated with renin-angiotensin system blockers developed milder forms of the disease.",
    "author": "Esther Vergara; Vanesa Cunil; Alba Martinez; Antonio Trujillo; Luis Fernandez-Pereira; Eva Martinez; Alvaro Prada; Janire Perurena; Jesus Ontanon; Antonio Orduna; Juana Gil; Francisco M Marco; Josefa Melero; Manuel Hernandez; Esther Ocana; Silvia Medina; Ana M Navas; Yesenia Jimenez; Juan Molina; David Monzon; Bibiana Quirant; Maria Teresa Martinez-Saavedra; Cristina Abad-Molina; Sergio Mora; Gema Gonzalez-Martinez; Ricardo Rojo; Maria Carmen Vegas; Aurora Jurado; Marcos Lopez-Hoyos; Beatriz Rodriguez; Delia Almeida; M Carmen Martin; Gonzalo Ocejo-Vinyals; Francisco Boix; Oscar Yarce; Sergi Cantenys; Marta Aguilar",
    "date": 2020,
    "doi": "10.1101/2020.05.13.20101345",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.13.20101345"
    },
    "title": "COVID-19 in Spain: age, Interleukin-6, C Reactive Protein and lymphocytes as key clues from a multicentre retrospective study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding"
        }
    ]
}