{
    "title": "The Pathogenicity of SARS-CoV-2 in hACE2 Transgenic Mice",
    "author": "3 Linlin Bao, Wei Deng, Baoying Huang, Hong Gao, Jiangning Liu, Lili Ren, 4 Qiang Wei, Pin Yu, Yanfeng Xu, Feifei Qi, Yajin Qu, Fengdi Li, Qi Lv, Wenling 5 Wang, Jing Xue, Shuran Gong, Mingya Liu, Guanpeng Wang, Shunyi Wang, Zhiqi 6 Song, Linna Zhao, Peipei Liu, Li Zhao, Fei Ye, Huijuan Wang, Weimin Zhou, Na 7 Zhu, Wei Zhen, Haisheng Yu, Xiaojuan Zhang, Li Guo, Lan Chen, Conghui Wang, 8 Ying Wang, Xinming Wang, Yan Xiao, Qiangming Sun, Hongqi Liu, Fanli Zhu, 9 Chunxia Ma, Lingmei Yan, Mengli Yang, Jun Han, Wenbo Xu, Wenjie Tan, 10 Xiaozhong Peng, Qi Jin, Guizhen Wu, Chuan Qin",
    "date": 2020,
    "affiliations": [
        "Key Laboratory of Human Disease Comparative Medicine, Chinese Ministry of Health",
        "Beijing Key Laboratory for Animal Models of Emerging and Remerging Infectious",
        "Institute of Laboratory Animal Science, Chinese Academy of Medical Sciences and Comparative Medicine Center, Peking Union Medical College, Beijing, China. 16",
        "MHC Key Laboratory of Biosafety, National Institute for Viral Disease Control and",
        "Institute of Pathogen Biology, Chinese Academy of Medical Sciences, Beijing, China. 19",
        "Institute of Medical Biology, Chinese Academy of Medical Sciences, Beijing, China"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.02.07.939389",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.02.07.939389.pdf"
    },
    "abstract": "Severe acute respiratory syndrome CoV-2 (SARS-CoV-2) caused the Corona Virus Disease 2019 (COVID-19) cases in China has become a public health emergency of international concern (PHEIC). Based on angiotensin converting enzyme 2 (ACE2) as cell entry receptor of SARS-CoV, we used the hACE2 transgenic mice infected with SARS-CoV-2 to study the pathogenicity of the virus. Weight loss and virus replication in lung were observed in hACE2 mice infected with SARS-CoV-2. The typical histopathology was interstitial pneumonia with infiltration of significant lymphocytes and monocytes in alveolar interstitium, and accumulation of macrophages in alveolar cavities. Viral antigens were observed in the bronchial epithelial cells, alveolar macrophages and alveolar epithelia. The phenomenon was not found in wild type mice with SARS-CoV-2 infection. The pathogenicity of SARS-CoV-2 in hACE2 mice was clarified and the Koch's postulates were fulfilled as well, and the mouse model may facilitate the development of therapeutics and vaccines against SARS-CoV-2. 39 Key words: SARS-CoV-2, pathogenicity, pneumonia, mouse model, hACE2 40 41",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Research and Development Project of China",
                    "award-id": [
                        "2020YFC0841100"
                    ]
                },
                {
                    "funding-source": "Fundamental Research Funds for CAMS of China",
                    "award-id": [
                        "2020HY320001",
                        "2016YFD0500304"
                    ]
                },
                {
                    "funding-source": "Innovative Medicine of China",
                    "award-id": [
                        "2016- I2M-2-006"
                    ]
                },
                {
                    "funding-source": "National Mega"
                },
                {
                    "funding-source": "China for Major Infectious Diseases",
                    "award-id": [
                        "2017ZX10304402"
                    ]
                }
            ],
            "funding-statement": "This work was supported by National Research and Development Project of China (Grant No. 2020YFC0841100), Fundamental Research Funds for CAMS of China (2020HY320001), National 2016YFD0500304), CAMS initiative for Innovative Medicine of China (Grant No 2016- I2M-2-006), and National Mega projects of China for Major Infectious Diseases (2017ZX10304402)"
        }
    ]
}