{
    "title": "Influence of socio-ecological factors on COVID-19 risk: a cross-sectional study based on 178 countries/regions worldwide",
    "author": "1 Department of Health Management, School of Medicine and Health Management, Tongji Medical 7 College, Huazhong University of Science and Technology, Wuhan, China 8 2Research Center for Rural Health Services, Hubei Province Key Research Institute of Humanities 9 and Social Sciences, Wuhan, China 10 3 Department of Biostatistics, University of Michigan School of Public Health, Ann 11 Arbor, United States 12 4 Department of Epidemiology and Health Statistics, West China School of Public Health and West 13 China fourth Hospital, Sichuan University, Sichuan, China 14 5 Department of Systems, Populations, and Leadership, University of Michigan School of Nursing, 15 Ann Arbor, United States",
    "date": 2020,
    "affiliations": [
        "Department of Health Management, School of Medicine and Health Management, Tongji Medical",
        "College, Huazhong University of Science and Technology, Wuhan, China 8",
        "Research Center for Rural Health Services, Hubei Province Key Research Institute of Humanities 9 and Social Sciences, Wuhan, China 10",
        "Department of Biostatistics, University of Michigan School of Public Health, Ann",
        "Arbor, United States 12",
        "Department of Epidemiology and Health Statistics, West China School of Public Health and West",
        "China fourth Hospital, Sichuan University, Sichuan, China 14",
        "Department of Systems, Populations, and Leadership, University of Michigan School of Nursing",
        "Ann Arbor, United States",
        "Department of Systems, Populations, and Leadership, 20 University of Michigan School of Nursing 21 Ann Arbor, Michigan"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.23.20077545",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.04.23.20077545.pdf"
    },
    "abstract": "Background: The initial outbreak of COVID-19 caused by SARS-CoV-2 in China in 2019 has been severely tested in other countries worldwide. We aimed to describe the spatial distribution of the COVID-19 pandemic worldwide and assess the effects of various socio-ecological factors on COVID-19 risk.",
    "keywords": [
        "socio-ecological factors",
        "COVID-19 risk",
        "cross-sectional study",
        "178 65 countries/regions worldwide"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "71473096",
                        "71673101",
                        "71974066"
                    ]
                },
                {
                    "funding-source": "Michigan Institute for Clinical and Health Research",
                    "award-id": [
                        "MICHR  UL1TR002240"
                    ]
                },
                {
                    "funding-source": "MICHR No.",
                    "award-id": [
                        "UL1TR002240"
                    ]
                }
            ],
            "funding-statement": "This study was funded by National Natural Science Foundation of China (No 71473096; No. 71673101; No 71974066) and Michigan Institute for Clinical and Health Research (MICHR No.  UL1TR002240)."
        }
    ]
}