{
    "abstract": "Background The pandemic of COVID-19, caused by severe acute respiratory syndrome coronavirus 2 (SARS- CoV-2), has become a serious worldwide public health emergency. This systematic review aims to summarize the available evidence regarding the role of face mask in community settings in slowing the spread of respiratory viruses such as SARS- CoV-2. Methods The preferred reporting items for systematic reviews and meta-analyses (PRISMA) guidelines were used for this review. A literature search using PUBMED, Google Scholar, and Cochrane database were performed using Medical subject heading (MeSH) words from the year 2000-2020. The articles focused on the use of masks and N95 respirators in healthcare workers were excluded. Results A total of 305 records were identified, out of which 14 articles were included in the review based upon quality and eligibility criteria. All the articles mentioned about the role of face masks in preventing the spread of respiratory viruses like influenza, SARS, and SARS-CoV-2, in the community or experimental setting. Studies also suggested that early initiation of face mask usage was more effective. Masks were also reported to be more effective in viruses that transmit easily from asymptomatic individuals, as is now known in SARS-CoV-2. Conclusion Theoretical, experimental, and clinical evidence suggested that usage of face masks in a general population offered significant benefit in preventing the spread of respiratory viruses especially in the pandemic situation, but its utility is limited by inconsistent adherence to mask usage.",
    "author": "Khushi Gupta; Sarika Gupta; MADHU GUPTA",
    "date": 2020,
    "doi": "10.1101/2020.05.01.20087064",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.01.20087064"
    },
    "title": "The use of facemasks by the general population to prevent transmission of Covid 19 infection: A systematic review.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "EQUATOR Network"
                }
            ],
            "funding-statement": "Statement there was no funding source of this study Author Declarations All relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.  Yes All necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived. I understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance). I have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable."
        }
    ]
}