{
    "abstract": "COVID-19 has affected people's lives all over the world. It has created a perplexing situation about what actions one should and should not take. Mathematical modeling of biological systems is challenging and gives a different perspective, especially in decision making under multiple complex scenarios. Public health officials grapple with multiple issues such as recommending a lockdown, contact tracing, promoting the mask usage, social distancing, and frequent handwashing, as well as keeping the families of patients in isolation for the incubation period. It is even more challenging to find the optimal combination of all of the above without the use of a suitable mathematical model. There are many different approaches to modeling the spread of SARS-CoV-2, the virus that causes COVID-19. Some models are easy to use, while others need extensive use of high-end computers. However, models to assist public health official's decision making are hard to find. In this paper, we discuss a novel systems approach to building a model for simulating the spread of COVID-19. The model, MIMANSA, divides an individual's in-person social interactions into three areas, namely home, workplace, and public places. While tracking the in-person interactions, the model follows the virus spread. Internally, the model labels healthy people who turn into silent carriers, virus-infected patients, or healthy carriers. It tracks down to the smallest level of a single day interaction. As and when a new silent carrier is created, the model automatically expands and builds a network of virus spread. All single-day blocks are integrated to get the final result. MIMANSA is novel due to its ability to build a virus spread network as a multilevel, integrated model, and in the end, enable one to make complex decisions with ease. MIMANSA is trained and validated using the data from the www.COVID-19India.org website. It does not use any arbitrary constants. All its parameters have a physical significance and are measurable. Once trained, the parameter estimation is complete, and the model is ready to run multiple scenarios. MIMANSA has four control mechanisms that a user can use. It helps one simulate the what-if scenarios. The first one is to control the exposure level to the virus depending on the number of hours spent with a silent carrier. The second provides control over the infection rate or the probability of a healthy person getting infected in the presence of a silent carrier. The third one allows the user to control lockdown effectiveness percentage, and the fourth one gives control over quarantine percentage. Inside the model, MIMANSA differentiates between virus-infected patients, silent carriers, and healthy carriers. MIMANSA has the capability to consider variations in virus activity levels of every asymptomatic patient, varying the exposure to the virus, and varying the infection rate depending on the person's immunity. MIMANSA can simulate scenarios to study the impact of many different conditions simultaneously. MIMANSA assists public health officials in complex decision making, enables scientists in projecting the SARS-CoV-2 virus spread, and aids hospital administrators in management. MIMANSA will play a significant role in finding the balance between the effect of strict lockdown on the economy vs. the marginally high number of COVID-19 patients with a bit relaxed lockdown.",
    "author": "Abhilasha P Patel; Vinay G. Vaidya; Arpita A. Welling; Padmaj S. Kulkarni",
    "date": 2020,
    "doi": "10.1101/2020.05.12.20099291",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.12.20099291"
    },
    "title": "Multilevel Integrated Model with a Novel Systems Approach (MIMANSA) for Simulating the Spread of COVID-19",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}