{
    "title": "In-depth Bioinformatic Analyses of Human SARS-CoV-2, SARS-CoV, MERS-CoV, and Other Nidovirales Suggest Important Roles of Noncanonical Nucleic Acid Structures in Their Lifecycles",
    "author": "Martin Bartas,#, Václav Brázda,#, Natália Bohálová, Alessio Cantara, Adriana Volná, Tereza Stachurová, Kateřina Malachová, Eva B. Jagelská, Otília Porubiaková, Jiří Červeň, and Petr Pečinka",
    "date": 2020,
    "affiliations": [
        "Department of Biology and Ecology, Faculty of Science, University of Ostrava, Ostrava, Czech Republic",
        "Department of Biophysical Chemistry and Molecular Oncology, Institute of Biophysics, Academy of Sciences of the Czech Republic, Brno, Czech Republic",
        "Brno University of Technology, Faculty of Chemistry, Brno, Czech Republic",
        "Department of Experimental Biology, Faculty of Science, Masaryk University, Brno, Czech Republic",
        "Department of Physics, Faculty of Science, University of Ostrava, Ostrava, Czech Republic"
    ],
    "journal": "Lai and Cavanagh",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.09.031252",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.09.031252.pdf"
    },
    "abstract": "Noncanonical nucleic acid structures play important roles in the regulation of molecular processes. Considering the importance of the ongoing coronavirus crisis, we decided to evaluate genomes of all coronaviruses sequenced to date (stated more broadly, the order Nidovirales) to determine if they contain noncanonical nucleic acid structures. We discovered much evidence of putative G-quadruplex sites and even much more of inverted repeats (IRs) loci, which in fact are ubiquitous along the whole genomic sequence and indicate a possible mechanism for genomic RNA packaging. The most notable enrichment of IRs was found inside 5′UTR for IRs of size 12+ nucleotides, and the most notable enrichment of putative quadruplex sites (PQSs) was located before 3′UTR, inside 5′UTR, and before mRNA. This indicates crucial regulatory roles for both IRs and PQSs. Moreover, we found multiple G-quadruplex binding motifs in human proteins having potential for binding of SARS-CoV-2 RNA. Noncanonical nucleic acids structures in Nidovirales and in novel SARS-CoV-2 are therefore promising druggable structures that can be targeted and utilized in the future.",
    "keywords": [
        "coronavirus",
        "genome",
        "G-quadruplex",
        "inverted repeats"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Ministry of Education, Youth"
                },
                {
                    "funding-source": "Sports of the Czech Republic"
                },
                {
                    "funding-source": "National Feasibility Program",
                    "award-id": [
                        "LO1208 TEWEP"
                    ]
                },
                {
                    "funding-source": "Operational Programme Research and Development"
                },
                {
                    "funding-source": "No CZ.",
                    "award-id": [
                        "05/2",
                        "00/19",
                        "SGS/01",
                        "SGS/07"
                    ]
                },
                {
                    "funding-source": "University of Ostrava."
                }
            ],
            "funding-statement": "This work was supported by the Ministry of Education, Youth and Sports of the Czech Republic in the “National Feasibility Program I” (LO1208 TEWEP); by the EU structural funding Operational Programme Research and Development for innovation, project No CZ.1.05/2.1.00/19.0388; and by the projects SGS/01/PrF/2020 and SGS/07/PrF/2020 financed by University of Ostrava."
        }
    ]
}