{
    "abstract": "From the first cases detected in Wuhan, China, of infections by the disease of the new coronavirus, COVID-19, until the present moment of this pandemic, millions of people have already been infected and hundreds of thousands have died worldwide. The way in which the virus has been dispersed in Brazil, and more specifically in Rio de Janeiro, is the motivation of the present work. Our studies consist of analyzing temporal and spatial characteristics of the spread of COVID-19 in the municipalities of the state of Rio de Janeiro and in the neighborhoods of the state capital, based on open data  to April 27, 2020. For that, we use analysis of time evolution graphs and mappings of spatial distributions and statistics analysis of spatial correlation. Our results suggest that the initial stages of spreading the virus across the state occur exponentially, with specific regions with a higher concentration of rates of cases, deaths and recovered people. In addition, our qualitative and quantitative results, for the data considered, point out that the regions with the highest income average per capita have higher rates of confirmed cases and recovered people, however, the regions of higher lethality do not are found in these places, with several of these regions of high lethality in places of low income per capita. Our results reinforce the idea of creating specific and strategic plans for policies to combat the spread of COVID-19 in the various localities in Rio de Janeiro.\nCompeting Interest Statement\nThe authors have declared no competing interest.\nFunding Statement\nCNPq; FAPERJ\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).",
    "author": "Paula Ferreira; Elicardo Goncalves; Paulo Oliveira; Jennifer Ribeiro; Andres Papa; Douglas Ferreira",
    "date": 2020,
    "doi": "10.1101/2020.05.13.20101113",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.13.20101113"
    },
    "title": "Temporal and spatial characteristics of the spread of COVID-19 in Rio de Janeiro state and city",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "FAPERJ"
                }
            ],
            "funding-statement": "CNPq; FAPERJ"
        }
    ]
}