{
    "abstract": "Objectives. Amid the increasing number of global pandemic coronavirus disease 2019 (COVID-19) cases, there is a need for a quick and easy method to obtain a non-invasive sample for the detection of this novel coronavirus 2019 (SARS-CoV-2). We aimed to investigate the potential use of saliva samples as a non-invasive tool for the diagnosis of COVID-19. Methods. From 27 March to 4 April, 2020, we prospectively collected saliva samples and a standard nasopharyngeal and throat swab in persons seeking care at an acute respiratory infection clinic in a university hospital during the outbreak of COVID-19. Real-time polymerase chain reaction (RT-PCR) was performed, and the results of the two specimens were compared. Results. Two-hundred pairs of the samples were collected. Sixty-nine (34.5%) patients were male, and the median (interquartile) age was 36 (28-48) years. Using nasopharyngeal and throat swab RT-PCR as the reference standard, the prevalence of COVID-19 diagnosed by nasopharyngeal and throat swab RT-PCR was 9.5%. The sensitivity and specificity of the saliva sample RT-PCR were 84.2% [95% confidence interval (CI) 79.2%-89.3%], and 98.9% (95% CI 97.5-100.3%), respectively. An analysis of the agreement between the two specimens demonstrated 97.5% observed agreement (kappa coefficient 0.851, 95% CI 0.723-0.979; p <0.001). Conclusions. Saliva specimens can be used for the diagnosis of COVID-19. The collection method is non-invasive, and non-aerosol generating. Using a saliva sample as a specimen for the detection of SARS-CoV-2 could facilitate the diagnosis of the disease, which is one of the strategies that helps in controlling the epidemic.",
    "affiliations": [
        "Faculty of Medicine Ramathibodi Hospital, Mahidol University"
    ],
    "author": "Ekawat Pasomsub; Kochawan Boonyawat; Angsana Phuphuakrat; Garanyuta Wongtabtim; Pareena Janchompoo; Worramin Suksuwan; Somnuek Sungkanuparph; Siriorn P. Watcharananan",
    "date": 2020,
    "doi": "10.1101/2020.04.17.20070045",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.17.20070045"
    },
    "title": "Saliva Sample as a Non-Invasive Specimen for the Diagnosis of Coronavirus Disease-2019 (COVID-19): a Cross-Sectional Study",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Faculty of Medicine Ramathibodi Hospital, Mahidol"
                }
            ],
            "funding-statement": "This study was supported by a grant from Faculty of Medicine Ramathibodi Hospital, Mahidol University"
        }
    ]
}