{
    "abstract": "Objectives: Coronaviruses (CoVs) have a neuroinvasive propensity, and the frequently reported symptoms of smelling and taste dysfunction in many COVID-19 patients may be related to the respective capability of SARS-CoV2, the cause of the current pandemic. In this study we objecti-fied and quantified the magnitude and underreporting of the smelling dysfunction caused by COVID-19 using a standardized test. Methods: We conducted a prospective cross-sectional study comparing the proportion of anos-mia using Sniffin-sticks in those reporting a loss of smell, in those who did not as well as in unin-fected controls. The outcome of anosmic versus not anosmic patients were recorded during hospital stay and at day 15 on a six-category ordinal scale. The study was approved by the insti-tutional review board, all participants consented to the study. Results: 40% of 45 consecutive hospitalized COVID-19 patients and 0% of 45 uninfected con-trols consenting were diagnosed with anosmia. 44% of anosmic and 50% of hyposmic patients did not report having smelling problems. Anosmia or hyposmia was not predictive of a severe COVID-19 manifestation. Conclusions: The majority of COVID-19 patients have an objective anosmia and hyposmia, which often occurs unnoticed. These symptoms may be related to the neuroinvasive propensity of SARS-COV-2 and the unusual presentation of COVID-19 disease manifestations.",
    "affiliations": [
        "This work was supported by the Berta-Ottenstein-Programme for Clinician Scientists, Faculty of Medicine, University of Freiburg, to NS"
    ],
    "author": "Daniel Hornuss; Dirk Wagner; Winfried V. Kern; Siegbert Rieg; Berit Lange; Nils Schroeter",
    "date": 2020,
    "doi": "10.1101/2020.04.28.20083311",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.28.20083311"
    },
    "title": "Anosmia in COVID-19 patients",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Berta-Ottenstein-Programme for Clinician Scientists, Faculty"
                },
                {
                    "funding-source": "University of Freiburg,"
                }
            ],
            "funding-statement": "This work was supported by the Berta-Ottenstein-Programme for Clinician Scientists, Faculty of Medicine, University of Freiburg, to NS"
        }
    ]
}