{
    "title": "SARS-CoV-2 serological analysis of COVID-19 hospitalized patients, pauci-symptomatic individuals and blood donors.",
    "date": 2020,
    "author": "Ludivine Grzelak, a, Sarah Temmam, a, Cyril Planchais, a, Caroline Demeret, a, Christèle Huon, Florence Guivel-Benhassine, Isabelle Staropoli, Maxime Chazal, Jeremy Dufloo, Delphine Planas, Julian Buchrieser, Maaran Michael Rajah, Remy Robinot, Françoise Porrot, Mélanie Albert, Kuang-Yu Chen, Bernadette Crescenzo, Flora Donati, François Anna, Philippe Souque10, Marion Gransagne, Jacques Bellalou, Mireille Nowakowski, Marija Backovic, Lila Bouadma, Lucie Le Fevre, Quentin Le Hingrat, Diane Descamps, Annabelle Pourbaix, Yazdan Yazdanpanah, Laura Tondeur, Camille Besombes, Marie-Noëlle Ungeheuer, Guillaume Mellon20, Pascal Morel, Simon Rolland, Felix Rey, Sylvie Behillil, Vincent Enouf, Audrey Lemaitre, Marie-Aude Créach, Stephane Petres, Nicolas Escriou, Pierre Charneau,10, Arnaud Fontanet, Bruno Hoen, Timothée Bruel, Marc Eloit, b, Hugo Mouquet, b, Olivier Schwartz, b, and Sylvie van der Werf, b",
    "affiliations": [
        "Immunity Unit, Department of Virology, Institut Pasteur, Paris, France; CNRS UMR 3569, Paris, France; Vaccine Research Institute, Creteil, France",
        "Université de Paris, Sorbonne Paris Cité, Paris, France",
        "Pathogen Discovery Laboratory, Department of Virology, Institut Pasteur, Paris, France",
        "Laboratory of Humoral Immunology, Department of Immunology, Institut Pasteur, INSERM U1222, Paris, France",
        "Molecular Genetics of RNA Viruses, Department of Virology, Institut Pasteur CNRS UMR 3569; Université de Paris, Paris, France",
        "Department of Virology, Institut Pasteur, Paris, France",
        "National Reference Center for Respiratory Viruses, Institut Pasteur, Paris, France",
        "RNA Biology of Influenza Virus, Department of Virology, Institut Pasteur, Paris, France",
        "Pasteur-TheraVectys joined unit",
        "Molecular Virology & Vaccinology Unit, Department of Virology, Institut Pasteur, Paris, France",
        "Innovation lab : Vaccines, Institut Pasteur, Paris, France",
        "Plate-Forme Technologique Production et Purification de Protéines Recombinantes, Institut Pasteur, Paris, France",
        "Structural Virology Unit, Department of Virology, Institut Pasteur, Paris, France; CNRS UMR 3569, Paris, France",
        "Université of Paris, INSERM UMR 1137 IAME, Paris, France",
        "Medical and Infectious Diseases Intensive Care Unit, Assistance Publique-Hôpitaux de Paris, Bichat-Claude Bernard University Hospital, France",
        "Department of Infectious diseases, Assistance Publique-Hôpitaux de Paris, Bichat-Claude Bernard University Hospital, France",
        "Department of Virology, Assistance Publique-Hôpitaux de Paris, Bichat-Claude Bernard University Hospital, France",
        "Emerging Diseases Epidemiology Unit, Department of Global Health, Institut Pasteur, Paris, France",
        "Investigation Clinique et Accès aux Ressources Biologiques (ICAReB) , Institut Pasteur, Paris, France 20 Unité Coordination du Risque Epidémique et Biologique, AP-HP, Hôpital Necker, Paris, France 21 Etablissement Français du Sang (EFS), Paris, France 22 Service de maladies infectieuses, hôpital universitaire Cavale Blanche, Brest, France",
        "CIC 1417, CIC de vaccinologie Cochin-Pasteur, AP-HP, Hôpital Cochin, Paris, France",
        "Direction alerte et crises, réserve sanitaire, Santé publique France, Saint-Maurice, France 24 Centre d’épidémiologie et de santé publique des armées, Marseille 25 PACRI Unit, Conservatoire National des Arts et Métiers, Paris, France 26 Direction de la recherche médicale, Institut Pasteur, Paris, France 27 National Veterinary School of Alfort, Maisons-Alfort, France a: co-first authors b: co-last authors (alphabetical order) *corresponding authors:"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.21.20068858",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.04.21.20068858.pdf"
    },
    "abstract": "It is of paramount importance to evaluate the prevalence of both asymptomatic and symptomatic cases of SARS-CoV-2 infection and their antibody response profile. Here, we performed a pilot study to assess the levels of anti-SARS-CoV-2 antibodies in samples taken from 491 preepidemic individuals, 51 patients from Hôpital Bichat (Paris), 209 pauci-symptomatic individuals in the French Oise region and 200 contemporary Oise blood donors. Two in-house ELISA assays, that recognize the full-length nucleoprotein (N) or trimeric Spike (S) ectodomain were implemented. We also developed two novel assays: the S-Flow assay, which is based on the recognition of S at the cell surface by flow-cytometry, and the LIPS assay that recognizes diverse antigens (including S1 or N Cterminal domain) by immunoprecipitation. Overall, the results obtained with the four assays were similar, with differences in sensitivity that can be attributed to the technique and the antigen in use. High antibody titers were associated with neutralisation activity, assessed using infectious SARS-CoV2 or lentiviral-S pseudotypes. In hospitalized patients, seroconversion and neutralisation occurred on 5-14 days post symptom onset, confirming previous studies. Seropositivity was detected in 29% of pauci-symptomatic individuals within 15 days post-symptoms and 3 % of blood of healthy donors collected in the area of a cluster of COVID cases. Altogether, our assays allow for a broad evaluation of SARS-CoV2 seroprevalence and antibody profiling in different population subsets.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Institut Pasteur, ANRS"
                },
                {
                    "funding-source": "Vaccine Research Institute",
                    "award-id": [
                        "ANR10-LABX-77"
                    ]
                },
                {
                    "funding-source": "Labex IBEID",
                    "award-id": [
                        "ANR-10-LABX-62-IBEID",
                        "ANR-14-CE14-0029",
                        "ANR-14-CE14-0015-01"
                    ]
                },
                {
                    "funding-source": "Gilead HIV"
                },
                {
                    "funding-source": "French Ministry of Higher Education, Research"
                },
                {
                    "funding-source": "Innovation.ME"
                },
                {
                    "funding-source": "Institut Pasteur, Labex",
                    "award-id": [
                        "ANR-10-LABX-62-IBEID"
                    ]
                },
                {
                    "funding-source": "IBEID",
                    "award-id": [
                        "ANR-10-LABX-62-IBEID"
                    ]
                },
                {
                    "funding-source": "Institut Pasteur Program,",
                    "award-id": [
                        "ANR-10"
                    ]
                },
                {
                    "funding-source": "Milieu Intérieur Program",
                    "award-id": [
                        "ANR-10-LABX-69-01"
                    ]
                },
                {
                    "funding-source": "Agence Nationale de Recherches"
                },
                {
                    "funding-source": "Hépatites Virales"
                },
                {
                    "funding-source": "Institut Pasteur, CNRS"
                },
                {
                    "funding-source": "Université de Paris, Santé"
                },
                {
                    "funding-source": "Labex IBEID",
                    "award-id": [
                        "ANR-10-LABX-62-IBEID"
                    ]
                }
            ],
            "funding-statement": "OS lab is funded by Institut Pasteur, ANRS, Sidaction, the Vaccine Research Institute (ANR10-LABX-77), Labex IBEID (ANR-10-LABX-62-IBEID), “TIMTAMDEN” ANR-14-CE14-0029, “CHIKV-ViroImmuno” ANR-14-CE14-0015-01 and the Gilead HIV cure program. LG is supported by the French Ministry of Higher Education, Research and Innovation.ME lab is funded by Institut Pasteur, Labex IBEID (ANR-10-LABX-62-IBEID), Reacting, EU grant Recover, ANR Oh’ticks. HM received core grants from the G5 Institut Pasteur Program, the Milieu Intérieur Program (ANR-10-LABX-69-01) and INSERM. C.P. is supported by a fellowship from the Agence Nationale de Recherches sur le Sida et les Hépatites Virales (ANRS). SVDW lab is funded by Institut Pasteur, CNRS, Université de Paris, Santé publique France, Labex IBEID (ANR-10-LABX-62-IBEID), REACTing, EU grant Recover"
        }
    ]
}