{
    "abstract": "Objective. A novel pneumonia (COVID-19) which is sweeping the globe was started in December, 2019, in Wuhan, China. Most deaths occurred in severe and critically cases, but information on prognostic risk factors for severe ill patients is incomplete. Further research is urgently needed to guide clinicians, so we prospectively evaluate the clinical outcomes of 114 severe ill patients with COVID-19 for short-term in the Union Hospital in Wuhan, China. Methods. In this single-centered, prospective and observational study, we enrolled 114 severe ill patients with confirmed COVID-19 from Jan 23, 2020 to February 22, 2020. Epidemiological, demographic and laboratory information were collected at baseline, data on treatment and outcome were collected until the day of death or discharge or for the first 28 days after severe ill diagnosis, whichever was shorter. Univariate and multivariate Cox proportional hazard models were used to determine hazard ratios (HRs) and 95% confidence intervals (CIs) of poor outcome. Results. Among enrolled 114 patients, 94 (82.5%) had good outcome while 20 (17.5%) had poor outcome. No significant differences were showed in age, gender and the prevalence of coexisting disorders between outcome groups. Results of multivariate Cox analyses indicated that higher levels of oxygen saturation (HR, 0.123; 95% CI, 0.041-0.369), albumin (HR, 0.060; 95% CI, 0.008-0.460) and arterial partial pressure of oxygen (HR, 0.321; 95% CI, 0.106-0.973) were associated with decreased risk of developing poor outcome within 28 days. In the other hand, higher levels of leucocytes (HR, 5.575; 95% CI, 2.080-14.943), neutrophils (HR, 2.566; 95% CI, 1.022-6.443), total bilirubin (HR, 6.171; 95% CI, 2.458-15.496), globulin (HR, 2.526; 95% CI, 1.027-6.211), blood urea nitrogen (HR, 5.640; 95% CI, 2.193-14.509), creatine kinase-MB (HR, 3.032; 95% CI, 1.203-7.644), lactate dehydrogenase (HR, 4.607; 95% CI, 1.057-20.090), hypersensitive cardiac troponin I (HR, 5.023; 95% CI, 1.921-13.136), lactate concentration (HR,15.721; 95% CI, 2.099-117.777), Interleukin-10 (HR, 3.551; 95% CI, 1.280-9.857) and C-reactive protein (HR, 5.275; 95% CI, 1.517-18.344) were associated with increased risk of poor outcome development. We also found that traditional Chinese medicine can significantly improve the patient's condition, which is conducive to the transformation from severe to mild. Conclusion. In summary, we firstly reported this single-centered, prospective and observational study for short-term outcome in severe patients with COVID-19. We found that cytokine storm and uncontrolled inflammation responses, liver, kidney, cardiac dysfunction may play important roles in final outcome of severe ill patients with COVID-19. Our study will provide clinicians to be benefit to rapidly estimate the likelihood risk of short-term poor outcome for severe patients.",
    "author": "Shuai Li; Wei Yang; Jie Lei; Liang Ma; Yu Song; Cao Yang; Peiyun Li; Hang Liang; Kun Wang; Xiaobo Feng; Wenqiang Li",
    "date": 2020,
    "doi": "10.1101/2020.04.24.20078063",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.24.20078063"
    },
    "title": "Clinical Characteristics and Short-Term Outcomes of Severe Patients with COVID-19 in Wuhan, China",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}