{
    "abstract": "Background Coronavirus disease 2019 (COVID-19) is becoming an increasing global health issue which has spread across the globe. We aimed to study the effect of corticosteroids in the treatment of adult inpatients with COVID-19. Methods A retrospective cohort of 115 consecutive adult COVID-19 patients admitted to The Third Peoples Hospital of Hubei Province between Jan 18, 2020, and Feb 28, 2020 was analysed to study the effectiveness of corticosteroid. They were categorized according to whether or not corticosteroid therapy was given, and compared in terms of demographic characteristics, clinical features, laboratory indicators and clinical outcomes. The primary endpoint was defined as either mortality or intensive care unit (ICU) admission. Known adverse prognostic factors were used as covariates in multiple logistic regressions to adjust for their confounding effects on outcomes. Results Among 115 patients, 73 patients (63.5%) received corticosteroid. The levels of age, C-reactive protein, D-dimer and albumin were similar in both groups. The corticosteroid group had more adverse outcomes (32.9% vs. 11.9%) and statistically significant differences were observed (p=0.013). In multivariate analysis, corticosteroid treatment was associated with a 2.155-fold increase in risk of either mortality or ICU admission, although not statistically significant. Conclusion No evidence suggests that adult patients with COVID-19 will benefit from corticosteroids, and they might be more likely to be harmed with such treatment.",
    "author": "Lintong Ge; Qunqun Jiang; Yongming Liu; Juan Yang; Juan Wang; Haiwei Jiang; Jun Li; Chang Gao; Dan Wang",
    "date": 2020,
    "doi": "10.1101/2020.04.21.20066258",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.21.20066258"
    },
    "title": "No Clear Benefit to the Use of Corticosteroid as Treatment in Adult Patients with Coronavirus Disease 2019 : A Retrospective Cohort Study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement none</strong>"
        }
    ]
}