{
    "abstract": "Background: The current SARS-CoV-2 pandemic poses various challenges for health care workers (HCWs), which may impair their mental health. First evidence from China suggests that HCWs are at risk for anxiety and depression. However, generalizability to western countries is limited. The current study aimed at exploring HCWs mental health during the SARS-CoV-2 pandemic in Switzerland. In addition, we conducted a network analysis to investigate the independent effect of risk and protective factors on HCWs mental health and their interplay. Methods: In an exploratory, cross-sectional, nation-wide online survey, we assessed demographics, work characteristics, COVID-19 exposure, and anxiety, depression, and burnout in 857 physicians and 553 nurses during the pandemic in Switzerland. At the time of data collection, Switzerland had among the highest per capita rate of COVID-19 cases in the world. Results: Overall symptom levels of anxiety, depression, and burnout were elevated. Women, nurses, frontline staff and HCWs exposed to COVID-19 patients reported more symptoms than their peers. However, these effects were all small and, in the network analysis, most of them did not remain significant after controlling for the other factors. Whereas COVID-19 exposure was only partially associated with mental health, perceived support by the employer independently predicted anxiety and burnout. Conclusions: Our finding that HCWs had elevated levels of anxiety, depression, and burnout underscores the importance to systematically monitor HCWs mental health during this ongoing pandemic. Because perceived support and mental health impairments were negatively related, we encourage the implementation of supportive measures for HCWs well-being during this crisis.\nCompeting Interest Statement",
    "affiliations": [
        "Forschungskredit of the University of Zurich, grant no. [FK-19-048]"
    ],
    "author": "Onur Sazpinar; Heidi Petry; Sonja Weilenmann; Jutta Ernst; Tobias Raphael Spiller; Monique C Pfaltz; Francesca Paolercio; Samuel Gehrke; Roland von Kaenel",
    "date": 2020,
    "doi": "10.1101/2020.05.04.20088625",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.04.20088625"
    },
    "title": "Health Care WorkersMental Health During the First Weeks of the SARS-CoV-2 Pandemic in Switzerland: A Cross-Sectional Study",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Forschungskredit of the University of Zurich,",
                    "award-id": [
                        "FK-19-048"
                    ]
                }
            ],
            "funding-statement": "Spiller was supported by a Forschungskredit of the University of Zurich, grant no. [FK-19-048]"
        }
    ]
}