{
    "abstract": "Background and Objectives: To date, more than 1,000,000 confirmed cases and 65,000 deaths due to coronavirus disease 2019 (COVID-19) have been reported globally. Early data have indicated that older patients are at higher risk of dying from COVID-19 than younger ones, but precise international estimates of the age-breakdown of COVID-19-related deaths are lacking. Materials and Methods: We evaluated the distribution of COVID-19-related fatalities by age groups in Europe. On April 6, 2020, we systematically reviewed COVID-19-related mortality data from 32 European countries (European Union/European Economic Area and the United Kingdom). We collated official reports provided by local Public Health or Ministry of Health websites. We included countries if they provided data regarding more than 10 COVID-19-related deaths stratified by age according to pre-specified groups (i.e., < 40, 40-69, ≥ 70 years). We used random-effects meta-analysis to estimate the proportion of age groups among all COVID-19-related fatalities. Results: Thirteen European countries were included in the review, for a total of 31,864 COVID-19-related deaths (range: 27-14,381 per country). In the main meta-analysis (including data from Germany, Hungary, Italy, Netherlands, Portugal, Spain, Switzerland; 21,522 COVID-19-related fatalities), the summary proportions of persons < 40, 40-69, and ≥ 70 years of age among all COVID-19-related deaths were 0.1% (0.0-0.2%; I2 24%), 12.8% (10.3-15.6%; I2 94%), and 84.8% (81.3-88.1%; I2 96%), respectively. Conclusions: People under 40 years of age represent a small fraction of the total number of COVID-19-related deaths in Europe. These results may help health authorities respond to public concerns and guide future physical distancing and mitigation strategies.",
    "author": "Daniël A. Korevaar; Soraya Matczak; Martin Chalumeau; Joséphine Brice; Julie Toubiana; Jérémie F. Cohen",
    "date": 2020,
    "doi": "10.1101/2020.04.11.20061721",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.11.20061721"
    },
    "title": "COVID-19-related mortality by age groups in Europe: A meta-analysis",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "There was no external funding for this study."
        }
    ]
}