{
    "abstract": "There is currently little information regarding the role of active smoking in predisposing to SARS-CoV-2 infection. This retrospective case series includes 441 patients with confirmed Covid-19, who were consecutively admitted between March 5 and March 31, 2020, at a tertiary referral center in Parma, Northern Italy, with laboratory-confirmed COVID-19. 273 (62%) patients were males. Median age was 71 y/o, 156 patients (35%) died during hospitalization and 285 (65%) were discharged because clinically healed. 21 patients (5%) were active smokers and 44 (10%) were ex-smokers, while 376 (85%) were non-smokers. Male sex, history of prior cardiovascular disease, D-dimer and C-reactive protein were significantly more prevalent or higher in the subgroup of 156 patients who died during hospital stay, compared with 285 patients discharged alive. Active smokers were only 21, this number corresponding to less than 5% prevalence of active smokers, which is disproportionately low compared with the 14.9% prevalence of smokers in the age-matched general Italian population (p<0.001). The very low prevalence of smokers in our COVID-19 cohort seemingly replicates the findings that can be extracted from descriptive tables in Chinese reports and also in the recent US reports from New York City. The current study is useful since it suggests that smokers may carry some type of protective mechanism from symptomatic SARS-CoV-2 infection, although this should definitely be confirmed in specifically-designed, controlled studies.",
    "author": "Chiara Martini; Angela Guidorossi; Nicola Gaibazzi; Maria Mattioli; Andrea Tedeschi; Domenico Tuttolomondo; Andrea Botti",
    "date": 2020,
    "doi": "10.1101/2020.05.05.20092015",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.05.20092015"
    },
    "title": "Smoking Prevalence is Low in Symptomatic Patients Admitted for COVID-19.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "There was no funding."
        }
    ]
}