{
    "abstract": "The utility of PCR-based testing in characterizing patients with COVID-19 and the severity of their disease remains unknown. We performed an observational study among patients presenting to hospitals in Iran who were tested for 2019-nCoV viral RNA by rRT-PCR between the fourth week of February 2020 to the fourth week of March 2020. Frequency of symptoms, comorbidities, intubation, and mortality rates were compared between COVID-19 positive vs. negative patients. 96103 patients were tested from 879 hospitals. 18754 (19.5%) tested positive for COVID-19. Positive testing was more frequent in those 50 years or older. The prevalence of cough (54.5% vs. 49.7%), fever (49.5% vs. 44.7%), and respiratory distress (43.0% vs. 39.0%) but not hypoxia (46.9% vs. 56.7%) was higher in COVID-19 positive vs. negative patients (p<0.001 for all). More patients had cardiovascular diseases (10.6% vs. 9.5%, p<0.001) and type 2 diabetes mellitus (10.8% vs. 8.7%, p<0.001) among COVID-19 positive vs. negative patients. There were fewer patients with cancer (1.1%, vs. 1.4%, p<0.001), asthma (1.9% vs. 2.5%, p<0.001), or pregnant (0.4% vs. 0.6%, =0.001) in COVID-19 positive vs. negative groups. COVID-19 positive vs. negative patients required more intubation (7.7% vs. 5.2%, p<0.001) and had higher mortality (14.6% vs. 6.3%, p<0.001). Odds ratios for death of positive vs negative patients range from 2.01 to 3.10 across all age groups. In conclusion, COVID-19 test-positive vs. test-negative patients had more severe symptoms and comorbidities, required higher intubation, and had higher mortality. rRT-PCR positive result provided diagnosis and a marker of disease severity in Iranians.\nCompeting Interest Statement\nThe authors have declared no competing interest.",
    "affiliations": [
        "Yale Cardiovascular Research Center, Department of Medicine, Yale University School of Medicine, Yale university, New Haven, CT, USA. Department of Genetics, Yale University School of Medicine, Yale University, New Haven, CT"
    ],
    "author": "Eric J. Brandt; Jafar Sadegh Tabrizi; Alireza Biglar; Siamak Mirab Samiee; Reza Malekzadeh; Arya Mani; Alireza Raeisi; Mohammad Taghi Talebian; Hamid Reza Safikhani; Ghasem Janbabaei; Reza Golpira",
    "date": 2020,
    "doi": "10.1101/2020.04.29.20085233",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.29.20085233"
    },
    "title": "The Utility of rRT-PCR in Diagnosis and Assessment of Case-fatality rates of COVID-19 In the Iranian Population. Positive Test Results are a Marker for Illness Severity",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "NIH",
                    "award-id": [
                        "RHL135767A"
                    ]
                },
                {
                    "funding-source": "NHLBI",
                    "award-id": [
                        "RHL135767A"
                    ]
                },
                {
                    "funding-source": "NHLBI Outstanding Investigator Award)"
                }
            ],
            "funding-statement": "This manuscript was in part funded by a NIH/NHLBI award RHL135767A (NHLBI Outstanding Investigator Award)to A.M."
        }
    ]
}