{
    "title": "On spatial molecular arrangements of SARS-CoV2 genomes of Indian patients",
    "keywords": [
        "MT012098 (India-Kerala)",
        "MT050493 (India-Kerala)",
        "MT358637 (India-Gujrat)",
        "NC 045512 (China-Wuhan)",
        "Spatial arrangement",
        "SARS-CoV2"
    ],
    "author": "Sk. Sarif Hassana, Atanu Moitrab, Ranjeet Kumar Routc, Pabitra Pal Choudhuryd, Prasanta Pramanike, Siddhartha Sankar Janaf",
    "date": 2020,
    "affiliations": [
        "Department of Mathematics, Pingla Thana Mahavidyalaya, Maligram 721140, India",
        "CMO, Government of West Bengal, India",
        "Department of Computer Science and Engineering, National Institute of Technology, Srinagar, Hazratbal, Kashmir-190006(J& K), India",
        "Indian Statistical Institute, Kolkata 700108, West Bengal, India",
        "Finance Department, Government of West Bengal, India",
        "School of Biological Sciences, Indian Association for the Cultivation of Science, West Bengal, 700032, India"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.01.071985",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.01.071985.pdf"
    },
    "abstract": "A pandemic caused by the SARS-CoV2 is being experienced by the whole world since December, 2019. A thorough understanding beyond just sequential similarities among the protein coding genes of SARS-CoV2 is important in order to differentiate or relate to the other known CoVs of the same genus. In this study, we compare three genomes namely MT012098 (India-Kerala), MT050493 (India-Kerala), MT358637 (India-Gujrat) from India with NC 045512 (China-Wuhan) to view the spatial as well as molecular arrangements of nucleotide bases of all the genes embedded in these four genomes. Based on different features extracted for each gene embedded in these genomes, corresponding phylogenetic relationships have been built up. Differences in phylogenetic tree arrangement with individual gene suggest that three genomes of Indian origin have come from three different origins or the evolution of viral genome is very fast process. This study would also help to understand the virulence factors, disease pathogenicity, origin and transmission of the SARS-CoV2. Keywords: MT012098 (India-Kerala); MT050493 (India-Kerala); MT358637 (India-Gujrat); NC 045512 (China-Wuhan); Spatial arrangement; SARS-CoV2.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Authors acknowledge the financial support from IACS"
        }
    ]
}