{
    "abstract": "Background: The COVID-19 epidemic is overwhelming intensive care units with bilateral pneumonia patients requiring respiratory assistance. Bottlenecks in availability of ventilators and extracorporeal membrane oxygenation may contribute to mortality, implying ethically difficult rationing decisions. It is unclear if accelerated equipment production will meet demand, calling for fallback solutions for life support in worst-case scenarios. Methods: Veno-venous extracorporeal gas exchange (VV-ECMO) can provide vital support in bilateral lung failure. VV-ECMO essentially comprises large flow venous accesses, membrane gas exchange, and a blood pump. As thousands of FDA and CE certified Impella blood pumps and consoles are distributed globally for cardiac support, we explored ad-hoc assembly of lean ECMO systems by embedding Impella pumps coaxially in tubes in combination with standard gas exchangers. Results: Ad-hoc integration of Impella blood pumps with gas exchange modules, standard cannulas for large bore venous access, regular ECMO tubing, Y-pieces and connectors led to lean ECMO systems with stable performance over several days. Oxygenation of 2.5-5 L of blood/minute is realistic. Benefit/risk analysis appears favorable if a patient requires respiratory support but cannot be supported because of lack of ventilators or unavailability of a required ECMO system. Conclusion: Ad-hoc assembly of veno-venous ECMOs using Impella pumps is feasible and results in stable blood flow across gas exchange modules. However, such off-label use of the devices calls for specific ethical and regulatory considerations prior to their use as last resort in patients for whom no other treatment modalities are available.\nCompeting Interest Statement",
    "author": "Patrick Hunziker; Urs Zenklusen",
    "date": 2020,
    "doi": "10.1101/2020.04.12.20061929",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.12.20061929"
    },
    "title": "Ad-hoc Assembly of Lean Extracorporeal Membrane Oxygenation Systems for COVID-19",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding, services or payments received."
        }
    ]
}