{
    "abstract": "Objectives The coronavirus disease 2019 (COVID-19) epidemic brings potentially impact on the care of patients with rheumatic diseases, including SAPHO syndrome. We aimed to investigate the disease status, concerns about management, and psychological stress in SAPHO patients during the COVID-19 epidemic. Method A structured questionnaire was distributed online to patients with SAPHO syndrome enrolled in a Chinese cohort study on March 3rd, 2020. Patients were ask about the current treatments, disease status, and concerns about disease management during the epidemic. Psychologic stress (scored from 0 to 10 points) and psychological problems were reported by the patients. Results A total of 157 patients (mean age 38.4 ± 12.3 years, 66.9% females) were included in the study. None of the patients were diagnosed with COVID-19. Sixty-five (41.4%) patients worried about their disease conditions during the epidemic with concerns including medication shortage (73.8%), delay of consultation (46.2%), and disease aggravation (61.5%). Sixty-seven (42.7%) patients had medication withdrawal or dose reduction due to lack of drugs, irregular daily schedule or subjective reasons. The most common psychological problems reported was little interest or pleasure in doing things (66.2%). Patients with progressive disease condition were more distressed and disturbed by the epidemic. Patients with nail involvement felt more worried about their disease conditions than patients without (59.6% vs 31.0%, p =0. 001). Conclusions The COVID-19 epidemic imposes a negative impact on the disease management and psychological stress in SAPHO patients. Patients' access to specialty care and medication well as mental stress is of great concern.",
    "affiliations": [
        "National Key Research and Development Program of China [2016YFC0901500]"
    ],
    "author": "Chen Li; Xinyu Lu; Yihan Cao; Wen Zhang; Yueting Li; Shuo Zhang",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20084087",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20084087"
    },
    "title": "Concerns about disease management and psychological stress in SAPHO patients during the COVID-19 epidemic",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "CAMS Innovation Fund for Medical Sciences",
                    "award-id": [
                        "2017-I2M-3-001"
                    ]
                },
                {
                    "funding-source": "Capital Medical Research and Development Fund",
                    "award-id": [
                        "2016-4-40112"
                    ]
                },
                {
                    "funding-source": "National Key Research and Development Program of China",
                    "award-id": [
                        "2016YFC0901500"
                    ]
                }
            ],
            "funding-statement": "This work was supported by the CAMS Innovation Fund for Medical Sciences [2017-I2M-3-001]; the Capital Medical Research and Development Fund [2016-4-40112]; and the National Key Research and Development Program of China [2016YFC0901500]"
        }
    ]
}