{
    "abstract": "Summary Background: Hospitals need to plan for the surge in demand in each state or region in the United States and the European Economic Area (EEA) due to the COVID-19 pandemic. Planners need forecasts of the most likely trajectory in the coming weeks and will want to plan for the higher values in the range of those forecasts. To date, forecasts of what is most likely to occur in the weeks ahead are not available for states in the USA or for all countries in the EEA. Methods: This study used data on confirmed COVID-19 deaths by day from local and national government websites and WHO. Data on hospital capacity and utilisation and observed COVID-19 utilisation data from select locations were obtained from publicly available sources and direct contributions of data from select local governments. We develop a mixed effects non-linear regression framework to estimate the trajectory of the cumulative and daily death rate as a function of the implementation of social distancing measures, supported by additional evidence from mobile phone data. An extended mixture model was used in data rich settings to capture asymmetric daily death patterns. Health service needs were forecast using a micro-simulation model that estimates hospital admissions, ICU admissions, length of stay, and ventilator need using available data on clinical practices in COVID-19 patients. We assume that those jurisdictions that have not implemented school closures, non-essential business closures, and stay at home orders will do so within twenty-one days. Findings: Compared to licensed capacity and average annual occupancy rates, excess demand in the USA from COVID-19 at the estimated peak of the epidemic (the end of the second week of April) is predicted to be 9,079 (95% UI 253-61,937) total beds and 9,356 (3,526-29,714) ICU beds. At the peak of the epidemic, ventilator use is predicted to be 16,545 (8,083-41,991). The corresponding numbers for EEA countries are 120,080 (119,183-121,107), 32,291 (32,157-32,425) and 28,973 (28,868-29,085) at a peak of April 6. The date of peak daily deaths varies from March 30 through May 12 by state in the USA and March 27 through May 4 by country in the EEA. We estimate that through the end of July, there will be 60,308 (34,063-140,381) deaths from COVID-19 in the USA and 143,088 (101,131-253,163) deaths in the EEA. Deaths from COVID-19 are estimated to drop below 0.3 per million between May 4 and June 29 by state in the USA and between May 4 and July 13 by country in the EEA. Timing of the peak need for hospital resource requirements varies considerably across states in the USA and across regions of Europe. Interpretation: In addition to a large number of deaths from COVID-19, the epidemic will place a load on health system resources well beyond the current capacity of hospitals in the USA and EEA to manage, especially for ICU care and ventilator use. These estimates can help inform the development and implementation of strategies to mitigate this gap, including reducing non-COVID-19 demand for services and temporarily increasing system capacity. The estimated excess demand on hospital systems is predicated on the enactment of social distancing measures within three weeks in all locations that have not done so already and maintenance of these measures throughout the epidemic, emphasising the importance of implementing, enforcing, and maintaining these measures to mitigate hospital system overload and prevent deaths.",
    "author": "Christopher JL Murray; IHME COVID-19 health service utilization forecasting team",
    "date": 2020,
    "doi": "10.1101/2020.04.21.20074732",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.21.20074732"
    },
    "title": "Forecasting the impact of the first wave of the COVID-19 pandemic on hospital demand and deaths for the USA and European Economic Area countries",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Bill & Melinda Gates Foundation and the"
                }
            ],
            "funding-statement": "Funding: Bill & Melinda Gates Foundation and the state of Washington"
        }
    ]
}