{
    "title": "Fatal toxicity of chloroquine or hydroxychloroquine with metformin in mice",
    "author": "Chi Dang",
    "date": 2020,
    "affiliations": [
        "Department of Oncology, Pathology, Radiation Oncology and Molecular Radiation Sciences, Johns Hopkins University School of Medicine, Baltimore, MD",
        "Department of Pathology, Johns Hopkins University School of Medicine, Baltimore, MD",
        "Sheikh Ahmed Center for Pancreatic Cancer Research, M.D. Anderson Cancer Center, Houston, TX",
        "Division of Hematology and Medical Oncology, Weill Department of Medicine, Sandra and Edward Meyer Cancer Center, Weill Cornell Medicine, New York, NY"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.31.018556",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.03.31.018556.pdf"
    },
    "abstract": "Guided by the principle of primum non nocere (first do no harm), we report a cautionary note on the potential fatal toxicity of chloroquine (CQ) or hydroxychloroquine (HCQ) in combination with anti-diabetic drug metformin. We observed that the combination of CQ or HCQ and metformin, which were used in our studies as potential anti-cancer drugs, killed 30-40% of mice. While our observations in mice may not translate to toxicity in humans, the reports that CQ or HCQ has anti-COVID-19 activity, the use of CQ resulting in toxicity and at least one death, and the recent Emergency Use Authorization (EUA) for CQ and HCQ by the US Food and Drug Administration (FDA) prompted our report. Here we report the lethality of CQ or HCQ in combination with metformin as a warning of its potential serious clinical toxicity. We hope that our report will be helpful to stimulate pharmacovigilance and monitoring of adverse drug reactions with the use of CQ or HCQ, particularly in combination with metformin.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Conflict of Interest"
                },
                {
                    "funding-source": "Stock and Ownership"
                },
                {
                    "funding-source": "Champions Oncology, Pharmacyte"
                },
                {
                    "funding-source": "Erytech Pharma, Pharmacyte"
                },
                {
                    "funding-source": "Oncomatryx Biopharma S.L."
                },
                {
                    "funding-source": "Oncomatryx Biopharma S.L."
                },
                {
                    "funding-source": "Erytech Pharma; Patents"
                },
                {
                    "funding-source": "Other Intellectual"
                },
                {
                    "funding-source": "Myriad Genetics"
                }
            ],
            "funding-statement": "Conflict of Interest Disclosures: MH, Stock and Ownership Interests: Champions Oncology, Pharmacyte Biotech, BioOncotech, Nelum, Agenus; Honoraria: Agenus, Erytech Pharma, Pharmacyte Biotech, Oncomatryx Biopharma S.L., IndMex, BioOncotech, Takeda; Consulting or Advisory Role: Oncomatryx Biopharma S.L., Takeda, Pharmacyte, Agenus, InxMed, BioOncotech; Research Funding: BiolineRx, Erytech Pharma; Patents, Royalties, Other Intellectual Property: Myriad Genetics"
        },
        {
            "award-group": [
                {
                    "funding-source": "Stand Up To Cancer Dream Team Translational Cancer Research",
                    "award-id": [
                        "SU2C-AACR",
                        "DT0509"
                    ]
                }
            ],
            "funding-statement": "This study was partially supported by funding from a Stand Up To Cancer Dream Team Translational Cancer Research grant (grant number: SU2C-AACR- DT0509; to N.V"
        }
    ]
}