{
    "abstract": "As SARS-CoV-2 threatens to overwhelm health systems in Canada, it is imperative that provinces are able to plan and manage an effective and reduced risk response. For this response to be most effective, it must reflect an evidence-based, pan-Canadian response. We designed four different prototypical patients with a combination of common COVID-19 symptoms and opportunities for exposure who were made to self-assess using the 10 provincial COVID-19 self-assessment tools on 1 April. These tools were developed to allow individuals to self-triage, allowing health systems direct capacity to testing and care. We assessed the consistency of the self-assessment tools and of the guidance provided to the patients. While the tools generally screen in three areas, the scope of included COVID-19 associated symptoms as well as the opportunities for exposure, and therefore transmission, vary between provinces such that no two provinces screened in the same way. This was, in turn, reflected in the inconsistency in guidance found. A patient with cough who had travelled abroad or had close contact with a confirmed case within 14 days received the most consistent guidance, with remaining patients receiving guidance ranging from mandatory quarantine or self-isolation to being told they did not have COVID-19 symptoms, guidance at odds with medical evidence. Thus, there is not a single, evidence-based Canadian standard of care simply for self-assessment. Without consistency in public health guidance, Canadians cannot appropriately self-isolate to mitigate community transmission, nor can the necessary valid and reliable data be collected to inform critical epidemiological models that help guide pandemic response. If federal and provincial governments are unable to coordinate a response, Parliament must use its available jurisdiction to legislate a duty on both to follow national standards, so as to improve coordination on COVID-19 in coming months.",
    "author": "Brieanne Olibris; Amir Attaran",
    "date": 2020,
    "doi": "10.1101/2020.04.14.20065631",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.14.20065631"
    },
    "title": "Lack of coordination and medical disinformation in Canadian self-assessment tools for COVID-19",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding."
        }
    ]
}