{
    "abstract": "Aims: It is important to identify characteristics of people who may be most at risk of COVID19 to inform policy and intervention. Little is known about the impact of unhealthy lifestyles including smoking, physical inactivity, obesity, and excessive alcohol intake. We conducted the first large scale general population study on lifestyle risk factors for COVID19. Methods: Prospective cohort study with national registry linkage to hospitalisation for COVID19. Participants were 387,109 men and women (56.4, SD 8.8 yr; 55.1% women) residing in England from UK Biobank study. Physical activity, smoking, and alcohol intake, were assessed by questionnaire at baseline (2006 to 2010). Body mass index, from measured height and weight, was used as an indicator of overall obesity. Outcome was cases of COVID19 serious enough to warrant a hospital admission from 16 March 2020 to 26 April 2020. Results: There were 760 COVID19 cases. After adjustment for age, sex and mutually for each lifestyle factor, physical inactivity (Relative risk, 1.32, 95% confidence interval, 1.10, 1.58), smoking (1.42;1.12, 1.79) and obesity (2.05 ;1.68, 2.49) but not heavy alcohol consumption (1.12; 0.93, 1.35) were all related to COVID19. We also found a dose dependent increase in risk of COVID19 with less favourable lifestyle scores, such that participants in the most adverse category had four fold higher risk (4.41; 2.52, 7.71) compared to people with the most optimal lifestyle. This gradient was little affected after adjustment for a wide range of covariates. Based on UK risk factor prevalence estimates, unhealthy behaviours in combination accounted for up to 51% of the population attributable fraction of severe COVID19. Conclusions and Relevance: Our findings suggest that an unhealthy lifestyle synonymous with an elevated risk of non-communicable disease is also a risk factor for COVID19 hospital admission, accounting for up to half of severe cases. Adopting simple lifestyle changes could lower the risk of severe infection.",
    "author": "Catharine R Gale; Mika Kivimaki; Mark Hamer; George David Batty",
    "date": 2020,
    "doi": "10.1101/2020.05.09.20096438",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.09.20096438"
    },
    "title": "Lifestyle Risk Factors for Cardiovascular Disease in Relation to COVID-19 Hospitalization: A Community-Based Cohort Study of 387,109 Adults in UK",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement no external funding was received</strong>"
        }
    ]
}