{
    "abstract": "Objectives: To describe the implementation and early experience of virtual health care for community management of patients with COVID-19. Design: observational cohort study. Setting: large Australian metropolitan health service with established virtual health care program and remote patient monitoring capability. Participants: patients with COVID-19 living within the health service who can self-isolate safely, do not require immediate admission to an inpatient setting, have no major active comorbid illness and can be managed at home or other suitable accommodation. Main outcome measures: care escalation rates, including hospital admission. Results: between 11-29 March 2020, 162/173 (93.6%) locally diagnosed patients with COVID-19 were accepted to the virtual health care program, median age 38y (range 11-79). For the 62 patients discharged during this period the median length of stay was 8 days (range 1-17). The peak of 100 prevalent patients equated to approximately 25 patients per Registered Nurse per shift. Patients were contacted a median of 16 times (range 1-30) during this period, with video consultations used 66.3% of the time; 132/162 (81.5%) patients were monitored remotely. Care escalation rates were low: ambulance attendance, 5 (3%); ED attendance, 4 (2.5%); hospital admission, 3 (1.9%). There were no deaths. Conclusions: community-based virtual health care is feasible for managing most patients with COVID-19 and can be rapidly implemented in an urban Australian context for pandemic management. Health services implementing virtual health care should anticipate challenges with rapid technology deployments and provide adequate support to resolve them including strategies supporting consumer use of health information technologies.",
    "author": "Tim Sinclair; Dianna Jagers; Angus G Ritchie; Aaron Jones; Freya Raffan; Teresa Anderson; Owen Hutchings; Cassandra Dearing; Richard Taggart; Miranda Shaw",
    "date": 2020,
    "doi": "10.1101/2020.05.11.20082396",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.11.20082396"
    },
    "title": "Virtual health care for community management of patients with COVID-19.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received for this study."
        }
    ]
}