{
    "abstract": "Background. The healthcare system in India faces an acute shortage of front-line doctors to fight the Covid-19. Thus, the recruitment of undergraduate medical students into the health care force is being considered by many state governments. A survey was conducted amongst undergraduate medical students to understand their knowledge, attitude, and preparedness towards the ongoing pandemic. Methods. An anonymized survey on a cloud-based website (Survey Monkey) comprising 33 questions was served to medical students. Results. Of 616 (24.6%) respondents among 2500 invitees across six medical schools in India, most (54.1%) were in the final year of their undergraduate training program. Knowledge regarding viral transmission, clinical features, laboratory diagnosis, and drugs being tried out in Covid-19 was adequate among most students. However, understanding of the incubation period 123 (20%) and time to symptoms 30 (4.8%) was less than satisfactory. Three-fourths (75%) were unaware of the treatment guidelines for Covid-19, and one-quarter (155, 25.1%) were unaware of the required precautions during management. Moreover, 179 (29.1%) were unaware that Covid-19 causes an asymptomatic or minor illness in young individuals. Nearly 70% were reluctant to attend clinics from fear of getting infected or passing on to others. Besides, 250 (40.6%) were not updated on Covid-19, and most (486, 78.9%) resorted to social media for information on Covid-19. Conclusion. Prevalent fears and inadequate understanding of Covid-19 suggest that undergraduate medical students are not prepared to be the front-line taskforce in the current pandemic.",
    "author": "Ashish Goel; Vikas Agarwal; Vishwesh Agarwal; Latika Gupta; Durga Misra; Samira Davalbhakta",
    "date": 2020,
    "doi": "10.1101/2020.04.11.20061333",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.11.20061333"
    },
    "title": "Undergraduate medical students in India are underprepared to be the young-taskforce against Covid-19 amid prevalent fears.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Funding statement: None"
        }
    ]
}