{
    "abstract": "Introduction: The purpose of the study was to summarize the clinical and laboratory characteristics of the coronavirus disease 2019 patients admitted to intensive care unit. Methods: We tracked the data until March 5, 2020. The cases in our cohort were divided into cases only received noninvasive ventilation (NIV) and cases required invasive mechanical ventilation (IMV). The characteristics between the two groups were compared. Results: 34 cases were included in the study. The complications rate (including, acute liver injury, acute cardiac injury and acute kidney injury) were higher in IMV cases. Lymphocytopenia and neutrophilia occurred in most cases in both groups on the admission day, however, lymphocyte levels dropped progressively and more severe lymphopenia occurred in IMV group. Increased amounts of plasma IL-6 and IL-10 were found in both groups on the admission day, the progressive decrease of which occurred in NIV cases rather than IMV cases, and the levels were higher in IMV cases during hospitalization. Conclusions: Lymphocytopenia, neutrophilia, and increase of IL-6 and IL-10 occurred in SARS-CoV-2 infected patients in ICU, however, the dynamics of those were significantly different in IMV cases and NIV cases during hospitalization.",
    "author": "Lijun Sun; Yi Zheng; Mi Xu; Hongliu Cai; Xueling Fang; Jian Pan; Yuntao Zhang; Qiang Fang",
    "date": 2020,
    "doi": "10.1101/2020.04.12.20062604",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.12.20062604"
    },
    "title": "Clinical characteristics of 34 COVID-19 patients admitted to ICU in Hangzhou, China",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Project for Emergency of Key R & D Plan from Zhejiang Science and Technology Agency",
                    "award-id": [
                        "2020C03123"
                    ]
                }
            ],
            "funding-statement": "This work is funded by the Project for Emergency of Key R & D Plan from Zhejiang Science and Technology Agency (2020C03123)"
        }
    ]
}