{
    "abstract": "Background: Hypercoagulability is becoming widely recognized as a major complication of COVID-19 infection as evidenced by high levels of fibrinogen degradation products and microthrombi identified within the lungs and kidneys of autopsy specimens from these patients. We report thromboelastography (TEG) testing on a cohort of patients with suspected COVID-19 infection at the time of admission to the intensive care unit. Methods: TEG testing was performed using the TEG 6s analyzer near or at the time of ICU admission. We also report the results of other coagulation or inflammatory related indices such as platelet count, prothrombin time, fibrinogen, D-dimer, C-reactive protein, ferritin, and procalcitonin. All laboratory testing was performed at the discretion of the attending physician in the course of normal patient care and retrospectively reviewed. Results: We found that maximum clot strength was consistently elevated in COVID-19 patients while normal in all patients found to be negative. We did not encounter significant prolongations of coagulation assays outside of those expectedly prolonged by heparin therapy nor was meeting the criteria for disseminated intravascular coagulation encountered. Conclusions: We postulate that elevated maximum clot strength by TEG testing is predictive of COVID-19 status as within our cohort this perfectly predicted patients COVID-19 status despite a high level of suspicion in negative patients with normal TEG results. While these results require a larger cohort for confirmation, we feel that TEG testing could improve confidence in negative COVID-19 testing results in suspected patients possibly allowing for earlier de-escalation of infectious precautions and personal protective equipment utilization.\nCompeting Interest Statement",
    "author": "Bing Han; Shaun D Lawicki; Gordon L Love; Katherine V Wang",
    "date": 2020,
    "doi": "10.1101/2020.04.30.20076703",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.30.20076703"
    },
    "title": "TEG Max Clot Strength is Consistently Elevated and May Be Predictive of COVID-19 Status at the Time of ICU Admission",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding from any source was used in association with this study"
        }
    ]
}