{
    "abstract": "INTRODUCTION: During the unprecedented health crisis of the COVID-19 pandemic it was suggested that obesity might aggravate severe acute respiratory syndrome coronavirus-2 (SARS CoV-2). Therefore, this study aims to investigate the association between Compute Tomography (CT)-based measurements of visceral and subcutaneous fat as measures of obesity and COVID-19 severity. METHODS: 30 patients with laboratory-confirmed COVID-19 and a mean age of 65.59 plus/minus 13.06 years from a level one medical center in Berlin, Germany, were retrospectively analyzed and included in the present analysis. SARS-CoV-2 was confirmed by polymerase chain reaction from throat swaps or deep nasal swabs on the day of admission. Severe clinical courses of COVID-19 were defined by hospitalization in intensive care unit (ICU) and invasive mechanical ventilation. All patients received low-dose chest CT-based fat measurements at the level of the first lumbar vertebra. RESULTS: An increase in visceral fat area (VFA) by one square decimeter was associated with a 22.53-fold increased risk for ICU treatment and a 16.11-fold increased risk for mechanical ventilation (adjusted for age and sex). For upper abdominal circumference, each additional centimeter of circumference showed a 1.13-fold increased risk for ICU treatment and a 1.25-fold increased risk for mechanical ventilation. There was no significant correlation of subcutaneous fat area (SFA) or body mass index (BMI) with severe clinical courses of COVID-19. CONCLUSIONS: Our results suggest that visceral adipose tissue and upper abdominal circumference specifically increasing the risk of COVID-19 severity. CT-based quantification of visceral adipose tissue and upper abdominal circumference in routinely acquired chest CTs may therefore be a simple tool for risk assessment in SARS-CoV-2-patients.",
    "author": "Hans-Martin Thiess; Alexandra Niehues; Stefan Niehues; Bernd Hamm; Lisa Christine Adams; Janis Vahldiek; Keno Bressem; Jakob Albrecht; Marcus Makowski; Antonia Petersen",
    "date": 2020,
    "doi": "10.1101/2020.05.14.20101998",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.14.20101998"
    },
    "title": "Obesity and COVID-19: The role of visceral adipose tissue",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Author Declarations"
        }
    ]
}