{
    "abstract": "The rapid spread of SARS-CoV-2 coronavirus infection has led to the development of molecular and serologic tests in a short period of time. While tests such as RT-PCR have applications in the immediate diagnosis revealing the presence of the virus, serological tests can be used to determine previous exposure to the virus and complement acute diagnosis. Antibody production can occur as early as 5 days post-infection. Both IgM and IgG specific anti-SARS-COV-2 antibodies can be a useful tool to test faster and larger groups of individuals. The objective of this study was to carry out a review of the different serological tests offered to detect antigen or antibodies against SARS-CoV-2. This information should be useful for decision takers in different countries to choose a test according to their needs. Based on web pages that listed serological assays, we found 226 coming from 20 countries, the majority are indirect tests for specific antibodies detection (n 180) and use immunochromatography methods (n 110) with samples coming from blood-derived products (n 105). Measuring IgM/IgG at the same time (n 112) and a procedure time of <20 min (n 83) are the most common. The overall average sensitivity was 91.8% and specificity was 97%. Most of the tests are currently for in vitro diagnosis (IVD). This information gathered could change day by day due to the expedite process of production and emergency of authorization use.",
    "author": "Victoria E Rodriguez-Castellanos; Diego F Chamorro; Juan Diego H Zuluaga; Daniel Arroyo-Ariza; Jeremy W Shelton; Manuel Diaz-Vallejo; John M Gonzalez",
    "date": 2020,
    "doi": "10.1101/2020.04.10.20061150",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.10.20061150"
    },
    "title": "Immunological assays for SARS-CoV-2: an analysis of available commercial tests to measure antigen and antibodies",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This study did not receive any funding."
        }
    ]
}