{
    "abstract": "Introduction: Rapid diagnosis and isolation are key to containing the rapid spread of a pandemic agent like SARS-CoV-2, which has spread globally since its initial outbreak in Wuhan province in China. SARS-CoV-2 is novel to most parts of the world including USA and the effect on normally prevalent viruses is just becoming apparent. We present our initial data on the prevalence of respiratory viruses in the month of March, 2020. Methods: This is a retrospective cohort study post launching of SARS-CoV-2 testing at BSWH, Temple TX. Testing for SARS-CoV-2 was performed by real-time RT-PCR assay and results were shared with State public health officials for immediate interventions. Results: More than 3500 tests were performed during the first two weeks of testing for SARS-CoV-2 and identified 168 (4.7%) positive patients. Sixty-two (3.2%) of the 1,912 ambulatory patients and 106 (6.3%) of the 1,659 ED/inpatients were tested positive. Higher rate of infection (6.9%) were noted in the patients belonging to age group 25-34 years and least number of positive cases were noted in <25 years old (2%) group. The TX State county specific patient demographic information was shared with respective public health departments for epidemiological interventions. Incidentally, this study showed that there was a sudden decrease in the occurrence of other infections due to seasonal viruses, perhaps due to increased epidemiological awareness, about SARS-CoV-2, among general public. Authors would also like to share a small study on SARS-CoV-2 serological assay for the detection of IgG antibodies. Conclusions: This study was intended to provide an initial experience of dealing with a pandemic and the role of laboratories in crisis management. Epidemiological interventions depend on timely availability of accurate diagnostic tests and throughput capacity of such systems during large outbreaks like SARS-CoV-2.",
    "author": "Amin A Mohammad; Matthew M Brigmon; John K Midturi; Alejandro C Arroliga; Kimberly Walker; Manohar B Mutnal; Arundhati Rao; Ryan M Beaver",
    "date": 2020,
    "doi": "10.1101/2020.04.30.20086116",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.30.20086116"
    },
    "title": "Early trends for SARS-CoV-2 infection in central and north Texas and impact on other circulating respiratory viruses",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received"
        }
    ]
}