{
    "abstract": "Background: SARS-CoV-2 is a novel human coronavirus, there is no specific antiviral drugs. It has been proved that host-cell-expressed CD147 could bind spike protein of SARS-CoV-2 and involve in host cell invasion. Antibody against CD147 could block the infection of SARS-CoV-2. We aimed to assess the efficacy and safety of meplazumab, a humanized anti-CD147 antibody, as add-on therapy in patients with COVID-19 pneumonia. Methods: All patients  and Feb 10, 2020. 11 hospitalized patients served as concurrent control. Baseline characteristics were generally balanced across two groups. Compared to control group, meplazumab treatment significantly improved the discharged (p=0.006) and case severity (p=0.021) in critical and severe patients. The time to virus negative in meplazumab group was reduced than that in control group (median 3, 95%CI[1.5-4.5] vs. 13, [6.5-19.5]; p=0.014, HR=0.37, 95%CI[0.155-0.833]). The percentages of patients recovered to the normal lymphocyte count and CRP concentration were also increased remarkably and rapidly in meplazumab group. No adverse effect was found in meplazumab-treated patients. Interpretation:Meplazumab efficiently improved the recovery of patients with SARS-CoV-2 pneumonia with a favorable safety profile. Our results support to carry out a large-scale investigation of meplazumab as a treatment for COVID-19 pneumonia. Funding:National Science and Technology Major Project.\nCompeting Interest Statement\nPZ, ZNC, HB, and ZZ were the inventors of the patent Humanized Anti-Basigin Antibodies and the Use Thereof (PCT/CN2017/082713), and all of the above authors were not the applicant or patentee of the patent. PZ, ZNC, HB, DW, ZZ, and XMY were the inventors of patent Humanized Anti-Basigin Antibody for use of coronavirus disease 2019 (COVID-19) therapy (202010166717.9, China), and all of the above authors were not the applicant or patentee of the patent. Other authors declare no competing interests.\nClinical Trial\nNCT04275245\nFunding Statement\nThis study was funded by the National Science and Technology Major Project (2019ZX09732-001). The funder of the study had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding authors had full access to all the data in the study and had final responsibility for the decision to submit for publication.\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.",
    "affiliations": [
        "Diseases released by National Health Commission of China. Eligible patients were add-on administered 10 mg meplazumab intravenously at days 1, 2, and",
        "National Science and Technology Major Project (2019ZX09732-001). The funder of the study had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding authors had full access to all the data in the study and had final responsibility for the decision to submit for publication"
    ],
    "author": "Zhi-Nan Chen; Gang Nan; Jian-Qi Lian; Jin-Lin Miao; Ke Wang; Ping Zhu; Hong Du; Ding Wei; Qing-Yi Wang; Shuang-Shuang Liu; Kui Zhang; Zhao-Wei Gao; Xiang-Min Yang; Rong-Hua Xie; Na Yao; Jie-Lai Xia; Peng Lin; Wen Kang; Hong-Yong Cui; Zhao-Hui Zheng; Ke Dong; Lin-Na Liu; Bin Wang; Zheng Zhang; Hao Tang; Jie-Jie Geng; Zhe Zhang; Huijie Bian; Chun-Qiu Hao; Xiao-Chun Chen; Wen-Zhen Kang; Xiu-Xuan Sun",
    "date": 2020,
    "doi": "10.1101/2020.03.21.20040691",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.21.20040691"
    },
    "title": "Meplazumab treats COVID-19 pneumonia: an open-labelled, concurrent controlled add-on clinical trial",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Science and Technology Major Project",
                    "award-id": [
                        "2019ZX09732-001"
                    ]
                }
            ],
            "funding-statement": "This study was funded by the National Science and Technology Major Project (2019ZX09732-001)"
        }
    ]
}