{
    "abstract": "A comprehensive study about the spread of COVID-19 cases in Turkey and South Africa has been presented in this paper . An exhaustive statistical analysis encompassing arithmetic, geometric, harmonic means, standard deviation, skewness, variance, Pearson and Spearman correlation was derived from the data collected from Turkey and South Africa within the period of 11 March 2020 to 3 May 2020 and 05 March and 3 of May respectively. It was observed that in the case of Turkey, a negative Spearman correlation for the number of infected class and a positive Spearman correlation for both the number of deaths and recoveries were obtained. This implied that the daily infections could decrease, while the daily deaths and number of recovered people could increase under current conditions. In the case of South Africa, a negative Spearman correlation for both daily deaths and daily infected people was obtained, indicating that these numbers may decrease if the current conditions are maintained. The utilization of a statistical technique predicted the daily number of infected, recovered and dead people for each country; and three results were obtained for Turkey, namely an upper boundary, a prediction from current situation and lower boundary. The prediction shows that Turkey may register in the near future approximately more than 6000 new infections in a day as worst case scenario; and less than 300 cases in the perfect scenario. However, the country could register in the near future a daily number of 27000 people recovered from COVID-19 in the perfect scenario; and less than 5000 people in a worst scenario. Moreover, Turkey in a worst-case scenario could record a high number of approximately 200 deaths per day; and less than 150 deaths in a perfect scenario. Similarly, in the case of South Africa, the prediction results show that in the near future the country could register about 500 new infected cases daily and more than 25 deaths in the worst scenario; while in a perfect scenario less than 50 new infected and zero death cases could be recorded. The histograms of the daily number of newly infected, recovered and death showed a sign of lognormal and normal distribution, which is presented using the Bell curving method parameters estimation. A new mathematical model COVID-19 comprised of nine classes was suggested; of which a formula of the reproductive number, well-poseness of the solutions and the stability analysis were presented in details. The suggested model was further extended to the scope of nonlocal operators for each case; whereby the Atangana-Seda numerical method was used to provide numerical solutions, and simulations were performed for different non-integer numbers. Additionally, sections devoted to control optimal and others dedicated to compare cases between Turkey and South Africa with the aim to comprehend why there are less numbers of deaths and infected people in South Africa than Turkey were presented in details.",
    "author": "Seda IGRET ARAZ; ABDON ATANGANA",
    "date": 2020,
    "doi": "10.1101/2020.05.08.20095588",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.08.20095588"
    },
    "title": "Mathematical model of COVID-19 spread in Turkey and South Africa",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding"
        }
    ]
}