{
    "abstract": "Introduction Georgia confirmed its first case of SARS-COV-2 infection on February 26, 2020 and by March 31, a total of 110 cases have been reported. Limited understanding about epidemics can lead to panic and disrupt public health efforts to contain transmission. It is important to understand perceptions of the population regarding the disease. This study reports results of a survey designed to understand attitudes and knowledge regarding SARS-COV-2 virus among Georgian population, including health care workers (HCWs). Materials and methods The online survey was conducted using a Facebook advertisement. The target was the whole country and the language used was Georgian. We collected information on demographic data, knowledge of the disease, including perceived differences between coronavirus and influenza. We also included questions to capture the populations perceptions about government preparedness to combat the new coronavirus. Results The survey was open for three days (March 2-4, 2020). 5228 participants completed the survey. Of these, 40.3% were 25-45 years old, 58.2% were female, 20.7% had university degree and 10.3% were HCWs. For 25.8% of respondents, COVID-19 and influenza are the same diseases; 10.9% did not know if they are different. The majority correctly identified the transmission route and symptoms (96.9% and 98.0%, respectively). 19.1% think that Georgia is ready for COVID 19 epidemic, while according to 55% the county is not ready, but HCWs are trying hard to respond properly. For 18% response is inadequate. There was no difference in knowledge between HCWs, non-HCWs and unemployed. 20% of HCWs as well as other study subjects believe that SARS-COV-2 vaccine and medications do exist but are simply not available in Georgia. Conclusion Given that information regarding coronavirus is changing very rapidly, the need to reach people with time-sensitive educational messages as well as prevention strategies is vital.",
    "author": "Maia Butsashvili; George Kamkamidze; Marika Kochlamazashvili; George Nioradze; George Kanchelashvili; Lasha Gulbiani",
    "date": 2020,
    "doi": "10.1101/2020.05.14.20101642",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.14.20101642"
    },
    "title": "Knowledge of novel coronavirus (SARS-COV-2) among a Georgian population",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received"
        }
    ]
}