{
    "abstract": "Decontamination of N95 respirators has become critical to alleviate PPE shortages for healthcare workers in the current COVID-19 emergency. The factors that are considered for the effective reuse of these masks are the fit, filter efficiency and decontamination/disinfection level both for SARS-CoV2, which is the causative virus for COVID-19, and for other organisms of concern in the hospital environment such as Staphylococcus aureus or Clostridium difficile. The efficacy of inactivation or eradication against various pathogens should be evaluated thoroughly to understand the level of afforded disinfection. Methods commonly used in the sterilization of medical devices such as ionizing radiation, vaporized hydrogen peroxide, and ethylene oxide can provide a high level of disinfection, defined as a 6 log10 reduction, against bacterial spores, considered the most resistant microorganisms. CDC guidance on the decontamination and reuse of N95s also includes the use of moist heat (60°C, 80% relative humidity, 15-30 min) as a possible recommendation based on literature showing preservation of fit efficiency and inactivation of H1N1 on spiked masks. Here, we explored the efficacy of using moist heat under these conditions as a decontamination method for an N95 respirator (3M 1860S, St. Paul, MN) against various pathogens with different resistance; enveloped RNA viruses, Gram (+/-) bacteria, and non-enveloped viruses.",
    "author": "Tareq Jaber; Amy Tsurumi; Laurence G Rahme; Rachel L Connolly; Joseph Gardecki; Cassidy Collins; Keith K Wannomae; Ebru Oral; Amanda Budzilowicz; Orhun K Muratoglu; Hui Min Leung; Dmitry Gil",
    "date": 2020,
    "doi": "10.1101/2020.05.13.20100651",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.13.20100651"
    },
    "title": "Efficacy of moist heat decontamination against various pathogens for the reuse of N95 respirators in the COVID-19 emergency",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "There was no external funding for the work. The authors and their institutions each self-funded their portions of the work."
        }
    ]
}