{
    "abstract": "Cases from the ongoing outbreak of atypical pneumonia caused by the 2019 novel coronavirus (2019-nCoV) exported from mainland China can lead to self-sustained outbreaks in other populations. Internationally imported cases are currently being reported in several different locations. Early detection of imported cases is critical for containment of the virus. Based on air travel volume estimates from Wuhan to international destinations and using a generalized linear regression model we identify locations which may potentially have undetected internationally imported cases.",
    "affiliations": [
        "US National Institute Of General Medical Sciences. P.M.D was supported by the Fellowship Foundation Ramon Areces. A.R.T. and C.O.B. were supported by",
        "NIGMS Maximizing Investigator\u0092s Research Award (MIRA) R35GM124715-02.The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institute Of General Medical Sciences or the National Institutes of Health"
    ],
    "author": "Caroline O Buckee; Marc Lipsitch; Rene Niehus; Aimee Taylor; Pablo M De Salazar",
    "date": 2020,
    "doi": "10.1101/2020.02.04.20020495",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.02.04.20020495"
    },
    "title": "Using predicted imports of 2019-nCoV cases to determine locations that may not be identifying all imported cases",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Award Number",
                    "award-id": [
                        "U54GM088558"
                    ]
                },
                {
                    "funding-source": "US National Institute Of General Medical Sciences"
                }
            ],
            "funding-statement": "This work was supported by Award Number U54GM088558 from the US National Institute Of General Medical Sciences"
        },
        {
            "award-group": [
                {
                    "funding-source": "Fellowship Foundation Ramon Areces"
                }
            ],
            "funding-statement": "P.M.D was supported by the Fellowship Foundation Ramon Areces"
        },
        {
            "award-group": [
                {
                    "funding-source": "NIGMS Maximizing Investigator\u0092s Research Award",
                    "award-id": [
                        "R35GM124715-02"
                    ]
                },
                {
                    "funding-source": "National Institute Of General Medical Sciences"
                },
                {
                    "funding-source": "National Institutes of Health"
                }
            ],
            "funding-statement": "A.R.T. and C.O.B. were supported by a NIGMS Maximizing Investigator\u0092s Research Award (MIRA) R35GM124715-02.The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institute Of General Medical Sciences or the National Institutes of Health"
        }
    ]
}