{
    "abstract": "The COVID-19 outbreak has exerted a great deal of psychological pressure on Iranian health workers and the general population. In the present study, the prevalence of anxiety and depression symptoms along with the related variables in this epidemic were investigated.An online cross-sectional study was conducted for the general public and healthcare workers in IRAN using a questionnaire comprised of demographic questions and Hospital Anxiety and Depression Scale. Chi square test was used to compare categorical variables, and univariate and multivariate logistic regression models were conducted.Of the 2045 participants,1136 (65.6%) were considered to have moderate and severe anxiety symptoms, and 865(42.3%) had moderate and severe depression symptoms. Based on the logistic regression models, the prevalence of anxiety was higher in the females than in the males (OR=1.4, 95% CI: 1.123-1.643, P=.002); the prevalence of anxiety was significantly higher in those aged 30-39 years than in other age groups (OR=1.6, 95% CI: 1.123-2.320, P=0.001); furthermore, the prevalence of anxiety and depression was significantly higher in doctors and nurses compared with other occupations (OR=1.9, 95% CI: 1.367-2.491, P< 0.001) and(OR=1.5, 95% CI: 1.154-2.021, P=0.003). In addition, the prevalence of anxiety symptoms in the likely-infected COVID-19 group was higher than in the noninfected COVID-19 group (OR=1.35, 95% CI: 1.093-1.654, P=0.005).A majority of health workers and general population have anxiety and depression symptoms. These symptoms are more widespread in doctors and nurses in comparison to other occupations, and psychological interventions might be conducive to reducing the negative symptoms.",
    "affiliations": [
        "Mazandaran University of Medical Sciences, Sari, Iran"
    ],
    "author": "Leila Hassannia; Reza Alizadeh Navaei; Azadeh Fathi Dooki; Fatemeh Taghizadeh; Mehran Zarghami; Akbar Hedayatizadeh-Omran; Hassan Taghizadeh; Mahmood Moosazadeh",
    "date": 2020,
    "doi": "10.1101/2020.05.05.20089292",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.05.20089292"
    },
    "title": "Anxiety and Depression in Health Workers and General Population During COVID-19 Epidemic in IRAN: A Web-Based Cross-Sectional Study",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Mazandaran University of Medical Sciences, Sari"
                }
            ],
            "funding-statement": "Mazandaran University of Medical Sciences, Sari, Iran"
        }
    ]
}