{
    "title": "SARS-CoV-2 and SARS-CoV differ in their cell tropism and drug sensitivity profiles",
    "date": 2020,
    "author": "Denisa Bojkova,#, Jake E. McGreig,#, Katie-May McLaughlin,#, Stuart G. Masterson, 4 Marek Widera, Verena Krähling, Sandra Ciesek, Mark N. Wass, Martin 5 Michaelis, Jindrich Cinatl jr.1* 6 7 1 Institute for Medical Virology, University Hospital, Goethe University Frankfurt am 8 Main, Germany 9 2 School of Biosciences, University of Kent, Canterbury, UK 10 3 Institute of Virology, Biomedical Research Center (BMFZ), Philipps University 11 Marburg, Germany 12 4 German Center for Infection Research, DZIF, Braunschweig, Germany 13 14 # equal contribution 15 * Corresponding authors: Jindrich Cinatl jr. (Cinatl@em.uni-frankfurt.de), Martin 16 Michaelis (M.Michaelis@kent.ac.uk), Mark N. Wass (M.N.Wass@kent.ac.uk) 17",
    "affiliations": [
        "Institute for Medical Virology, University Hospital, Goethe University Frankfurt am",
        "School of Biosciences, University of Kent, Canterbury, UK 10",
        "Institute of Virology, Biomedical Research Center (BMFZ), Philipps University",
        "Marburg, Germany 12",
        "German Center for Infection Research, DZIF, Braunschweig, Germany 13 14 # equal contribution 15",
        "Corresponding authors: Jindrich Cinatl jr",
        "Michaelis"
    ],
    "journal": "In December",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.03.024257",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.03.024257.pdf"
    },
    "abstract": "SARS-CoV-2 is a novel coronavirus currently causing a pandemic. We show that the majority of amino acid positions, which differ between SARS-CoV-2 and the closely related SARS-CoV, are differentially conserved suggesting differences in biological behaviour. In agreement, novel cell culture models revealed differences between the tropism of SARS-CoV-2 and SARS-CoV. Moreover, cellular ACE2",
    "keywords": [
        "severe acute respiratory syndrome coronavirus",
        "ACE2",
        "2019-nCoV",
        "COVID-19",
        "antiviral",
        "drug discovery",
        "cell tropism",
        "TMPRSS2",
        "aprotinin",
        "remdesivir",
        "omeprazole"
    ],
    "funding": [
        {}
    ]
}