{
    "abstract": "Background: With the global outbreak of COVID-19 epidemic since early 2020, there has been considerable attention on CT-based diagnosis as an effective and reliable method. Recently, the advent of deep learning in medical diagnosis has been well proven. Convolutional Neural Networks (CNN) can be used to detect the COVID-19 infection imaging features in a chest CT scan. We introduce ai-corona, a radiologist-assistant deep learning framework for COVID-19 infection diagnosis using the chest CT scans. Method: Our dataset comprises 2121 cases of axial spiral chest CT scans in three classes; COVID-19 abnormal, non COVID-19 abnormal, and normal, from which 1764 cases were used for training and 357 cases for validation. The training set was annotated using the reports of two experienced radiologists. The COVID-19 abnormal class validation set was annotated using the general consensus of a collective of criteria that indicate COVID-19 infection. Moreover, the validation sets for the non COVID-19 abnormal and the normal classes were annotated by a different experienced radiologist. ai-corona constitutes a CNN-based feature extractor conjoined with an average pooling and a fully-connected layer to classify a given chest CT scan into the three aforementioned classes. Results: We compare the diagnosis performance of ai-corona, radiologists, and model-assisted radiologists for six combinations of distinguishing between the three mentioned classes, including COVID-19 abnormal vs. others, COVID-19 abnormal vs. normal, COVID-19 abnormal vs. non COVID-19 abnormal, non COVID-19 abnormal vs. others, normal vs. others, and normal vs. abnormal. ai-corona achieves an AUC score of 0.989 (95% CI: 0.984, 0.994), 0.997 (95% CI: 0.995, 0.999), 0.986 (95% CI: 0.981, 0.991), 0.959 (95% CI: 0.944, 0.974), 0.978 (95% CI: 0.968, 0.988), and 0.961 (95% CI: 0.951, 0.971) in each combination, respectively. By employing Bayesian statistics to calculate the accuracies at a 95% confidence interval, ai-corona surpasses the radiologists in distinguishing between the COVID-19 abnormal class and the other two classes (especially the non COVID-19 abnormal class). Our results show that radiologists diagnostic performance improves when incorporating ai-coronas prediction. In addition, we also show that RT-PCRs diagnosis has a much lower sensitivity compared to all the other methods. Conclusion: ai-corona is a radiologist-assistant deep learning framework for fast and accurate COVID19 diagnosis in chest CT scans. Our results ascertain that our framework, as a reliable detection tool, also improves experts diagnosis performance and helps especially in diagnosing non-typical COVID-19 cases or non COVID-19 abnormal cases that manifest COVID-19 imaging features in chest CT scan. Our framework is available at: ai-corona.com\nCompeting Interest Statement",
    "author": "Reza Lashgari; Shahram Kahkouee; Meisam Hoseinyazdi; Jafar Roshandel; Atefeh Abedini; Sara Haseli; Mehdi Yousefzadeh; Seyed Mohammad Sadegh Movahed; Mehrdad Bakhshayesh Karam; Arda Kiani; Saeid Gorgin; Dara Rahmati; Negar Bandegani; Parsa Esfahanian; Abbas Danesh; Seyed Alireza Nadji",
    "date": 2020,
    "doi": "10.1101/2020.05.04.20082081",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.04.20082081"
    },
    "title": "ai-corona: Radiologist-Assistant Deep Learning Framework for COVID-19 Diagnosis in Chest CT Scans",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external or third party funding was received for our work."
        }
    ]
}