{
    "abstract": "Background: Globally, both obesity and underweight are severe health risks for various diseases. The current study systematically examines the emerging evidence to identify an association between Body Mass Index (BMI) and COVID-19 disease outcome. Methods: Online literature databases (e.g., Google Scholar, PubMed, MEDLINE, EMBASE, Scopus, Medrixv and BioRixv) were screened following standard search strategy having the appropriate keyword such as Obesity, Underweight, BMI, Body Mass Index, 2019-nCov, COVID-19, novel coronavirus, coronavirus disease. Studies published till 20th April 2020 were included without language restriction. These studies include case reports, case series, cohort, and any other which reported BMI, overweight/obesity or underweight, and its complication with COVID-19 disease. Findings: Obesity plays a significant part in the pathogenesis of COVID-19 patients, though the role of BMI in the COVID-19 pandemic must not be ignored. Interpretation: Consequences of inflammation of adipose tissue has been reported as a leading cause of insulin resistance and hypertension due to metabolic dysfunction. The results of the current study show that BMI plays a significant role in COVID-19 severity in all ages, especially the elderly population. A panel should review COVID-19 patients with higher BMI and other co-morbidities, and they should be given increased vigilance, testing priority, and therapy. Further, the COVID-19 patients whose illness entered 7-10 days, age >50 yrs, and elevated CRP levels should have additional medical considerations. Recommendation: Population and patients with high BMI have moderate to high risk of medical complications with COVID-19, and hence their health status should be monitored more frequently. Keywords: Age, BMI, COVID-19, Obesity.\nCompeting Interest Statement",
    "author": "Sanjay Kumar Bhadada; Meenu Singh; Ravindra Khaiwal; Vivek Singh Malik; Savita Verma Attri",
    "date": 2020,
    "doi": "10.1101/2020.05.11.20098806",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.11.20098806"
    },
    "keywords": [
        "Age",
        "COVID-19",
        "Obesity"
    ],
    "title": "Higher Body Mass Index is an Important Risk factor in COVID-19 patients: A Systematic Review",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}