{
    "abstract": "Background: The course of the disease in severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection in mechanically ventilated patients is unknown. To unravel the clinical heterogeneity of the SARS-CoV-2 infection in these patients, we designed the prospective observational Maastricht Intensive Care COVID cohort; MaastrICCht. We incorporated serial measurements that harbour aetiological, diagnostic and predictive information. The study aims to investigate the heterogeneity of the natural course of critically ill patients with SARS-CoV-2 infection. Study population: Mechanically ventilated patients admitted to the Intensive Care with SARS-CoV-2 infection. Main message: We will collect clinical variables, vital parameters, laboratory variables, mechanical ventilator settings, chest electrical impedance tomography, electrocardiograms, echocardiography as well as other imaging modalities to assess heterogeneity of the natural course of SARS-CoV-2 infection in critically ill patients. The MaastrICCht cohort is, also designed to foster various other studies and registries and intends to create an open-source database for investigators. Therefore, a major part of the data collection is aligned with an existing national Intensive Care data registry and two international COVID-19 data collection initiatives. Additionally, we create a flexible design, so that additional measures can be added during the ongoing study based on new knowledge obtained from the rapidly growing body of evidence. Conclusion: The spread of the COVID-19 pandemic requires the swift implementation of observational research to unravel heterogeneity of the natural course of the disease of SARS-CoV-2 infection in mechanically ventilated patients. Our design is expected to enhance aetiological, diagnostic and prognostic understanding of the disease. This paper describes the design of the MaastrICCht cohort.\nCompeting Interest Statement",
    "author": "Julia L.M. Bels; Steven J.R. Meex; Thijs S.R. Delnoij; Coen D.A. Stehouwer; Alma M.A. Mingels; Maastricht Intensive Care COVID Study Group; Nanon F.L. heijnen; Moniek A Donkers; Fabian H Tijssen; Joachim E Wildberger; Frank van Rosmalen; Frank C Bennis; Uli Strauch; Melanie J Acampo -  de Jong; Walther N.K.A. van Mook; Susanne van Santen; Marcel J.H. Aries; Zafer Geyik; Kim H.M. Walraven; Jeanine A.M.C.F. Verbunt; Wolfgang F.F.A. Buhre; Jeanette Tas; Paul H.M. Savelkoul; Marcel C.G. van de Poll; Rob J.J. van Gassel; Rald V.M. Groven; Marcus L.F. Janssen; Gerry A.F. Nicolaes; Chahinda Ghossein-Doha; Astrid M.L Oude Lashof; Ronny M. Schnabel; Ben J.M. Hermans; Rob G.H. Driessen; Bas C.T. van Bussel; Mark M.G. Mulder; Marcel Koelmann; Jan-Willem E.M. Sels; Otto Bekers; Pieter L Kubben; Serge J.H. heines; Dennis C.J.J. Bergmans; Iwan C.C. van der Horst; Sander M.J. van Kuijk",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20080309",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20080309"
    },
    "title": "Serial measurements in COVID-19-induced acute respiratory disease to unravel heterogeneity of the disease course: design of the Maastricht Intensive Care COVID cohort; MaastrICCht",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received."
        }
    ]
}