{
    "abstract": "Background and Purpose There is increasing recognition of a relatively high burden of pre-existing cardiovascular disease in Corona Virus Disease 2019 (COVID 19) infected patients. We determined the burden of pre-existing cardiovascular disease in persons residing in United States (US) who are at risk for severe COVID-19 infection. Methods Age (60 years or greater), presence of chronic obstructive pulmonary disease, diabetes, mellitus, hypertension, and/or malignancy were used to identify persons at risk for admission to intensive care unit, or invasive ventilation, or death with COVID-19 infection. Persons were classified as low risk (no risk factors), moderate risk (1 risk factor), and high risk (two or more risk factors present) using nationally representative sample of US adults from National Health and Nutrition Examination Survey 2017 and 2018 survey. Results Among a total of 5856 participants, 2386 (40.7%) were considered low risk, 1325 (22.6%) moderate risk, and 2145 persons (36.6%) as high risk for severe COVID-19 infection. The proportion of patients who had pre-existing stroke increased from 0.6% to 10.5% in low risk patients to high risk patients (odds ratio [OR]19.9, 95% confidence interval [CI]11.6-34.3). The proportion of who had pre-existing myocardial infection (MI) increased from 0.4% to 10.4% in low risk patients to high risk patients (OR 30.6, 95% CI 15.7-59.8). Conclusions A large proportion of persons in US who are at risk for developing severe COVID 19 infection are expected to have pre-existing cardiovascular disease. Further studies need to identify whether targeted strategies towards cardiovascular diseases can reduce the mortality in COVID-19 infected patients.",
    "author": "Adnan I Qureshi",
    "date": 2020,
    "doi": "10.1101/2020.05.11.20089714",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.11.20089714"
    },
    "title": "Pre-existing Cardiovascular Disease in United States Population at High Risk for Severe COVID-19 Infection",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was available"
        }
    ]
}