{
    "abstract": "In the end of 2019, the epidemic of a new coronavirus (SARS-CoV-2) occurred in Wuhan and spread rapidly. Changsha, a city located south to the epicenter, was soon impacted. To control the transmission of the coronavirus and avoid nosocomial infection, triage procedures based on epidemiology were implemented in a local hospital of the city. This retrospective study analyzed the data collected during the triage period and found that COVID-19 patients were enriched seven folds into the Section A designated for rapid detection and quarantine. On the other side, roughly triple amounts of visits were received at the Section B for patients without obvious epidemiological history. Eight COVID-19 cases were spotted out of 247 suspected patients. More than 50% of the suspected patients were submitted to multiple rounds of nucleic acid analysis for SARS-CoV-2 infection. Of the 239 patients who were diagnosed as negative of the virus infection,188 were successfully revisited and none was reported as a COVID-19 case. Of the eight COVID-19 patients, three were confirmed only after multiple rounds of nucleic acid analysis. Besides comorbidities, delayed sharing of epidemiological history added another layer of complexity to the diagnosis in practice. While SARS-CoV-2 epidemic is being alerted in many countries, our report will be helpful to other colleagues in rapid identification of COVID-19 cases and controlling the transmission of the disease.",
    "author": "Kai Yuan; Aimin Wang; Ruolong Wang; Wenbao Hu; Jia Li; Xiangmin Li; Yanmin Song; Bin Yi; Zeng Xiong; Xinjian Qiu; Xiaoye Mo; Wenbo Wang; Ping Wu; Fanqi Wang; Fangyi Zhou; Jing Wu; Guoqing Huang; Jian Qiu; Lu Zhou; Yangjing Tian; Weiqian Zeng; Ruonan Zhai; Xia Xu",
    "date": 2020,
    "doi": "10.1101/2020.03.13.20035212",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.13.20035212"
    },
    "title": "Triaging patients in the outbreak of the 2019 novel coronavirus",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Natural Science Foundation",
                    "award-id": [
                        "31700680",
                        "31972886",
                        "81803206"
                    ]
                },
                {
                    "funding-source": "Natural Science Foundation of Hunan Province",
                    "award-id": [
                        "2018JJ2652",
                        "2018JJ2667"
                    ]
                },
                {
                    "funding-source": "Scientific Research Project of Chinese Traditional Medicine Administration Bureau in Hunan Province",
                    "award-id": [
                        "201806"
                    ]
                },
                {
                    "funding-source": "Research Projects from the Department of Science & Technology of Hunan",
                    "award-id": [
                        "2017RS3013",
                        "2017XK2011",
                        "2018DK2015",
                        "2019SK1012",
                        "2019RS1010"
                    ]
                },
                {
                    "funding-source": "Innovation-Driven Team Project from Central South University",
                    "award-id": [
                        "2020CX016"
                    ]
                },
                {
                    "funding-source": "China Postdoctoral Science Foundation",
                    "award-id": [
                        "2018M632995"
                    ]
                },
                {
                    "funding-source": "Xiangya Hospital Central South University Postdoctoral Foundation"
                }
            ],
            "funding-statement": "This work is supported by the National Natural Science Foundation (31700680, 31972886, 81803206), the Natural Science Foundation of Hunan Province (2018JJ2652, 2018JJ2667), the Scientific Research Project of Chinese Traditional Medicine Administration Bureau in Hunan Province (201806), the Research Projects from the Department of Science & Technology of Hunan province (2017RS3013, 2017XK2011, 2018DK2015, 2019SK1012, 2019RS1010), the Innovation-Driven Team Project from Central South University (2020CX016), China Postdoctoral Science Foundation (2018M632995), Xiangya Hospital Central South University Postdoctoral Foundation (to W"
        }
    ]
}