{
    "abstract": "Background: COVID-19 could have even more dire consequences in refugees camps than in general populations. Bangladesh has confirmed COVID-19 cases and hosts almost 1 million Rohingya refugees from Myanmar with 600,000 concentrated in Kutupalong-Balukhali Expansion Site (age mean: 21 years, sd: 18 years, 52% female). Projections of the potential COVID-19 burden, epidemic speed, and healthcare needs in such settings are critical for preparedness planning. Methods and Findings: To explore the potential impact of the introduction of SARS-CoV-2 in Kutupalong-Balukhali Expansion Site, we used a stochastic SEIR transmission model with parameters derived from emerging literature and age as the primary determinant of infection severity. We considered three scenarios with different assumptions about the transmission potential of SARS-CoV-2. From the simulated infections, we estimated hospitalizations, deaths, and healthcare needs expected, age-adjusted for the Kutupalong-Balukhali Expansion Site age distribution. Our findings suggest that a large-scale outbreak is likely after a single introduction of the virus into the camp with 61-92% of simulations leading to at least 1,000 people infected across scenarios. On average, in the first 30 days of the outbreak, we expect 18 (95% prediction interval (PI), 2-65), 54 (95% PI, 3-223), and 370 (95% PI, 4-1,850) people infected in the low, moderate, and high transmission scenarios, respectively. These reach 421,500 (95% PI, 376,300-463,500), 546,800 (95% PI, 499,300-567,000) and 589,800 (95% PI, 578,800-595,600) people infected in 12 months, respectively. Hospitalization needs exceeded the existing hospitalization capacity of 340 beds after 55-136 days between the low and high transmission scenarios. We estimate 2,040 (95% PI, 1,660-2,500), 2,650 (95% PI, 2,030-3,380), and 2,880 (95% PI, 2,090-3,830) deaths in the low, moderate and high transmission scenarios, respectively. Due to limited data at the time of analyses, we assumed that age was the primary determinant of infection severity and hospitalization. We expect that comorbidities and limited hospitalization and intensive care capacity may increase this risk, thus we may be underestimating the potential burden. Conclusions: Our findings suggest that a COVID-19 epidemic in a refugee settlement may have profound consequences, requiring large increases in healthcare capacity and infrastructure that may exceed what is currently feasible in these settings. Detailed and realistic planning for the worst-case in Kutupalong-Balukhali and all refugee camps worldwide must begin now. Plans should consider novel and radical strategies to reduce infectious contacts and fill health worker gaps while recognizing that refugees may not have access to national health systems.\nCompeting Interest Statement",
    "author": "Chiara Altare; Orit Abrahim; Paul B Spiegel; Shaun A Truelove; Stephen A Lauer; Andrew Azman",
    "date": 2020,
    "doi": "10.1101/2020.03.27.20045500",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.27.20045500"
    },
    "title": "The Potential Impact of COVID-19 in Refugee Camps in Bangladesh and Beyond: a modeling study",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Office of Foreign Disaster Assistance"
                },
                {
                    "funding-source": "USAID",
                    "award-id": [
                        "https://www.usaid.gov/who-weare/ organization/bureaus/bureau-democracy-conflict-and-humanitarianassistance/ office-us ",
                        "130492"
                    ]
                },
                {
                    "funding-source": "Centers for Disease Control and Prevention",
                    "award-id": [
                        "https://www.cdc.gov/",
                        "126280"
                    ]
                }
            ],
            "funding-statement": "Funding for this work was from the Office of Foreign Disaster Assistance (OFDA), USAID (https://www.usaid.gov/who-weare/ organization/bureaus/bureau-democracy-conflict-and-humanitarianassistance/ office-us ; grant number: 130492) and the Centers for Disease Control and Prevention (CDC; https://www.cdc.gov/; grant number: 126280)"
        }
    ]
}