{
    "abstract": "Background: Healthcare professionals (HCPs) on the front lines against COVID-19 may face increased workload, and stress. Understanding HCPs risk for burnout is critical to supporting HCPs and maintaining the quality of healthcare during the pandemic. Methods: To assess exposure, perceptions, workload, and possible burnout of HCPs during the COVID-19 pandemic we conducted a cross-sectional survey. The main outcomes and measures were HCPs self-assessment of burnout and other experiences and attitudes associated with working during the COVID-19 pandemic. Findings: A total of 2,707 HCPs from 60 countries participated in this study. Fifty-one percent of HCPs reported burnout. Burnout was associated with work impacting household activities (RR=1.57, 95% CI=1.39-1.78, P<0.001), feeling pushed beyond training (RR=1.32, 95% CI=1.20-1.47, P<0.001), exposure to COVID-19 patients (RR=1.18, 95% CI=1.05-1.32, P=0.005), making life prioritizing decisions (RR=1.16, 95% CI=1.02-1.31, P=0.03). Adequate personal protective equipment (PPE) was protective against burnout (RR=0.88, 95% CI=0.79-0.97, P=0.01). Burnout was higher in high-income countries (HICs) compared to low- and middle-income countries (LMICs) (RR=1.18; 95% CI=1.02-1.36, P=0.018). Interpretation: Burnout is prevalent at higher than previously reported rates among HCPs working during the COVID-19 pandemic and is related to high workload, job stress, and time pressure, and limited organizational support. Current and future burnout among HCPs could be mitigated by actions from healthcare institutions and other governmental and non-governmental stakeholders aimed at potentially modifiable factors, including providing additional training, organizational support, support for family, PPE, and mental health resources. Funding: N/A\nCompeting Interest Statement",
    "author": "Simone Francavilla; Luca Alfredo Morgantini; Jose M Flores; Simone Crivellaro; Omer Acar; Daniel Moreira; Martin Eklund; Hari Vigneswaran; Michael Abern; Heng Wang; Stevan M Weine; Ushasi Naha",
    "date": 2020,
    "doi": "10.1101/2020.05.17.20101915",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.17.20101915"
    },
    "title": "Factors Contributing to Healthcare Professional Burnout During the COVID-19 Pandemic: A Rapid Turnaround Global Survey",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Funding: N/A"
        }
    ]
}