{
    "abstract": "Background COVID_19 is unpredictable due to non-specific symptoms and clinical course diversity in different individuals. We analyzed studies regarding the factors associated with severe status of the disease to identify unique findings in severely affected patients. Methods We systematically searched the electronic databases, including PubMed, Scopus, EMBASE, Web of ‎Science, and Google Scholar from inception to 12th of March 2020. Cochranes Q and I-square statistics were used to assess the existence of heterogeneity between the included ‎studies. We used the random-effects model to pool ‎the odds ratios (ORs) at 95% confidence ‎intervals (CIs).‎ Results Seventeen articles out of 3009 citations were included. These contained 3189 patients, of whom 732 were severely affected (severe group) and 3189 were in non-severe group. Using the random-effects model, our meta-analyses showed that the odds of comorbidities, including COPD, DM, HTN, CVD, CKD, and symptoms, including dyspnea, dizziness, anorexia, and cough, were significantly higher among the severe group compared with the non-‎severe group. There were no significant changes in odds of CVA, liver disease, immunodeficiency/immunosuppression, fever, fatigue, myalgia, headache, diarrhea, sore throat, nasal congestion, sputum, nausea, vomiting, chest pain between the two groups. Conclusions Early recognition and intervention can be critical in management, and might stop progression to severe disease. Predictive symptoms and comorbidities can be used as a predictor in patients who are at risk of severe disease.",
    "author": "Seyed Taghi Heydari; Mahnaz Hosseini-bensenjan; Sina vakili; Kamran B Lankarani; Reza Tabrizi; Shahla Rezaei; Mojtaba Shabani-Borujeni; Peyman Nowrouzi-sohrabi; Mohammad Ali Ashraf",
    "date": 2020,
    "doi": "10.1101/2020.04.21.20074633",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.21.20074633"
    },
    "title": "The role of comorbidities and clinical predictors of severe disease in COVID-19: a systematic review and meta-analysis",
    "funding": [
        {
            "award-group": [
                {
                    "award-id": [
                        "note: if posting a prospective study registered retrospectively",
                        "please provide a statement in the trial ID field explaining why the study was not registered in advance"
                    ]
                }
            ],
            "funding-statement": "Statement this project was not funded by any organization. Author Declarations All relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.  Yes All necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived. I understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance)."
        }
    ]
}