{
    "abstract": "Objective: COVID-19 patients presenting with gastrointestinal (GI) symptoms occur in both adults and children. To date, however, no large sample size study focusing on gastrointestinal symptoms in pediatric cases has been . Symptomatic cases were divided into two groups according to whether the patients presented with or without GI symptoms on admission. Demographic, epidemiological, symptoms, and laboratory data were compared. We also analyzed the respective trends of case number changes of GI cases and asymptomatic cases. Results: 34 out of 193 symptomatic children had GI symptoms. They had lower median age and weight, a higher rate of fever, a longer length of stay and more hematological and biochemical abnormalities than patients without GI symptoms. There was no significant difference in chest CT findings or stool SARS-CoV-2 test positive percentages between the two groups. The number of patients admitted with GI symptoms showed an overall downward trend with time. At the time of writing, 242 patients were discharged, one died, and one critically ill patient was still in the intensive care unit. Conclusion: COVID-19 infected children with GI symptoms are prone to presenting with more clinical and laboratory abnormalities than patients without GI symptoms. More attention and timely hospital admission are needed for these patients.\nCompeting Interest Statement\nThe authors have declared no competing interest.\nFunding Statement\nNo external funding was received\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).",
    "author": "Ian CK Wong; Kang Li; Aifen Zhou; Shaotao Tang; Lishan Zhou; Keith TS Tung; Xue Li; Xiaoli Xiong; Kenenth Kak-Yuen Wong; Celine SL Chui; Shuiqing Chi; Godfrey CF Chan; Guoqing Cao; Mike Yat-wah Kwan; Peng Chen; Wilfred HS Wong; Patrick Ho-yu Chung; Marco Hok-kung Ho; Gilbert Chua; Patrick Ip; Paul KH Tam; Jianqiao Tang",
    "date": 2020,
    "doi": "10.1101/2020.04.29.20084244",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.29.20084244"
    },
    "title": "Are COVID-19 infected children with gastrointestinal symptoms different from those without symptoms? A comparative study of the clinical characteristics and epidemiological trend of 244 pediatric cases from Wuhan",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received"
        }
    ]
}