{
    "abstract": "Background: The novel 2019 coronavirus(COVID-19) spreads by respiratory and aerosols. COVID19 driven pandemic causes panic, fear and stress among all strata of society. Like all other medical professions, dentists, particularly endodontists, who are highly exposed to aerosols would be exposed to stress. The aim of this study was to assess the (dis)stress among Indian endodontists and the factors that could influence the (dis)stress. Methods: From 8th April to 16th April 2020, we conducted an online survey in closed endodontic social media using snowball sampling technique, collecting basic demographic data, practice setting and relevant data. Psychological stress and perceived distress were collected through COVID-19 Peri-traumatic Distress Index (CPDI) and Perceived stress scale (PSS). Multinomial regression analysis was performed to estimate relative risk rate and P≤0.05 was considered significant. Results: This study had 586 Indian endodontists completing this survey across India. Of these, 311(53.07%) were males, 325(55%) in the age group of 25-35 years, 64%in urban areas, 13.14% in solo-practice and a fourth of them were residents. Female endodontists had high perceived stress (RRR=2.46,P=0.01) as compared to males, as measured by PSS. Younger endodontists<25 years(RRR=9.75;P=0.002) and 25-35years (RRR=4.60;P=0.004) as compared with >45 years age-group had more distress. Exclusive consultants had RRR= 2.90, P=0.02, for mild-to-moderate distress as compared to normal. Factors driving this phenomenon are considered. Conclusions: During the lock down due to COVID-19, 1-in-2 Indian endodontists had distress, as measured by CPDI and 4-in-5 of them had perceived stress, as indicated by PSS. Our model identified certain factors driving the (dis)stress, which would help policy framers to initiate appropriate response.\nCompeting Interest Statement",
    "author": "Rooban Thavarajah; Anil Kumar Ramachandran Nair; Deepthi Kattula; Anusa Arunachalam Mohandoss; Karumaran Savarimalai Chellaswamy",
    "date": 2020,
    "doi": "10.1101/2020.05.06.20092601",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.06.20092601"
    },
    "title": "Perceived Stress and Psychological (Dis)Stress among Indian Endodontists During COVID19 Pandemic Lock down",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding obtained"
        }
    ]
}