{
    "abstract": "Background: The coronavirus disease 2019 (COVID-19) has caused over 3 200 000 cases and 230 000 deaths as on 2 May 2020, and has quickly become an unprecedented global health threat. India, with its unique challenges in fighting this pandemic, imposed one of the worlds strictest and largest population-wide lockdown on 25 March 2020. Here, we estimated key epidemiological parameters and evaluated the effect of control measures on the COVID-19 epidemic in India. Through a modelling approach, we explored various strategies to exit the lockdown. Methods: We obtained data from 140 confirmed COVID-19 patients at a tertiary care hospital in India to estimate the delay from symptom onset to confirmation and the proportion of cases without symptoms. We estimated the basic reproduction number (R0) and time-varying effective reproduction number (Rt) after adjusting for imported cases and reporting lag, using incidence data from 4 March to 25 April 2020 for India. We built upon the SEIR model to account for underreporting, reporting delays, and varying asymptomatic proportion and infectivity. Using this model, we simulated lockdown relaxation under various scenarios to evaluate its effect on the second wave, and also modelled increased detection through testing. We hypothesised that increased testing after lockdown relaxation will decrease the epidemic growth enough to allow for a greater resumption of normal social mixing thus minimising the social and economic fallout. Findings: The median delay from symptom onset to confirmation (reporting lag) was estimated to be 2·68 days (95% CI 2·00−3·00) with an IQR of 2·03 days (95% CI 1·00−3·00). 60·7% of confirmed COVID-19 cases (n=140) were found to be asymptomatic. The R0 for India was estimated to be 2·083 (95% CI 2·044−2·122 ; R2 = 0·972), while the Rt gradually down trended from 1·665 (95%CI 1·539−1·789) on 30 March to 1·159 (95% CI 1·128−1·189) on 22 April. In the modelling, we observed that the time lag from date of lockdown relaxation to start of second wave increases as lockdown is extended farther after the first wave peak. This benefit was greater for a gradual relaxation as compared to a sudden lifting of lockdown. We found that increased detection through testing decreases the number of total infections and symptomatic cases, and the benefit of detecting each extra case was higher when prevailing transmission rates were higher (as when restrictions are relaxed). Lower levels of social restrictions when coupled with increased testing, could achieve similar outcomes as an aggressive social distancing regime where testing was not increased. Interpretation: The aggressive control measures in India since 25 March have produced measurable reductions in transmission, although suppression needs to be maintained to achieve sub-threshold Rt. Additional benefits for mitigating the second wave can be achieved if lockdown can be feasibly extended farther after the peak of active cases has passed. Aggressive measures like lockdowns may inherently be enough to suppress the epidemic, however other measures need to be scaled up as lockdowns are relaxed. Expanded testing is expected to play a pivotal role in the lockdown exit strategy and will determine the degree of return to normalcy that will be possible. Increased testing coverage will also ensure rapid feedback from surveillance systems regarding any resurgence in cases, so that geo-temporally targeted measures can be instituted at the earliest. Considering that asymptomatics play an undeniable role in transmission of COVID-19, it may be prudent to reduce the dependence on presence of symptoms for implementing control strategies, behavioral changes and testing.\nCompeting Interest Statement",
    "affiliations": [
        "Institute Ethics Committee AIIMS Delhi; Ref. No. IECPG-166/23.04.2020"
    ],
    "author": "Mudit Agarwal; Giridara Gopal Parameswaran; Ayush Lohiya; Saptarshi Soham Mohanta; Agam Bansal; Ved Prakash Meena; Anant Mohan; Sushma Bhatnagar; Mehak Arora; Aditi Rao; Mohak Gupta; Archisman Mazumder; Pawan Tiwari; Rohit Kumar; Priyamadhaba Behera",
    "date": 2020,
    "doi": "10.1101/2020.05.13.20096826",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.13.20096826"
    },
    "title": "Transmission dynamics of the COVID-19 epidemic in India and modelling optimal lockdown exit strategies",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received for this study."
        }
    ]
}