{
    "abstract": "Background Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has been identified as the cause of the ongoing worldwide epidemic of Coronavirus Disease 2019 (COVID-19) in China and worldwide. However, there were few studies about the effects of SARS-CoV-2 infection on pregnant women. Methods In this retrospective cohort study, we enrolled 31 pregnant women and 35 non-pregnant women from Jan 28 to Feb 28, 2020 to evaluate the effects of SARS-CoV-2 infection during pregnancy. Inflammatory indices were used to assess the severity of COVID-19. Evidence of vertical transmission was determined by laboratory confirmation of SARS-CoV-2 in amniotic fluid, placenta, neonatal throat and anal swab and breastmilk samples. Findings Compared with non-pregnant women, pregnant women had a significantly lower proportion of fever (54.8% vs. 87.5%, p= 0.006), a shorter average interval from onset to hospitalization, and a higher proportion of severe or critical COVID-19 (32.3% vs. 11.4%, p=0.039). Neutrophil-to-lymphocyte ratio (NLR) and systematic immune-inflammation-based prognostic index (SII) were significantly higher on admission in severe/critical pneumonia group than moderate pneumonia group. We could not detect the presence of SARS-CoV-2 by RT-PCR in amniotic fluid, placenta, neonatal throat and anal swab and breastmilk samples. Conclusions The clinical symptoms of COVID-19 in pregnant women were insidious and atypical, compared with those in non-pregnant patients. SII and NLR could be a useful marker to evaluate the severity of COVID-19. There was no evidence of vertical transmission during pregnancy with SARS-CoV-2 infection.",
    "affiliations": [
        "General Program the National Natural Science Foundation of China (81874138) and Research Funds for the Central Universities (2020kfyXGYJ008)"
    ],
    "author": "Guangtong Deng; Furong Zeng; David Baud; Hui Chen; Hongyin Sun; Shihuan Yu; Qingqing Luo; Wei Zhang; Minxue Shen; Min Wu; Xiang Chen; Lijuan Zhang; Chaofei Han; Lan Chen; Dujuan Yao; Mingzhu Yin",
    "date": 2020,
    "doi": "10.1101/2020.04.07.20053744",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.07.20053744"
    },
    "title": "Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Infection During Pregnancy In China: A Retrospective Cohort Study",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "General Program the National Natural Science Foundation of China",
                    "award-id": [
                        "81874138"
                    ]
                },
                {
                    "funding-source": "Research Funds for the Central Universities",
                    "award-id": [
                        "2020kfyXGYJ008"
                    ]
                }
            ],
            "funding-statement": "This study was supported by grants from the General Program the National Natural Science Foundation of China (81874138) and Research Funds for the Central Universities (2020kfyXGYJ008)"
        }
    ]
}