{
    "abstract": "Personal protective equipment (PPE), including face shields, surgical masks, and N95 respirators, is crucially important to the safety of both patients and medical personnel, particularly in the event of an infectious pandemic. As the incidence of Coronavirus Disease (COVID-19) increases exponentially in the United States and worldwide, healthcare provider demand for these necessities is currently outpacing supply. As such, strategies to extend the lifespan of the supply of medical equipment as safely as possible are critically important. In the midst of the current pandemic, there has been a concerted effort to identify viable ways to conserve PPE, including decontamination after use. Some hospitals have already begun using UV-C light to decontaminate N95 respirators and other PPE, but many lack the space or equipment to implement existing protocols. In this study, we outline a procedure by which PPE may be decontaminated using ultraviolet (UV) radiation in biosafety cabinets (BSCs), a common element of many academic, public health, and hospital laboratories, and discuss the dose ranges needed for effective decontamination of critical PPE. We further discuss obstacles to this approach including the possibility that the UV radiation levels vary within BSCs. Effective decontamination of N95 respirator masks or surgical masks requires UV-C doses of greater than 1 Jcm−2, which would take a minimum of 4.3 hours per side when placing the N95 at the bottom of the BSCs tested in this study. Elevating the N95 mask by 48 cm (so that it lies 19 cm from the top of the BSC) would enable the delivery of germicidal doses of UV-C in 62 minutes per side. Effective decontamination of face shields likely requires a much lower UV-C dose, and may be achieved by placing the face shields at the bottom of the BSC for 20 minutes per side. Our results are intended to provide support to healthcare organizations looking for alternative methods to extend their reserves of PPE. We recognize that institutions will require robust quality control processes to guarantee the efficacy of any implemented decontamination protocol. We also recognize that in certain situations such institutional resources may not be available; while we subscribe to the general principle that some degree of decontamination is preferable to re-use without decontamination, we would strongly advise that in such cases at least some degree of on-site verification of UV dose delivery be performed",
    "affiliations": [
        "National Institutes of Health and the American Cancer Society and the Taussig Cancer and Lerner Research Institute"
    ],
    "author": "Nikhil Krishnan; Theory Division, Cleveland Clinic Lerner Research Institute; Kyle J Card; Mina Dinh; Gleb Kuzmin; Dena Crozier; Julia Pelesko; Jinhan Mo; Vishhvaan Gopalakrishnan; Eshan S King; Jeff Maltas; Enze Tian; Davis T Weaver; Geoff Sedor; Jacob G Scott; Andrew Dhawan; Emily Ho; Jessica A Scarborough; Nathan Farrokhian; Emily Dolson; Tanush Jagdish",
    "date": 2020,
    "doi": "10.1101/2020.03.25.20043489",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.25.20043489"
    },
    "title": "UV Sterilization of Personal Protective Equipment with Idle Laboratory Biosafety Cabinets During the Covid-19 Pandemic",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Institutes of Health and the American Cancer Society and the Taussig Cancer and Lerner Research Institute"
                }
            ],
            "funding-statement": "While this specific project was not directly funded by any body, we would like to thank our funders in the form of the National Institutes of Health and the American Cancer Society and the Taussig Cancer and Lerner Research Institute"
        }
    ]
}