{
    "abstract": "Introduction More than 2.5 billion people in the world are currently in lockdowns to limit the spread of the novel coronavirus disease 2019 (COVID-19). Psychological Distress (PD) and Post-Traumatic Stress Disorder have been reported after traumatic events, but the specific effect of pandemics is not well known. The aim of this study was to assess PD in France, a country where COVID-19 had such a dramatic impact that it required a country-wide lockdown. Patients and methods We recruited patients in 4 groups of chatbot users followed for breast cancer, asthma, depression and migraine. We used the Psychological Distress Index (PDI), a validated scale to measure PD during traumatic events, and correlated PD risk with patients characteristics in order to better identify the one who were the most at-risk. Results The study included 1771 participants. 91.25% (1616) were female with a mean age of 32.8 years (SD=13,71), 7.96% (141) were male with a mean age of 28.0 years (SD=8,14). In total, 38.06% (674) of the respondents had psychological distress (PDI ≥15). An ANOVA analysis showed that sex (p=0.00132), unemployment (p=7.16x10-6) and depression (p=7.49x10-7) were significantly associated with a higher PDI score. Patients using their smartphone or computer more than one hour a day also had a higher PDI score (p=0.02588). Conclusion Prevalence of PD in at-risk patients is high. These patients are also at increased risk to develop Post-Traumatic Stress Disorder. Specific steps should be implemented to monitor and prevent PD through dedicated mental health policies if we want to limit the public health impact of COVID-19 in time.",
    "author": "Jean-Emmanuel Bibault; Benjamin Chaix; Arthur Guillemasse; Benoit Brouard; Guillaume Delamon",
    "date": 2020,
    "doi": "10.1101/2020.05.10.20093161",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.10.20093161"
    },
    "title": "Psychological Distress during the COVID-19 pandemic in France: a national assessment of at-risk populations",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Research supported by Wefight."
        }
    ]
}