{
    "title": "The Nucleocapsid Protein of SARS-CoV-2 Abolished Pluripotency in Human Induced Pluripotent Stem Cells",
    "author": "Zebin Lin,#, Zhiming Wu,#, Jinlian Mai, Lishi Zhou, Yu Qian, Tian Cai, Zhenhua Chen",
    "date": 2020,
    "affiliations": [
        "School of Pharmaceutical Sciences, Sun Yat-Sen University, Guangzhou, China 4",
        "Guangdong Beating Origin Regenerative Medicine Co. Ltd., Foshan, China 5",
        "Department of Urology, Sun Yat-sen University Cancer Center, State Key Laboratory of Oncology 6 in South China, Collaborative Innovation Center for Cancer Medicine, Guangzhou, China 7",
        "Nanhai District People’s Hospital of Foshan, Foshan, China 8",
        "School of Medical Imaging, Tianjin Medical University, Tianjin, China 9 #These authors contributed equally to the work"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.26.010694",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.03.26.010694.pdf"
    },
    "abstract": "The COVID-19 pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV30 2) is raging across the world, leading to a global mortality rate of 3.4% (estimated by World Health Organization in March 2020). As a potential vaccine and therapeutic target, the nucleocapsid protein of SARS-CoV-2 (nCoVN) functions in packaging the viral genome and viral self-assembly. To investigate the biological effects of nCoVN to human stem cells, genetically engineered human induced pluripotent stem cells (iPSC) expressing nCoVN (iPSC-nCoVN) were generated by lentiviral expression systems, in which the expression of nCoVN could be induced by the doxycycline. The proliferation rate of iPSC-nCoVN was decreased. Unexpectedly, the morphology of iPSC started to change after nCoVN expression for 7 days. The pluripotency marker TRA-1-81 were not detectable in iPSC-nCoVN after a four-day induction. Meanwhile, iPSC-nCoVN lost the ability for differentiation into cardiomyocytes with a routine differentiation protocol. The RNA-seq data of iPSC-nCoVN (induction for 30 days) and immunofluorescence assays illustrated that iPSC41 nCoVN were turning to fibroblast-like cells. Our data suggested that nCoVN disrupted the pluripotent properties of iPSC and turned them into other types of cells, which provided a new insight to the pathogenic mechanism of SARS-CoV-2.",
    "keywords": [
        "SARS-CoV-2",
        "nucleocapsid protein",
        "human induced pluripotent stem cell",
        "17 pluripotency",
        "fibroblast"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Acknowledgments Figure",
                    "award-id": [
                        "Dox group",
                        "DMSO group",
                        "from left to right panels"
                    ]
                }
            ],
            "funding-statement": "Acknowledgments Figure legends expressing GFP under the doxycycline induction. (B) The mRNA expression level of nCoVN was significantly elevated in iPSC-nCoVN for a long-term induction (n=3). **, p<0.001. (C) The time course of cellular proliferation from iPSC, iPSC-GFP and iPSC-nCoVN (n=6). At 72 hours after cell seeding, the values of A450 were significantly increased in iPSC and iPSC-GFP groups. **, p<0.001. (D) Representative phase-contrast images from nCoVN-positive cells (Dox group) and control cells (DMSO group) after a 7-day, a 9-day, and an 11-day inductions. The scale bar is 50 μm. (E) Representative phase-contrast images of iPSC-nCoVN after a 14-day induction show detailed morphological alterations. Images were taken under objectives with 10×, 20×, and 40× magnifications (from left to right panels). White dashed line boxes indicate the regions that are magnified in the right panel. The scale bar represents 50 μm."
        }
    ]
}