{
    "abstract": "Introduction: The newly identified SARS-CoV2 can cause serious acute respiratory infections such as pneumonia with a mortality rate of approximately 2% to 4%. In the current context of high incidence rates of SARS-CoV2 in the community, a significant increase in the rate of nosocomial transmission is expected. The risk of nosocomial transmission could even be higher in low-income countries that have fragile healthcare systems. This protocol is intended to study and document suspected or confirmed cases of nosocomial SARS-CoV2 infection, the clinical spectrum and the determinants (risk factors/protective) at participating hospitals. Methods and analysis: This will be an international multicentre prospective, observational, hospital-based study in adults and children. It will include volunteer patients, care givers and healthcare professionals in France and hospitals affiliated with the GABRIEL network. Demographic and clinical data will be collected using case-report forms designed especially for the purpose of the project. A nasopharyngeal swab will be collected and tested for SARS-CoV2 by RT-PCR. Characteristics of the study participants, the proportion of confirmed nosocomial SARS-CoV2 infections relative to all patients with syndromes suggestive of 2019-nCoV infection will be analysed. Appropriate multivariate modelling will be used to identify the determinants associated with nosocomial onset. Ethics and dissemination: This study was approved by the clinical research and committee of Ile de France V on March 8, 2020. Registration details: The trial was registered in ClinicalTrials (NCT04290780).",
    "author": "Hubert Endtz; Cedric Dananche; Philippe Vanhems; Vanessa Escuret; Laetitia Henaff; Valentina Picot-Sanchez; Florence Pradel; Christelle Elias; Mitra Saadatian-Elahi",
    "date": 2020,
    "doi": "10.1101/2020.04.08.20057471",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.08.20057471"
    },
    "title": "Protocol for a multicentre study of nosocomial SARS-CoV2 transmission The NOSO-COR Project",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research received no specific grant from any funding agency in the public, commercial or not-for-profit sectors"
        }
    ]
}