{
    "abstract": "Objectives: Given the current pandemic, there is an urgent need to identify effective, safe treatments for COVID-19 (coronavirus disease). A systematic benefit-risk assessment was designed and conducted to strengthen the ongoing monitoring of the benefit-risk balance for chloroquine and hydroxychloroquine in COVID-19 treatment. Methods: The overall benefit-risk of the use of chloroquine or hydroxychloroquine as a treatment for COVID-19 compared to standard of care, placebo or other treatments was assessed using the Benefit-Risk Action Team (BRAT) framework. We searched PubMed and Google Scholar to identify literature reporting clinical outcomes in patients taking chloroquine or hydroxychloroquine for COVID-19. A value tree was constructed and key benefits and risks were ranked by two clinicians in order of considered importance. Results: Several potential key benefits and risks were identified for use of hydroxychloroquine or chloroquine in COVID-19 treatment. For the benefit of virological clearance, three studies were identified. A significant risk difference (RD) between hydroxychloroquine and the comparator group (standard of care) was found for only one study (RD=0.58, 95% CI: 0.17, 0.98). The risk difference was not significant for the other two studies (RD=−0.07, 95% CI:−0.75, 0.61 and RD=0.08, 95% CI:−0.74, 0.91). In addition, no significant risk difference between hydroxychloroquine and the comparator group (standard of care) was identified for the risk of abnormal liver function tests (LFTs) (RD=0.07, 95% CI: −0.28, 0.41). Conclusions: Overall, no conclusion can be made on the benefit-risk profile of hydroxychloroquine or chloroquine in the treatment of COVID-19 compared to standard of care, placebo or other treatments at this time. Whilst the availability of comparative data are limited, the current framework summarises the key anticipated benefits and risks. As further data from clinical trials and real world use on these benefits and risks becomes available, this can be incorporated into the framework for an ongoing benefit-risk assessment.",
    "affiliations": [
        "University of Portsmouth. This research received no specific grant from any funding agency in the public, commercial or not-for-profit sectors"
    ],
    "author": "Samantha Lane; Saad AW Shakir; Vicki Osborne; Debabrata Roy; Sandeep Dhanda; Miranda Davies; Alison Evans",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20093989",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20093989"
    },
    "title": "Systematic benefit-risk assessment for the use of chloroquine or hydroxychloroquine as a treatment for COVID-19: Establishing a framework for rapid decision-making",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research received no specific grant from any funding agency in the public, commercial or not-for-profit sectors"
        }
    ]
}