{
    "abstract": "Background: The emergence of COVID-19 globally coupled with its unknown aetiology and its high transmission rate has created an unprecedented state of emergency worldwide. Public knowledge and awareness about COVID-19 are essential in suppressing its pandemic status. Method: A cross-sectional study using an online survey was conducted between 19th of March and 6th of April 2020 in three Middle Eastern countries (Jordan, Saudi Arabia and Kuwait) to explore the knowledge and practices of Middle Eastern population towards COVID-19. A previously developed questionnaire was used. Multiple linear regression analysis was used to identify predictors of COVID-19 knowledge. Results: A total of 1,208 participants were involved in this study from the three countries (Jordan = 389, Saudi Arabia = 433, and Kuwait = 386). The majority of participants (n = 810, 67.2%) were females and aged 30 to 49 years (n = 501, 41.5%). Participants had moderate overall COVID-19 knowledge with a mean score of 7.93 (SD = 1.72) out of 12, 66.1%. Participants had better knowledge about disease prevention and control with 83.0%, whereas the lowest sub-scale scores were for questions about disease transmission routes (43.3%). High education level was an important predictor of greater COVID-19 knowledge scores (p<0.01). Conclusion: Middle Eastern participants are of a relatively low level of knowledge about COVID-19, particularly regarding its transmission routes. Policymakers are recommended to develop informative COVID-19 related campaigns targeted specifically towards university students, unemployed individuals and those with lower levels of education.\nCompeting Interest Statement",
    "author": "Hassan Alwafi; Ahmed M. Al Rajeh; Zahra Khalil Alsairafi; Abdallah Y Naser; Fawaz Mohammad Turkistani; Eman Zmaily Dahmash; Hamad S. Alyami; Yosra J Alhartani",
    "date": 2020,
    "doi": "10.1101/2020.04.13.20063560",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.13.20063560"
    },
    "title": "Knowledge and practices towards COVID-19 during its outbreak: a multinational cross-sectional study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received for this study."
        }
    ]
}