{
    "abstract": "Objective: To investigate olfactory dysfunction in patients with mild COVID-19 through patient-reported outcome questionnaires and objective psychophysical testing. Methods: Adult patients with COVID-19 and self-reported sudden-onset olfactory dysfunction were recruited through a public call for participation from the University of Mons. Demographic data, pathologic conditions, general and otolaryngological symptoms were collected, and general nasal complaints were evaluated with the sino-nasal outcome-22 (SNOT-22). Subjective olfactory and gustatory status was evaluated with the National Health and Nutrition Examination Survey (NHNES) and the short version of the Questionnaire of Olfactory Disorders-Negative Statements. Objective olfactory status was evaluated using an objective psychophysical test (Identification Sniffin Stick test). Results : 86 patients completed the study. The mean age was 42 + or - 12 years. The most common symptoms were fatigue (75%), headache (63%), nasal obstruction (58%), dysgeusia (51%), postnasal drip (49%), cough (49%) and myalgia (46%). On NHNES, total loss of taste and smell were reported by 51% and 74% of patients, respectively. 65% of patients reported a total loss of smell, while the remainder reported a partial loss. Objective olfactory testing found 41 anosmic (48%), 12 hyposmics (14%), and 33 normosmics (38%) patients. There was no correlation between the objective test results and subjective reports of nasal obstruction or postnasal drip, these complaints were absent in 69% of anosmic patients. Conclusion : A significant proportion of patients reporting olfactory dysfunction related to COVID-19 infection do not have olfactory dysfunction on objective testing. Furthermore, a majority of those with measured olfactory dysfunction did not have corresponding nasal obstruction.",
    "author": "Pierre Cabaraux; Mohamad Khalife; sven saussez; Christian Calvo Henriquez; Fabrice Journe; Carlos M Chiesa-Estomba; Stephane Hans; Leigh Sowerby; Delphine Martiny; Jerome R. Lechien",
    "date": 2020,
    "doi": "10.1101/2020.05.03.20088526",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.03.20088526"
    },
    "title": "Objective Olfactory Evaluation of Self-reported Olfactory Dysfunction in a Case Series of 86 COVID-19 Patients",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "FRMH Funding."
                }
            ],
            "funding-statement": "FRMH Funding."
        }
    ]
}