{
    "abstract": "Importance: Our study helps fill the knowledge gap related to work-related transmission in the emerging coronaviral pandemic. Objective: To demonstrate high-risk occupations for early coronavirus disease 2019 (Covid-19) local transmission. Methods: In this observational study, we extracted confirmed Covid-19 cases from governmental investigation reports in Hong Kong, Japan, Singapore, Taiwan, Thailand, and Vietnam. We followed each country/area for 40 days after its first locally transmitted case, and excluded all imported cases. We defined a possible work-related case as a worker with evidence of close contact with another confirmed case due to work, or an unknown contact history but likely to be infected in the working environment (e.g. an airport taxi driver). We calculated the case number for each occupation, and illustrated the temporal distribution of all possible work-related cases and healthcare worker (HCW) cases. The temporal distribution was further defined as early outbreak (the earliest 10 days of the following period) and late outbreak (11th to 40th days of the following period). Results: We identified 103 possible work-related cases (14.9%) among a total of 690 local transmissions. The five occupation groups with the most cases were healthcare workers (HCWs) (22%), drivers and transport workers (18%), services and sales workers (18%), cleaning and domestic workers (9%) and public safety workers (7%). Possible work-related transmission played a substantial role in early outbreak (47.7% of early cases). Occupations at risk varied from early outbreak (predominantly services and sales workers, drivers, construction laborers, and religious professionals) to late outbreak (predominantly HCWs, drivers, cleaning and domestic workers, police officers, and religious professionals). Conclusions: Work-related transmission is considerable in early Covid-19 outbreaks, and the elevated risk of infection was not limited to HCW. Implementing preventive/surveillance strategies for high-risk working populations is warranted.",
    "author": "Chih-Fu Wei; Stefanos N Kales; Fan-Yun Lan; David C Christiani; Yu-Tien Hsu",
    "date": 2020,
    "doi": "10.1101/2020.04.08.20058297",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.08.20058297"
    },
    "title": "Work-related Covid-19 transmission",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received."
        }
    ]
}