{
    "abstract": "In previous communications, we have hypothesized the possibility that SARS-CoV-2 virus could be present on particulate matter (PM) during the spreading of the infection, consistently with evidence already available for other viruses. Here, we present the first results of the analyses that we have performed on 34 PM10 samples of outdoor/airborne PM10 from an industrial site of Bergamo Province, collected with two different air samplers over a continuous 3-weeks period, from February 21st to March 13th. We can confirm to have reasonably demonstrated the presence of SARS-CoV-2 viral RNA by detecting highly specific RtDR gene on 8 filters in two parallel PCR analyses. This is the first preliminary evidence that SARS-CoV-2 RNA can be present on outdoor particulate matter, thus suggesting that, in conditions of atmospheric stability and high concentrations of PM, SARS-CoV-2 could create clusters with outdoor PM and, by reducing their diffusion coefficient, enhance the persistence of the virus in the atmosphere. Further confirmations of this preliminary evidence are ongoing, and should include real-time assessment about the vitality of the SARS-CoV-2 as well as its virulence when adsorbed on particulate matter. At the present, no assumptions can be made concerning the correlation between the presence of the virus on PM and COVID-19 outbreak progression. Other issues to be specifically addressed are the average concentrations of PM eventually required for a potential boost effect of the contagion (in case it is confirmed that PM might act as a carrier for the viral droplet nuclei), or even the theoretic possibility of immunization consequent to minimal dose exposures at lower thresholds of PM.",
    "author": "Gianluigi De Gennaro; Fabrizio Passarini; Jolanda Palmisani; Valentina Torboli; Alessandro Miani; Alberto Pallavicini; Maurizio Ruscio; Leonardo Setti; PRISCO PISCITELLI; Alessia Di Gilio; Maria Grazia Perrone; Massimo Borelli; Pierluigi Baribieri",
    "date": 2020,
    "doi": "10.1101/2020.04.15.20065995",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.15.20065995"
    },
    "title": "SARS-Cov-2 RNA Found on Particulate Matter of Bergamo in Northern Italy: First Preliminary Evidence",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding"
        }
    ]
}