{
    "abstract": "Background: It has been suggested that many of those who died from COVID-19 were older, had more comorbidities, and would have died within a short period anyway. We estimated the number and percent of excess deaths due to COVID-19 In April 2020 in the United States, New York City, and Michigan. Methods: For each locale we calculated attributable fractions in the exposed comparing observed COVID-19 deaths and expected deaths. In addition, we estimated the number of months it would take for the excess deaths to occur without the virus and the proportions of the populations that were infected leading to the April deaths. We compared the excess deaths from the attributable fraction method to those obtained by comparing weekly deaths in 2019 and 2020. Results: Using an assumed infection fatality rate of 1%, the percentages of excess deaths were 95%, 97%, and 95% in the US, NYC, and MI equivalent to 54,560; 14,951; and 3,338 deaths, respectively. Absent the virus these deaths would have occurred over 21.0, 29.2, and 18.4 months in the respective locations. An estimated 1.7% of the US population was infected between March 13 and April 10, 2020. Nearly 19% were infected in NYC. Conclusions: Over 75% of COVID-19 deaths in April 2020 were excess deaths meaning they would not have occurred in April without SARS-CoV-2 but would have been spread out over the ensuing 18 to 29 months. Confirmed cases in the US under-report the actual number of infections by at least an order of magnitude. Excess death numbers calculated using the attributable fraction in the exposed are similar to those obtained from weekly mortality reports.\nCompeting Interest Statement",
    "author": "Erica A Wetzler; Harry P Wetzler",
    "date": 2020,
    "doi": "10.1101/2020.04.02.20051532",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.02.20051532"
    },
    "title": "COVID-19 Excess Deaths in the United States, New York City, and Michigan During April 2020",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received."
        }
    ]
}