{
    "abstract": "Children are underrepresented in COVID-19 case numbers, with most pediatric cases exhibiting limited severity, and do not seem to be major drivers of transmission, unlike for other respiratory viruses. That said, SARS-CoV-2 infects children across all age groups, and despite the high proportion of mild or asymptomatic infections, it would be naive not to consider them as transmitters. To address this point we used cell culture to systematically assess the presence of cultivable SARS-CoV-2 in the upper respiratory tract in a cohort of our institution first 23 symptomatic neonates, children and teenagers with COVID-19 diagnosed by RT-PCR (See Appendix). Median age was 12.0 years (interquartile range [IQR 3.8-14.5], range 7 days-15.9 yrs). Most patients had an upper respiratory tract infection (n=13), followed by fever without source and pneumonia (each, n=2). Samples were collected at a median of 2 days (IQR 1-3) after symptom onset. Median viral load (VL) at time of diagnosis was 3.0x106 copies/ml (mean 4,4x108, IQR 6.9x103-4.4x108) from a nasopharyngeal swab (NPS). SARS-CoV-2 virus isolation was successful in 12/23 (52%) children after inoculating VeroE6 cells with a NPS specimen. SARS-CoV-2 isolation was determined by the presence of a typical cytopathic effect (CPE) and increased viral RNA in the supernatant. SARS-CoV-2 replication in all positive isolates (12/12) was confirmed by a second passage using new VeroE6 cells. Virus isolation was successful from NPS from all age groups, with a median initial VL of 1.7x108 copies/ml (mean 7.9x108, IQR 4.7x106-1.0x109) (Figure 1). The youngest patient that SARS-CoV-2 was isolated from was a 7-day old neonate. No correlation between disease presentation and success of virus isolation was observed. Our data show that initial VLs at diagnosis in symptomatic children is comparable to those in adults, and that symptomatic children of all ages shed infectious virus in early acute illness. Infectious virus isolation success was largely comparable to that of adults, although two specimens yielded an isolate at a lower VL (1.2x104 and 1.4x105 copies/ml) than what was observed in adults. SARS-CoV-2 shedding patterns of culture competent virus in symptomatic children resemble those observed in adults. Therefore, transmission of SARS-CoV-2 from children is plausible. Considering the relatively low frequency of infected children at this time, biological or other unknown factors could reduce transmission in this population. Both large serological investigations and systematic surveillance of acute respiratory diseases are needed to understand the role of children in this new pandemic.",
    "author": "Fiona Pigny; Arnaud G L'Huillier; Isabelle Eckerle; Giulia Torriani; Laurent Kaiser",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20076778",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20076778"
    },
    "title": "Shedding of infectious SARS-CoV-2 in symptomatic neonates, children and adolescents",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement no funding</strong>"
        }
    ]
}