{
    "abstract": "Introduction Traditional approaches to case-finding, case isolation, and contact tracing methods have so far proved insufficient on their own to prevent the development of local epidemics of COVID-19 in many high-income countries despite relatively advanced public health systems. As a result, many governments have resorted to widespread social distancing measures and mass quarantines ('lock-downs') to reduce transmission and to prevent healthcare systems from being overwhelmed. However, such measures impose heavy human and societal costs. Automated or semi-automated digital contact tracing, in conjunction with scaled-up community testing, has been proposed as a key part of exit strategies from lockdowns. However, the effectiveness of these approaches to contact tracing is unclear, and to be effective, trusted, and widely adopted such technology must overcome several challenges. Methods and analysis We will perform a rapid systematic review to assess the effectiveness of automated and semi-automated digital tools for contact tracing, and identify key considerations for successful implementation, to inform the control of COVID-19. We will search PubMed, EMBASE, EBSCO Medical COVID information portal, OVID Global Health, Cochrane Library, medRxiv, BioRxiv, and arXiv for peer-reviewed and pre-print papers on automated or semi-automated digital tools for contact tracing of COVID-19, another respiratory disease with pandemic potential (limited to SARS, MERS, or pandemic influenza), or Ebola, in human populations. Studies will be eligible if  and 14 April 2020. We will synthesise study findings narratively and will consider meta-analysis if >=3 suitable studies with comparable interventions and outcomes are available. Ethics and dissemination Ethical approval is not required for this review. We plan to disseminate findings via pre-print, journal publication, through social media and web-based platforms and through direct stakeholder engagement.\nCompeting Interest Statement\nThe authors have declared no competing interest.\nFunding Statement\nThere is no specific funding for this project. IB and TC are NIHR (National Institute for Health Research) Academic Clinical Fellows. RA is supported by a Wellcome Trust Career Development Fellowship.\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).",
    "affiliations": [
        "National Institute for Health Research) Academic Clinical Fellows. RA is supported by",
        "Wellcome Trust Career Development Fellowship"
    ],
    "author": "Tom Callender; Rob Aldridge; Miriam Bullock; Isobel Braithwaite",
    "date": 2020,
    "doi": "10.1101/2020.04.14.20063636",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.14.20063636"
    },
    "title": "Automated and semi-automated contact tracing: Protocol for a rapid review of available evidence and current challenges to inform the control of COVID-19",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Wellcome Trust Career Development Fellowship"
                }
            ],
            "funding-statement": "RA is supported by a Wellcome Trust Career Development Fellowship"
        }
    ]
}