{
    "title": "Selectomic and Evolvability Analyses of the Highly Pathogenic Betacoronaviruses SARS-CoV-2, SARS-CoV, and MERS-CoV",
    "date": 2020,
    "affiliations": [
        "Department of Biomedical Sciences, College of Medicine, University of",
        "New England, Biddeford, ME USA",
        "Department of Pathology and Laboratory Medicine, Indiana",
        "University School of Medicine, Indianapolis, IN USA 9 10",
        "Corresponding Author Information:",
        "Meghan May, Ph.D., M.S. 12",
        "Hills Beach Road; Biddeford, Maine, USA 04005 14 (860)384-3134 15 16 17 18 19 20 21 22 23 Keywords: COVID19; Coronavirus; Evolvability; Evolution; Emerging Viruses; Emerging 24 Infectious Diseases; Diversifying Selection; SARS-CoV-2; SARS-CoV; MERS-CoV 25 26"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.05.078956",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.05.078956.pdf"
    },
    "abstract": "SARS-CoV-2, the causative agent of COVID-19, is widespread in several countries around the world following its late-2019 emergence in the human population. Rapid development of molecular diagnostic tests and subunit vaccines have been prioritized, and as such evaluating the SARS-CoV-2 genomic plasticity and evolutionary dynamics is an urgent need. We determined the SARS-CoV-2 selectome by calculating rates of pervasive and episodic diversifying selection for every amino acid coding position in the SARS-CoV-2 genome. To provide context for evolutionary dynamics of a highly pathogenic betacoronavirus following a zoonotic spillover into human hosts, we also determined the selectomes of SARS-CoV and",
    "keywords": [
        "COVID19",
        "Coronavirus",
        "Evolvability",
        "Evolution",
        "Emerging Viruses",
        "Emerging 24 Infectious Diseases",
        "Diversifying Selection",
        "SARS-CoV-2",
        "SARS-CoV",
        "MERS-CoV 25 26"
    ],
    "funding": [
        {}
    ]
}