{
    "abstract": "We present a timely evaluation of the impact of lockdown on the 2019-nCov epidemic in Hubei province, China. The implementation appears to be effective in reducing about 60% of new infections and deaths, and its effect also appears to be sustainable even after its removal. Delaying its implementation reduces its effectiveness. However, the direct economic cost of such a lockdown remains to be seen and whether the model is replicable in other Chinese regions remains a matter of further investigation.",
    "author": "Lei Zhang; Mingwang Shen; Yuming Guo; Yanni Xiao; Zhihang Peng",
    "date": 2020,
    "doi": "10.1101/2020.02.11.20022236",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.02.11.20022236"
    },
    "title": "Lockdown may partially halt the spread of 2019 novel coronavirus in Hubei province, China",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "8191101420",
                        "11801435",
                        "11631012",
                        "81673275",
                        "91846302"
                    ]
                },
                {
                    "funding-source": "Thousand Talents Plan Professorship for Young Scholars",
                    "award-id": [
                        "3111500001"
                    ]
                },
                {
                    "funding-source": "An Jiaotong University Young Talent Support Program; China"
                },
                {
                    "funding-source": "Postdoctoral Science Foundation",
                    "award-id": [
                        "2018M631134"
                    ]
                },
                {
                    "funding-source": "Fundamental Research Funds for the Central Universities",
                    "award-id": [
                        "xjh012019055"
                    ]
                },
                {
                    "funding-source": "Natural Science Basic Research Program of Shaanxi Province",
                    "award-id": [
                        "2019JQ-187"
                    ]
                },
                {
                    "funding-source": "National S&T Major Project Foundation of China",
                    "award-id": [
                        "2018ZX10715002-004",
                        "2018ZX10713001-001"
                    ]
                },
                {
                    "funding-source": "Priority Academic Program Development of Jiangsu Higher Education Institutions"
                }
            ],
            "funding-statement": "This work was supported by the National Natural Science Foundation of China (grant numbers: 8191101420(LZ), 11801435 (MS), 11631012 (YX), 81673275(ZP), 91846302(ZP)); Thousand Talents Plan Professorship for Young Scholars (grant number 3111500001); Xi\u0092An Jiaotong University Young Talent Support Program; China Postdoctoral Science Foundation (grant number 2018M631134); the Fundamental Research Funds for the Central Universities (grant number xjh012019055); Natural Science Basic Research Program of Shaanxi Province (Grant number: 2019JQ-187); the National S&T Major Project Foundation of China (2018ZX10715002-004, 2018ZX10713001-001) and the Priority Academic Program Development of Jiangsu Higher Education Institutions (PAPD)"
        },
        {
            "award-group": [
                {
                    "funding-source": "Career Development Fellowships of the Australian National Health and Medical Research Council",
                    "award-id": [
                        "APP1107107",
                        "APP1163693"
                    ]
                }
            ],
            "funding-statement": "YG was supported by Career Development Fellowships of the Australian National Health and Medical Research Council (numbers APP1107107 and APP1163693 )"
        }
    ]
}