{
    "abstract": "Objective: To assess potential methods of reducing visible aerosol generation during clear corneal phacoemulsification surgery in the era of Covid-19. Methods: Aerosol generation during phacoemulsification was assessed using a model comprising a human cadaveric corneoscleral rim mounted on an artificial anterior chamber. Typical phacoemulsification settings were used and visible aerosol production was recorded using high speed 4K camera. Aerosolisation was evaluated under various experimental settings: Two different phacoemulsification tip sizes (2.2mm, 2.75mm), varying levels of corneal moisture, the use of suction and blowing air in the surgical field, the use of hydroxypropyl methylcellulose (HPMC) coating of the cornea with a static and moving tip. Results: This model demonstrates visible aerosol generation during phacoemulsification with a 2.75mm phacoemulsification tip. No visible aerosol was noted with a 2.2mm tip. The presence of visible aerosol is unrelated to corneal wetting. Suction in close proximity to the aerosol plume did not impact on its dispersion. Blowing air redirected the aerosol plume towards the ocular surface. Visible aerosol production was abolished when HPMC was used to coat the cornea. This effect lasted for an average of 67±8 seconds in the static model. Visible aerosol generation was discerned during movement of the 2.2mm tip towards the corneal wound. Conclusions: We demonstrate visible aerosol production in the setting of a model of a clear cornea phacoemulsification. Visible aerosol can be reduced using a 2.2mm phacoemulsification tip and reapplying HPMC every minute during phacoemulsification.",
    "author": "Duncan Leadbetter; Sidath E Liyanage; Derek Tole; Johannes Keller; Omar Elhaddad; Kieren Darcy; Asaf Achiron",
    "date": 2020,
    "doi": "10.1101/2020.05.14.20102301",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.14.20102301"
    },
    "title": "Reducing visible aerosol generation during phacoemulsification in the era of Covid-19",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The authors received no financial support for the research, authorship, and/or publication of this article."
        }
    ]
}