{
    "title": "Broad anti-coronaviral activity of FDA approved drugs against SARS-CoV-2 in vitro and SARS-CoV in vivo",
    "author": "Stuart Weston, Christopher M. Coleman, Rob Haupt, James Logue, Krystal Matthews, 5 and Matthew B. Frieman, 6 1 - Department of Microbiology and Immunology, University of Maryland School of Medicine, 7 685 W. Baltimore St., Room 380, Baltimore, MD, 21201, USA 8 *Corresponding author. Email: MFrieman@som.umaryland.edu 9 †Current address: School of Life Sciences, University of Nottingham, Queen’s Medical Centre, 10 Nottingham, NG, 2UH, United Kingdom",
    "date": 2020,
    "affiliations": [
        "1 - Department of Microbiology and Immunology, University of Maryland School of Medicine, 7 685 W. Baltimore St., Room 380, Baltimore, MD, 21201, USA 8",
        "Corresponding author",
        "Current address: School of Life Sciences, University of Nottingham, Queen’s Medical Centre",
        "Nottingham, NG7 2UH, United Kingdom"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.25.008482",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.03.25.008482.pdf"
    },
    "abstract": "SARS-CoV-2 emerged in China at the end of 2019 and has rapidly become a pandemic with roughly 2.7 million recorded COVID-19 cases and greater than 189,000 recorded deaths by April 23rd, 2020 (www.WHO.org). There are no FDA approved antivirals or vaccines for any coronavirus, including SARS-CoV-2. Current treatments for COVID-19 are limited to supportive therapies and off-label use of FDA approved drugs. Rapid development and human testing of potential antivirals is greatly needed. A quick way to test compounds with potential antiviral activity is through drug repurposing. Numerous drugs are already approved for human use and subsequently there is a good understanding of their safety profiles and potential side effects,",
    "keywords": [
        "SARS-CoV-2",
        "nCoV-2019",
        "COVID-19",
        "coronavirus",
        "drug repurposing",
        "FDA 13 approved drugs",
        "antiviral therapeutics",
        "pandemic",
        "chloroquine",
        "hydroxychloroquine",
        "14 chlorpromazine"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Emergent BioSolutions"
                }
            ],
            "funding-statement": "We kindly thank Emergent BioSolutions for financial support to perform these experiments"
        }
    ]
}