{
    "abstract": "Objectives Those discharged from hospital after treatment for Covid-19 are likely to have significant and ongoing symptoms, functional impairment and psychological disturbances. There is an immediate need to develop a safe and efficient discharge process and recovery programme. Pulmonary rehabilitation is well placed to deliver a rehabilitation programme for this group but will most likely need to be adapted for the post Covid-19 population. The purpose of this survey was to rapidly identify the components of a post-Covid-19 rehabilitation assessment and elements of a successful rehabilitation programme that would be required to deliver a comprehensive service for those post Covid-19 to inform service delivery. Design A survey comprising a series of closed questions and a free text comments box allowing for a qualitative analysis. Setting Online survey. Participants British Thoracic Society members and multi-professional clinicians, across specialities were invited to take part. Results 1031 participants responded from a broad range of specialities over 6 days. There was overwhelming support for early post discharge from hospital phase of the recovery programme to advise patients about the management of fatigue (95% agreed/ strongly agreed), breathlessness (94%), and mood disturbances (including symptoms of anxiety and depression) 92%. At the 6-8-week time point an assessment was considered important, focusing on the assessment of a broad range of possible symptoms and the need to potentially return to work. Recommendations for the intervention described a holistic programme focusing on symptom management, return of function and return to employment. The free text comments added depth to the survey and the need not to reinvent the wheel rather adapt well established (pulmonary rehabilitation) services to accommodate the needs of the post Covid-19 population. Conclusion The responses indicate the huge interest and the urgent need establish a programme to support and mitigate the long term impact of Covid-19.",
    "author": "Amy C Barradell; Charlotte E Bolton; Gisli Jenkins; Sally J Singh; John R Hurst; Louise Preston; Neil J Greening",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20094151",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20094151"
    },
    "title": "The British Thoracic Society survey of rehabilitation to support recovery of the Post Covid -19 population.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Astra Zeneca,"
                },
                {
                    "funding-source": "Boehringer Ingelheim,"
                },
                {
                    "funding-source": "Action for Pulmonary Fibrosis,"
                }
            ],
            "funding-statement": "Dr Jenkins reports grants from Astra Zeneca, grants from Biogen, personal fees from Boehringer Ingelheim, personal fees from Daewoong, personal fees from Galapagos, grants from Galecto, grants from GlaxoSmithKline, personal fees from Heptares, non-financial support from NuMedii, grants and personal fees from Pliant, personal fees from Promedior, non-financial support from Redx, personal fees from Roche, other from Action for Pulmonary Fibrosis, outside the submitted work"
        },
        {
            "award-group": [],
            "funding-statement": "This research received no specific grant funding from any funding agency in the public, commercial or not-for-profit sector"
        }
    ]
}