{
    "abstract": "Context: Despite many awareness programs conducted by the governments and other agencies, there are certain false beliefs among the general public of India towards the transmission, prevention, and treatment of COVID-19. Aims: To assess the knowledge and beliefs of the general public of India on COVID-19. Materials and Methods: A web-based cross-sectional survey was conducted between 20th March and 15th April 2020. A 17-item questionnaire was developed, validated, and used for the study. The questionnaire was randomly distributed among the public using Google forms through social media networks. Descriptive analysis was performed to represent the study characteristics, Chi-square test for assessing the associations among the study variables, and logistic regression analysis for identifying the factors influencing the beliefs. Results: A total of 462 participants with a mean (SD) age of 30.66 (11.31) years were responded to the questionnaire. Study participants are having fairly good knowledge of the basic aspects of COVID-19. However, a considerable fraction of participants were having false beliefs towards the transmission of new coronavirus, and prevention & treatment of COVID-19. It was observed that the participants who were aged 31-60 years and >60 years, education level of intermediate or diploma and high school certificate, and occupation as the unskilled workers had more of false beliefs towards COVID-19 compared to their counterparts. Conclusion: Though the overall knowledge on COVID-19 was good enough among the general public of India, still there is a need for education to avoid false beliefs especially among the people who are elderly, having a low level of education, and non-professional workers.",
    "author": "Puvvada Rahul Krishna; Shilpa Palaksha; Balaji Sathyanarayana Gupta; Krishna Undela",
    "date": 2020,
    "doi": "10.1101/2020.04.22.20075267",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.22.20075267"
    },
    "title": "Knowledge and Beliefs of General Public of India on COVID-19: A Web-based Cross-sectional Survey",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding received."
        }
    ]
}