{
    "abstract": "Since the spread of the COVID-19 epidemic in China, several preventive strategies have been implemented worldwide to fight against the spread of the virus, in Algeria the control actions have been mainly social distancing, movement restriction, quarantine and lockdown. In order to assess the preventive strategy adopted in Algeria, we studied three zones whole Algeria, Blida region, and whole Algeria except Blida, we used as a indicator the basic reproduction number R0, we compared the mean R0-before and R0-after the implementation of the mitigation measures using bivariate analysis, then we used the results we found to estimate the number of COVID-19 cases avoided by these measures, then after, we predicted the peak of the first wave of the epidemic. We note that the decrease in R0 after the preventive measures implementation was statistically significant, p value < 10-4, in the three areas, thus, the preventive strategy in Algeria has been effective in its entirety. Our projection revealed that 15613 cases of COVID-19 were avoided in 14 days, from April 6, to April 19, 2020, in the whole country, and 1747 cases were prevented in Blida during the same period. We estimate that the peak of the first wave of the epidemic in Algeria will be reached with herd immunity of 15.93% as of November 2020, however, at least 56% of people with protective immunity would be needed to be sufficient to avoid a second wave. The used method to carry out the evaluation has given us a good overview, but, R0 is not the only factor to consider when estimating the burden of the epidemic, to do that, the number of daily admissions to intensive care units and hospitalizations remain good indicators. In order to better the epidemic control in Algeria, it is possible to act on contact efficacy rate by adding an instruction to wear medical mask by ordinary population outside, this measure has been reported to be effective in some countries. To conclude, it is good to keep in mind that a new way of life based on good hygiene habits and social distancing must therefore be in place and adopted by the population for at least several months, otherwise the demand for health care will exceed the availability. Keywords: COVID-19, Algeria, preventive strategy assessment, R0, epidemic peak.",
    "author": "Mohamed HAMIDOUCHE",
    "date": 2020,
    "doi": "10.1101/2020.04.21.20074443",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.21.20074443"
    },
    "keywords": [
        "COVID-19",
        "Algeria",
        "preventive strategy assessment",
        "R0",
        "epidemic peak"
    ],
    "title": "COVID-19 Epidemic in Algeria: Assessment of the implemented preventive strategy",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement no funding</strong>"
        }
    ]
}