{
    "abstract": "We whole-genome sequenced 55 SARS-CoV-2 isolates from Western Germany and investigated the genetic structure of SARS-CoV-2 outbreaks in the Heinsberg district and Düsseldorf. While the genetic structure of the Heinsberg outbreak indicates a clonal origin, reflective of superspreading dynamics during the carnival season, distinct viral strains are circulating in Düsseldorf, reflecting the city's international links. Limited detection of Heinsberg strains in the Düsseldorf area despite geographical proximity may reflect efficient containment and contact tracing efforts.\nCompeting Interest Statement",
    "affiliations": [
        "German Federal Ministry of Education and Research (Bundesministerium für Bildung und Forschung; Award number 031L0184B)"
    ],
    "author": "Ortwin Adams; Alexander T Dilthey; Detlef Kindgen-Milles; Torsten Feldt; Verena Keitel; Tina Senff; Klaus Pfeffer; Tobias Wienemann; Jörg Timm; Andreas Walker; Marcel Andree; Sandra Hauka; Lisanna Hülse; Torsten Houwaart; Malte Kohns Vasconcelos; Daniel Strelow; Björn-Erik Jensen",
    "date": 2020,
    "doi": "10.1101/2020.04.25.20079517",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.25.20079517"
    },
    "title": "Genetic structure of SARS-CoV-2 in Western Germany reflects clonal superspreading and multiple independent introduction events",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Jürgen Manchot Foundation"
                },
                {
                    "funding-source": "German Federal Ministry of Education and Research",
                    "award-id": [
                        "Bundesministerium für Bildung und Forschung",
                        "031L0184B"
                    ]
                }
            ],
            "funding-statement": "This work was supported by the Jürgen Manchot Foundation and by funding from the German Federal Ministry of Education and Research (Bundesministerium für Bildung und Forschung; Award number 031L0184B)"
        }
    ]
}