{
    "abstract": "[250 words] Objective Approximately 5% of patients with coronavirus disease 2019 (COVID-19) develop a life-threatening pneumonia that often occurs in the setting of increased inflammation or \"cytokine storm\". Anti-cytokine treatments are being evaluated but optimal patient selection remains unclear, and the aim of our study is to address this point. Methods Between February 29 to April 6, 2020, 111 consecutive hospitalized patients with COVID-19 pneumonia were evaluated in a single centre retrospective study. Patients were divided in two groups: 42 severe cases (TOCI) with adverse prognostic features including raised CRP and IL-6 levels, who underwent anti-cytokine treatments, mostly tocilizumab, and 69 standard of care patients (SOC). Results In the TOCI group, all received anti-viral therapy and 40% also received glucocorticoids. In TOCI, 62% of cases were ventilated and there were 3 deaths (17.8+/-10.6 days, mean follow up) with 7/26 cases remaining on ventilators, without improvement, and 17/26 developed bacterial superinfection. One fatality occurred in the 15 TOCI cases treated on noninvasive ventilation and 1 serious bacterial superinfection. Of the 69 cases in SOC, there was no fatalities and no bacterial complications. The TOCI group had higher baseline CRP and IL-6 elevations (p<0.0001 for both) and higher neutrophils and lower lymphocyte levels (p= 0.04 and p=0.001, respectively) with the TOCI ventilated patients having higher markers than non-ventilated TOCI patients. Conclusion Higher inflammatory markers, more infections and worse outcomes characterized ventilated TOCI cases compared to ward based TOCI. Despite the confounding factors, this suggests that therapy time in anti-cytokine randomized trials will be key.",
    "author": "Maddalena Peghin; Tiziana Bove; Luca Quartuccio; Davide Pecori; Salvatore De Vita; Carlo Tascini; Amato De Monte; Dennis McGonagle; Francesco Curcio; Martina Fabris; Flavio Bassi; Arianna Sonaglia",
    "date": 2020,
    "doi": "10.1101/2020.05.01.20078360",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.01.20078360"
    },
    "title": "Profiling COVID-19 pneumonia progressing into the cytokine storm syndrome: results from a single Italian Centre study on tocilizumab versus standard of care.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research received no external funding."
        }
    ]
}