{
    "abstract": "Background: There is substantial disagreement about the level of asymptomatic severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection in a population. The disagreement results, in part, from the interpretation of studies that report a proportion of asymptomatic people with SARS-CoV-2 detected at a single point. Review questions: 1. Amongst people who become infected with SARS-CoV-2, what proportion does not experience symptoms at all during their infection? 2. Amongst people with SARS-CoV-2 infection who are asymptomatic when diagnosed, what proportion will develop symptoms later? 3. What proportion of SARS-CoV-2 transmission is accounted for by people who are either asymptomatic throughout infection, or pre-symptomatic? Methods: Rapid living systematic review (protocol https://osf.io/9ewys/). We searched Pubmed, Embase, bioRxiv and medRxiv using a living evidence database of SARS-CoV-2 literature on 25.03.2020. We included studies of people with SARS-CoV-2 diagnosed by reverse transcriptase PCR (RT-PCR) that documented follow-up and symptom status at the beginning and end of follow-up and modelling studies. Study selection, data extraction and bias assessment were done by one reviewer and verified by a second, with disagreement resolved by discussion or a third reviewer. We used a common-effect model to synthesise proportions from comparable studies. Results: We screened 89 studies and included 11. We estimated an upper bound for the proportion of asymptomatic SARS-CoV-2 infections of 29% (95% confidence interval 23 to 37%) in eight studies. Selection bias and likely publication bias affected the family case investigation studies. One statistical modelling study estimated the true proportion of asymptomatic infections at 18% (95% credibility interval 16 to 20%). Estimates of the proportions of pre-symptomatic individual in four studies were too heterogeneous to combine. In modelling studies, 40-60% of all SARS-CoV-2 infections are the result of transmission from pre-symptomatic individuals, with a smaller contribution from asymptomatic individuals. Conclusions: An intermediate contribution of pre-symptomatic and asymptomatic infections to overall SARS-CoV-2 transmission means that combination prevention, with enhanced hand and respiratory hygiene, testing tracing and isolation strategies and social distancing, will continue to be needed. The findings of this systematic review of publications early in the pandemic suggests that most SARS-CoV-2 infections are not asymptomatic throughout the course of infection.\nFunding Statement",
    "author": "Dianne Egli-Gany; Michel J Counotte; Georgia Salanti; Diana C Buitrago-Garcia; Hira Imeri; Stefanie Hossmann; Nicola Low",
    "date": 2020,
    "doi": "10.1101/2020.04.25.20079103",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.25.20079103"
    },
    "title": "The role of asymptomatic SARS-CoV-2 infections: rapid living systematic review and meta-analysis",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Author Declarations"
        }
    ]
}