{
    "abstract": "Background The novel COVID-19 pandemic has affected over 2.4 million people worldwide. Little is known about COVID-19 testing rates and COVID-19 test outcomes in people with mental illness. We hypothesized that people with psychiatric disorders are less likely to undergo COVID-19 testing and more likely to test positive. Methods We used data on COVID-19 testing in the UK Biobank (UKB) cohort to compare the prevalence of COVID-19 testing and test outcomes among individuals with psychiatric disorders to those without such diagnoses. We further investigated associations of testing probability and outcome with psychiatric diagnostic categories. Outcomes Individuals with psychiatric disorders were overrepresented among the 1 474 UKB participants with test data: 23% of the COVID-19 test sample had a psychiatric diagnosis compared to 10% in the full cohort (p<0.0001). This overrepresentation persisted for each of the specific psychiatric disorders tested. Furthermore, individuals with a psychiatric disorder (p=0.01), particularly with substance use disorder (p<0.005), had negative test results significantly more often than individuals without psychiatric disorders. Sensitivity analyses confirmed our results. Interpretation In contrast with our hypotheses, UKB participants with psychiatric disorders have been tested for COVID-19 more frequently than individuals without a psychiatric history, pleading against the notion that limited health care access is preventing them from undergoing testing. Among those tested, test outcomes were more frequently negative for UKB participants with psychiatric disorders than in others, countering arguments that people with mental illness are more prone to contract the virus. Funding No external funding sources participated in any stage of the present study.",
    "author": "Dennis van der Meer; Jurjen J. Luykx; Bochao Danae Lin; Christiaan H. Vinkers; Joeri K. Tijdink; Justo Emilio Pinzon-Espinosa; Sinan Guloksuz",
    "date": 2020,
    "doi": "10.1101/2020.04.30.20083881",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.30.20083881"
    },
    "title": "Associations between psychiatric disorders, COVID-19 testing probability and COVID-19 testing results: Findings from a population-based study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding sources sponsored or participated in the study design; data collection, analysis, and interpretation; in the writing of the report; and in the decision to submit the paper for publication."
        }
    ]
}