{
    "abstract": "Healthcare workers have a greater exposure to individuals with confirmed SARS-novel coronavirus 2, and thus a higher probability of contracting coronavirus disease (CoViD)-19, than the general population. Employers have a duty of care to minimise the risk for their employees. We wished to explore the predictive role of basic demographics in order to establish a simple tool that could help risk stratify healthcare workers. Methods: We undertook a review of the . We explored the relative risk of mortality from readily available demographics in order to identify the population at highest risk and incorporated them into a biological risk assessment tool. Results: There were a multitude of international studies exploring the predictors of adverse outcomes in the general population. Two UK based datasources were identified that predicted admission to ITU and mortality in the UK population. Mortality increased with increasing age from 50 years onwards. Male sex at birth and people of black and minority ethnicity groups had higher susceptibility to both hospitalisation and mortality. Similarly, vascular disease, diabetes and chronic pulmonary disease further increased risk. A risk stratification tool was compiled using a Caucasian female <50years of age with no comorbidities as a reference. Each point allocated to risk factors was associated with an approximate doubling in risk. This tool provides objective support for employers when determining which healthcare workers should be allocated to high-risk vs. lower risk patient facing clinical duties or to remote supportive roles. Conclusions. We have generated a tool which can provide a framework for objective risk stratification of doctors and health care professionals during the CoViD-19 pandemic.\nCompeting Interest Statement\nThe authors have declared no competing interest.\nFunding Statement\nNo funding was received\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).",
    "author": "Peter English; janusz Jankowski; Mala Rao; Su Sethi; W David Strain; Helena McKeown; Angharad davies; Ellis Friedman",
    "date": 2020,
    "doi": "10.1101/2020.05.05.20091967",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.05.20091967"
    },
    "title": "Risk Stratification tool for Healthcare workers during the CoViD-19 Pandemic; using published data on demographics, co-morbid disease and clinical domain in order to assign biological risk",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was received"
        }
    ]
}