{
    "abstract": "Objective: To describe the ischemic stroke etiopathogenesis related to COVID-19 in a cohort of NYC hospitals. Background: Extra-pulmonary involvement of COVID-19 has been reported in the hepatic, renal and hematological systems. Most neurological manifestations are non-focal but few have reported the characteristics of ischemic strokes or investigated its pathophysiology. Methods: Over the last 6 weeks, data from four centers in New York City were collected to review the possible ischemic stroke types seen in COVID-19 positive patients. Their presentation, demographics, other related vascular risk factors, associated laboratory and coagulation markers, as well as imaging and outcomes were collected. Results: In our study, age range of patients was 25-75 with no significant male preponderance. 70% presented for acute hospitalization due the stroke. About a fifth did not have common risk factors for ischemic stroke like diabetes and hypertension. None had history of atrial fibrillation or smoking. 50% had poor outcome with four ending in mortality and one in a critical condition due ARDS. All had high Neutrophil/Lymphocyte ratio except one who demonstrated some neurological recovery. In 70% of our cases, D-dimer levels were collected, and all showed mild to severe elevation. None of the emergent large vessel occlusion (LVO) cases had known cardiac risk factors but two out of five were found to have cardiac abnormalities during the course of their hospitalization. All LVOs had hypercoagulable lab markers especially elevated D-dimer and/or Fibrinogen. The LVO patients were younger and sicker with a median age of 46 and mean NIHSS of 24 as opposed to non-LVOs with a median age of 62 and mean NIHSS of 6 respectively. Conclusion: COVID-19 related ischemic events can be small vessel, branch emboli or large vessel occlusions. The latter is often associated with either a hypercoagulable state or cardio-embolism. Patient outcomes were worse when multi-organ or pulmonary system failure prevailed. Keywords: COVID-19, Acute Ischemic strokes, Emergent Large Vessel Occlusion, Mechanical Thrombectomy",
    "author": "Thambirajah Nandakumar; Karthikeyan Arcot; Kelly A Humbert; Amit Khaneja; Shashank Agarwal; Adam A Dmytriw; David Turkel-Parella; Ting Zhou; David E Kahn; Ketevan Berekashvili; Matthew D Sanger; Aaron Lord; Ambooj Tiwari; Sun Kim; Shadi Yaghi; Jeffrey Farkas; Jeremy Liff; Volodomyr Vulkanov; Jennnifer Frontera",
    "date": 2020,
    "doi": "10.1101/2020.05.03.20077206",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.03.20077206"
    },
    "keywords": [
        "COVID-19",
        "Acute Ischemic strokes",
        "Emergent Large Vessel Occlusion",
        "Mechanical Thrombectomy"
    ],
    "title": "Etiologic Subtypes of Ischemic Stroke in SARS-COV-2 Virus patients",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement no funding</strong>"
        }
    ]
}