{
    "abstract": "The spread of COVID-19 across the world continue as efforts are been made from multi-dimension to curtail it is spread and provide treatment. The COVID-19 triggered partial and full lockdown across the globe in an effort to prevent it is spread. The COVID-19 causes serious fatalities with United States of America recording over 3,000 deaths within 24 hours, the highest in the world for a single day. In this paper, we propose a framework integrated with machine learning to curtail the spread of COVID-19 in smart cities. A novel mathematical model is created to show the spread of the COVID-19 in smart cities. The propose solution framework can generate, capture, store and analyze data using machine learning algorithms to detect, prevent the spread of COVID-19, forecast next epidemic, effective contact tracing, diagnose cases, monitor COVID-19 patient, COVID-19 vaccine development, track potential COVID-19 patients, COVID-19 drug discovery and provide better understand of the virus in smart cities. The study outlined case studies on the application of machine learning to help in the fight against COVID-19 in hospitals in smart cities across the world. The framework can provide guide for real world execution in smart cities. The propose framework has the potential for helping national healthcare systems in curtailing the COVID-19 pandemic in smart cities.",
    "author": "Godwin C. E. Mbah; Idris N. Abdullahi; Mohammed A. Al-Garadi; Ibrahim Abaker Targio Hashem; Olumuyiwa Otegbeye; Absalom E Ezugwu; Queeneth O Ahman; Haruna Chiroma; Amit K Shukla",
    "date": 2020,
    "doi": "10.1101/2020.05.18.20105577",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.18.20105577"
    },
    "title": "A Machine Learning Solution Framework for Combatting COVID-19 in Smart Cities from Multiple Dimensions",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding for this manuscript"
        }
    ]
}