{
    "abstract": "TB Prevalence Correlation to Covid- 19 Mortality Tareef Fadhil Raham * Abstract Back ground : Latent TB disease reflect a state of persistent immune response to stimulation by Mycobacterium tuberculois . TB infection lead to latent TB disease in 90-95 % while 5-10 % of individuals develop active TB disease when compared to BCG , BCG is 60% effective against the development of active TB. Studies done to test association of BCG with covid-19 morbidity and mortality and it was thought that BCG have preventive effects due to presumed non specific anti viral effects in this study we test association between prevalent of TB which reflects about 90-95 % of corresponding latent TB infection with covid 19 mortality. Materials and methods : countries divided into 5 groups according to BCG following status : No vaccination at all no previous BCG group , no current but had BCG in past (one or more), 1 current BCG with previous booster (s) , just 1 BCG now no previous booster (s) and more than 1 BCG setting now. covid -19 deaths taken as it is on these are tested against TB prevalence 2018. Results: Slop values have significant influences between TB prevalence and covid -19 deaths among all tested groups and are reversed in just 1 BCG now no previous booster (s) group P<0.01 coefficient (0.30751) ,1 current BCG with previous booster (s) P<0.01 coefficient (0.63662) , and more than 1 BCG setting now group P<0.05 with coefficient of (0.61580). While no vaccination at all no previous BCG group shows Compound model linear regression P<0.05 coefficient ( 97.45%)and No current but had BCG in past (one or more) group shows Cubic model P<0.01, coefficient (66.098%) The overall slope value is highly significant and reverse influence at P<0.01, as well as highly significant relationship coefficient (0.36749). The linear regression model obtained in logarithmic mode for all tested sample and being inverse in countries with more than 1 BCG setting at this time and countries with 1 current BCG with previous booster (s) furthermore linear regression model is logarithmic in countries with just 1 BCG now and no previous booster (s) . Conclusion: TB prevalence is strongly associated with covid-19 mortality and being more sever in absence of BCG vaccine . Recommendations: Early interventions might be considered based on the supportive evidence at this timewhich include BCG vaccination ,review of current latent TB programs. Key words :TB prevalence, covid- 19 mortality ,BCG * consultant pediatrician ; DCH and Arabic Board;MOH Iraq tareeffadhil@yahoo.com (00964)7901584338",
    "author": "Tareef Fadhil Raham",
    "date": 2020,
    "doi": "10.1101/2020.05.05.20092395",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.05.20092395"
    },
    "keywords": [
        "TB prevalence",
        "covid"
    ],
    "title": "TB Prevalence Correlation to Covid- 19 Mortality",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement no funding</strong>"
        }
    ]
}