{
    "abstract": "All relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.",
    "affiliations": [
        "Funding National Key R&D Program of China, Ningbo Health Branding Subject Fund, Sanming Project of Medicine in Shenzhen, K.C. Wong Magna Fund in Ningbo University, National Natural Science Foundation of China, Fundamental Research Funds for the Central Universities, China Postdoctoral Science Foundation, and Natural Science Basic Research Program of Shanxi Province. Keywords: 2019-nCoV; institutional trust; preventive behaviors"
    ],
    "author": "Liyuan Han; Li Ping Wong; Qun hong Wu; Mingwang Shen; Jin jie Zhang; Jing cen Hu; Zhuo Chen; Xi Chen; Shiwei Duan; Haridah Alias",
    "date": 2020,
    "doi": "10.1101/2020.02.15.20023333",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.02.15.20023333"
    },
    "keywords": [
        "2019-nCoV",
        "institutional trust",
        "preventive behaviors"
    ],
    "title": "The role of institutional trust in preventive and treatment-seeking behaviors during the 2019 novel coronavirus (2019-nCoV) outbreak among residents in Hubei, China",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Key R&D Program of China, Ningbo"
                },
                {
                    "funding-source": "Health Branding Subject Fund, Sanming"
                },
                {
                    "funding-source": "Project of Medicine in Shenzhen,"
                },
                {
                    "funding-source": "Wong Magna Fund in Ningbo University, National"
                },
                {
                    "funding-source": "Natural Science Foundation of China, Fundamental"
                },
                {
                    "funding-source": "Research Funds for the Central Universities, China"
                },
                {
                    "funding-source": "Postdoctoral Science Foundation,"
                },
                {
                    "funding-source": "Natural Science Basic Research Program of Shanxi Province. The"
                }
            ],
            "funding-statement": "National Key R&D Program of China, Ningbo Health Branding Subject Fund, Sanming Project of Medicine in Shenzhen, K.C. Wong Magna Fund in Ningbo University, National Natural Science Foundation of China, Fundamental Research Funds for the Central Universities, China Postdoctoral Science Foundation, and Natural Science Basic Research Program of Shanxi Province. The funder of this study had no role in the study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding authors had full access to all of the data in the study and had final responsibility for the decision to submit for publication."
        }
    ]
}