{
    "abstract": "Background: Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) emerges in Wuhan City, Hubei Province, spreads worldwide, and threats the human life. The detection of SARS-CoV-2 is important for the prevention of the outbreak and management of patients. Real-time reverse-transcription polymerase chain reaction (RT-PCR) assay detected the virus in clinical laboratory. Methods: This study utilized primers and single-quencher probes in accordance with the Centers for Disease Control and Prevention (CDC) in the USA and the National Institute of Infectious Diseases (NIID) in Japan. Moreover, we designed the double-quencher probes (YCH assay) according to the oligonucleotide sequence established by NIID. Using these assays, we conducted a one-step real-time RT-PCR with serial DNA positive control to assess the detection sensitivity. Results: The threshold cycle (Ct) value of RT-PCR was relatively low in CDC and YCH assays compared to NIID assay. Serial dilution assay showed that both CDC and YCH assays could detect a low-copy number of DNA positive control. The background fluorescent signal at the baseline was lower in YCH than that of NIID. Conclusion: Double-quencher probes decreased background fluorescent signal and improved detection sensitivity of SARS-CoV-2.\nCompeting Interest Statement",
    "author": "Hitoshi Mochizuki; Yosuke Hirotsu; Masao Omata",
    "date": 2020,
    "doi": "10.1101/2020.03.17.20037903",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.17.20037903"
    },
    "title": "Double-Quencher Probes Improved the Detection Sensitivity of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) by One-Step RT-PCR",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Grant-in-Aid for the Genome Research Project from Yamanashi Prefecture",
                    "award-id": [
                        "to M.O."
                    ]
                },
                {
                    "funding-source": "Japan Society for the Promotion of Science"
                },
                {
                    "funding-source": "KAKENHI Early-Career Scientists",
                    "award-id": [
                        "JP18K16292 to Y.H."
                    ]
                },
                {
                    "funding-source": "Research Grant for Young Scholars",
                    "award-id": [
                        "to Y.H."
                    ]
                },
                {
                    "funding-source": "YASUDA Medical Foundation",
                    "award-id": [
                        "to Y.H."
                    ]
                },
                {
                    "funding-source": "Uehara Memorial Foundation",
                    "award-id": [
                        "to Y.H."
                    ]
                },
                {
                    "funding-source": "Medical Research Grants from the Takeda Science Foundation",
                    "award-id": [
                        "to Y.H."
                    ]
                }
            ],
            "funding-statement": "This study was supported by a Grant-in-Aid for the Genome Research Project from Yamanashi Prefecture (to M.O. and Y.H.), the Japan Society for the Promotion of Science (JSPS) KAKENHI Early-Career Scientists (grant number JP18K16292 to Y.H.), a Research Grant for Young Scholars (to Y.H.), the YASUDA Medical Foundation (to Y.H.), the Uehara Memorial Foundation (to Y.H.), and Medical Research Grants from the Takeda Science Foundation (to Y.H.)"
        }
    ]
}