{
    "abstract": "Background: Coronavirus disease pandemic has resulted in death of thousands of people across several countries. Several preventive measures have been recommended to halt the spread of the disease and its associated mortality. However, the level knowledge and practice of these preventive measures against COVID-19 infection among pregnant women, which constitute vulnerable groups, are yet to be evaluated. Aim: To determine the knowledge and practice of preventive measures against COVID-19 infection among pregnant women in Abakaliki. Materials and Methods: This was a self-administered questionnaire-based cross-sectional study conducted from February 1, 2020 to March 31, 2020 among 284 antenatal clinic attendees at Alex Ekwueme Federal University Teaching Hospital, Abakaliki, Ebonyi State. A pretested and validated questionnaire was used to collect the data. Data analysis was done using SPSS version 22. Results: Of 284 participants, 60.9% (n=173) had adequate knowledge of the preventive measures against COVID-19 infection. However, the overall practice of these preventive measures among the participants were poor as 69.7% of the participants were not practicing the preventive measures against the coronavirus. The determinants of poor practice of the preventive measures among the participants were being in age group 31-40 years (AOR=2.04, 95%CI: 1.26 - 5.37, p=0.022), married (AOR=2.99, 95%CI: 1.40 - 6.33, p=0.035) grandmultiparous (AOR=3.11, 95%CI: 1.32 - 6.56, p=0.021), residing in rural area (AOR=2.08, 95%CI: 1.32 - 4.05, p=0.031), and having no formal education (AOR=6.73, 95%CI: 2.66 - 18.34, p=0.002). Conclusion: The study showed that most of the participants had adequate knowledge of preventive measures against COVID-19 infection but the practice of these preventive measures were poor among the participants.\nCompeting Interest Statement",
    "affiliations": [
        "Alex Ekwueme Federal University Teaching Hospital, Abakaliki, Ebonyi State. A pretested and validated questionnaire was used to collect the data. Data analysis was done using SPSS version"
    ],
    "author": "Joseph Kenechi Aniukwu; Arinze Chidiebere Ikeotuonye; Johnbosco Ifunanya Nwafor; Bonaventure Okechukwu Anozie",
    "date": 2020,
    "doi": "10.1101/2020.04.15.20066894",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.15.20066894"
    },
    "title": "Knowledge and practice of preventive measures against COVID-19 infection among pregnant women in a low-resource African setting",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "There was no external funding for this manuscript"
        }
    ]
}