{
    "abstract": "Background: Over 2 million people worldwide have been infected with Severe Acute Respiratory Distress Syndrome Corona Virus 2 (SARS CoV2). Lung ultrasound has been proposed to diagnose and it. However, little is known about ultrasound findings in these patients. Our aim is to present an overview of lung ultrasound characteristics in critically ill patients with SARS CoV2 pneumonia overall and in relation to the duration of symptoms and clinical parameters. Methods: On the Intensive Care Unit of two academic hospitals, adult patients who tested positive for SARS-CoV2 were included. Images were analyzed for pleural line characteristics, number and appearance of B-lines, BLUE-profiles (Bedside Lung Ultrasound in Emergency), pathology in the PLAPS (Postero Lateral Alveolar and Pleural Syndrome) point and a LUS-score (lung ultrasound). The primary outcomes were frequencies, percentages and differences in lung ultrasound findings overall and between short (≤14 days) and long (>14 days) duration of symptoms and their correlation with clinical parameters. Results: In this pilot observational study, 61 patients were included with 75 examinations for analysis. The most prevalent ultrasound findings were decreased lung sliding (36%), thickening of the pleural line (42%) and a C-profile per view (37%). Patients with ″long″ duration of symptoms presented more frequently with a thickened and irregular pleural line (21% (32) vs 9% (11), p=.01), C-profile per patient (47% (18) vs. 25% (8),p=.01) and pleural effusion (19% (14) vs 5% (3),p=.02) compared to patients with short duration of symptoms. Lung ultrasound findings did not correlate with P/F ratio, fluid balance or dynamic compliance, with the exception of the LUS-score and dynamic compliance (R2=0.27, p=.02). Conclusion: SARS CoV2 results in significant ultrasound changes, with decreased lung sliding, thickening of the pleural line and a C-profile being the most observed. With time, a thickened and irregular pleural line, C-profile and pleural effusion become more common findings.\nCompeting Interest Statement",
    "author": "Jip Suzanne Nooitgedacht; Carlos V. Elzo Kraemer; Jasper Martijn Smit; Jessica D. van Trigt; Pieter R. Tuinman; Jorge E. Lopez Matta; David J. van Westerloo; Leo M.A. Heunks; Armand R.J. Girbes; Micah L.A. Heldeweg; Mark Evert Haaksma",
    "date": 2020,
    "doi": "10.1101/2020.05.18.20105775",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.18.20105775"
    },
    "title": "Lung ultrasound findings in patients with novel SARS-CoV2",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was received for this study"
        }
    ]
}