{
    "abstract": "Objective: To describe the global academic response to COVID-19 during its early stages. The responsiveness of investigators, editorial teams, and publishers was explored. Design: Cross-sectional bibliometric review of COVID-19 literature. A parallel search of Middle East Respiratory Syndrome (MERS) literature was performed for comparison of outcomes. Data sources: MEDLINE and EMBASE databases. The search for COVID-19 studies was performed between 1st November 2019 and 24th March 2020. The search for MERS studies was performed one year earlier between 1st November 2018 and 24th March 2019. Main outcome measures: Investigator-responsiveness was assessed by measuring the volume and type of published research. Editorial-responsiveness was assessed by measuring the time from manuscript submission to acceptance and the availability of original data to support the study results. Publisher-responsiveness was assessed by measuring the time from manuscript acceptance to first publication and the provision of open access. Results: In total, 398 of 2835 COVID-19 and 55 of 1513 MERS search results were eligible. Most COVID-19 studies were clinical reports (n=242; 60.8%) and the majority of these were case series (n=105; 43.4%) and single cases (n=65; 26.9%). The times from manuscript submission to acceptance (median: 5 days (IQR: 3-11) vs 71.5 days (38-106); P<0.001) and acceptance to publication (median: 5 days (IQR: 2-8) vs. 22.5 days (4-48.5-; P<0.001) were strikingly shorter for COVID-19. Almost all COVID-19 (n=396; 99.5%) and MERS (n=55; 100%) studies were available with open-access. Data sharing was infrequent, with original data available for 104 (26.1%) COVID-19 and 10 (18.2%) MERS studies (P=0.203). Conclusions: The early academic response to COVID-19 was characterised by investigators aiming to define the disease. These studies were made rapidly and openly available by editorial and publishing teams. Data sharing practises are an essential target for improvement as the pandemic progresses.",
    "author": "Jack A Helliwell; Stephen J Chapman; Jim P Tiernan; David G Jayne; William S Bolton; Joshua R Burke",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20081414",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20081414"
    },
    "title": "Global academic response to COVID-19: Cross-sectional study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}