{
    "abstract": "Background: A significant proportion of patients with COVID-19 generate negative pharyngeal swab viral nucleic acid test results but test positive using fecal samples. However, fecal-oral transmission of COVID-19 has not been established to date. The purpose of this study was to evaluate the duration of fecal swab positivity in COVID-19 patients after pharyngeal swab nucleic acid test turned negative and to explore its potential for fecal-oral transmission. Methods: A retrospective analysis of clinical records, laboratory results, and chest computed tomography (CT) findings of 17 COVID-19 patients confirmed by laboratory tests from January 22 to February 7, 2020 at a tertiary hospital was performed. The potential of fecal-oral transmission was assessed by detecting the presence of SARS-CoV-2 nucleic acid in fecal swab samples. Results: A total of 16 patients (94.1%) had fever; other symptoms included dry cough, dyspnea, nausea, diarrhea, sore throat, fatigue, and muscle pain. Three patients had decreased white blood cell counts, 7 had decreased lymphocyte numbers, and 7 had increased C-reactive protein levels. Fecal samples of 11 patients tested positive for SARS-CoV-2 nucleic acid, of whom the time for the fecal samples to become SARS-CoV-2 nucleic acid-negative was longer in 10 patients than that for pharyngeal swab samples, and only one case exhibited a shorter time for his fecal sample to become SARS-CoV-2 nucleic acid-negative compared to his pharyngeal swab sample. The remaining 6 patients were negative for SARS-CoV-2 nucleic acid in fecal samples. Conclusion: In COVID-19 patients who tested positive for SARS-CoV-2 nucleic acid in both pharyngeal swab and fecal samples, the time for the fecal samples to become SARS-CoV-2 nucleic acid-negative was generally longer than that in pharyngeal swab samples. However, there is currently no evidence demonstrating that the virus can be transmitted through the fecal-oral route.\nCompeting Interest Statement",
    "author": "Saibin Wang; Junwei Tu; Yijun Sheng",
    "date": 2020,
    "doi": "10.1101/2020.05.02.20089094",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.02.20089094"
    },
    "title": "Clinical characteristics and fecal-oral transmission potential of patients with COVID-19",
    "funding": [
        {
            "award-group": [
                {
                    "award-id": [
                        "2020XG-15"
                    ]
                }
            ],
            "funding-statement": "The study was supported by the science and technology project (2020XG-15)"
        }
    ]
}