{
    "abstract": "At the end of March 2020, there were in excess of 800.000 confirmed cases of coronavirus disease 2019 (COVID-19) worldwide. Several reports suggest that, in severe cases, COVID-19 may cause a hyperinflammatory 'cytokine storm'. However, unlike SARS-CoV infection, high levels of anti-inflammatory mediators have also been reported in COVID-19 patients. One study reported that 16% of COVID-19 patients who died developed secondary infection, which might indicate an immune-suppressed state. We explored kinetics of mHLA-DR expression, the most widely used marker of innate immune suppression in critically ill patients, in COVID- 19 patients admitted to the ICU. Twenty-four confirmed COVID-19 patients were included, of which 75% was male and 79% had comorbidities. All patients were mechanically ventilated and exhibited large high levels of inflammatory parameters such as CRP and PCT. Although mHLA-DR expression levels in COVID-19 patients were lower than those observed in healthy subjects, the extent of suppression was less pronounced than observed in bacterial septic shock patients. mHLA-DR expression kinetics revealed no change over time. None of the COVID-19 patients developed a secondary infection. In conclusion, despite a pronounced inflammatory response, mHLA-DR expression kinetics indicate more moderate innate immune suppression in COVID-19 patients compared with bacterial septic shock patients. These data signify that innate immune suppression as a negative feedback mechanism following PAMP-induced inflammation appears less pronounced in COVID-19.",
    "author": "RCI-COVID-19 study group; Matthijs Kox; Jeroen Schouten; Peter Pickkers; Tim Frenzel; Frank van de Veerdonk; Hans J.P.M. Koenen",
    "date": 2020,
    "doi": "10.1101/2020.04.03.20049080",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.03.20049080"
    },
    "title": "COVID-19 patients exhibit less pronounced immune suppression compared with bacterial septic shock patients",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The work was internally funded by the participating departments"
        }
    ]
}