{
    "title": "No evidence that androgen regulation of pulmonary TMPRSS2 explains sex-discordant COVID-19 outcomes Mehdi Baratchian1, Jeffrey McManus1, Mike Berk1, Fumihiko Nakamura1, Serpil Erzurum2,3, Sanjay Mukhopadhyay4, Judy Drazba5, John Peterson5, Ben Gaston6 and Nima Sharifi1,7,8,* 1 Genitourinary Malignancies Research Center, Lerner Research Institute, Cleveland Clinic 2 Department of Pathobiology, Lerner Research Institute, Cleveland Clinic 3 Respiratory Institute, Cleveland Clinic 4 Pathology and Laboratory Medicine Institute, Cleveland Clinic 5 Imaging Core, Lerner Research Institute, Cleveland Clinic 6 Herman Wells Center for Pediatric Research, Indiana University School of Medicine 7 Department of Urology, Glickman Urological and Kidney Institute, Cleveland Clinic 8 Department of Hematology and Oncology, Taussig Cancer Institute, Cleveland Clinic",
    "date": 2020,
    "affiliations": [
        "Genitourinary Malignancies Research Center, Lerner Research Institute, Cleveland Clinic",
        "Department of Pathobiology, Lerner Research Institute, Cleveland Clinic",
        "Respiratory Institute, Cleveland Clinic",
        "Pathology and Laboratory Medicine Institute, Cleveland Clinic",
        "Imaging Core, Lerner Research Institute, Cleveland Clinic",
        "Herman Wells Center for Pediatric Research, Indiana University School of Medicine",
        "Department of Urology, Glickman Urological and Kidney Institute, Cleveland Clinic",
        "Department of Hematology and Oncology, Taussig Cancer Institute, Cleveland Clinic"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.21.051201",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.21.051201.pdf"
    },
    "abstract": "The recent emergence of SARS-CoV-2 and the subsequent COVID-19 pandemic have posed a public health crisis. Higher morbidity and mortality of men with COVID-19 may be explained by androgen-driven mechanisms. One such proposed mechanism is androgen regulation of pulmonary TMPRSS2, the host co-receptor for SARS-CoV-2. We find no evidence for increased TMPRSS2 mRNA expression in the lungs of males compared to females in humans or mice. Furthermore, in male mice, treatment with the androgen receptor antagonist enzalutamide does not decrease pulmonary TMPRSS2 expression. Nevertheless, regardless of sex, smoking significantly increases the expression of TMPRSS2, which reverts back to never-smoker levels in former smokers. Finally, we show that in mouse models, despite equivalent AR transcript levels, males express markedly higher amounts of AR protein. If a similar sex-specific regulation of AR protein occurs in human lung, androgens could play important roles in clinical outcome of COVID-19 through mechanisms other than TMPRSS2 regulation.",
    "funding": [
        {}
    ]
}