{
    "abstract": "In response to the current urgent demand for N95 respirators by healthcare workers responding to the COVID-19 pandemic, with particular emphasis on needs within local medical systems, we initiated an N95 decontamination study using aerosolized hydrogen peroxide or aHP (7% H2O2 solution), via the Pathogo Curis® (Curis) decontamination system. The study has thus far included 10 cycles of respirator decontamination, with periodic qualitative and quantitative fit testing to verify ongoing respirator integrity through the decontamination process, and support a statistical evaluation of successful respirator fit. In addition, we have conducted virologic testing of respirator surfaces and materials to demonstrate a rigorous verification of decontamination. Given that the current pandemic entails a respiratory viral pathogen, it is critical to address these aspects of respirator safety for reuse. These measures are intended to provide a foundation for a suitable decontamination process, which maintains N95 function, and supports safe respirator reuse by healthcare providers. Current results from both respirator fit testing and virologic testing indicate that the process is effective on the basis of zero failure rate on fit-testing of selected respirators, and on complete decontamination of multiple virus species by aHP treatment, comparable to that observed with commercial spore-based biological indicators of sterilization.",
    "affiliations": [
        "Pennsylvania State University"
    ],
    "author": "Mark A. Bates; Chad V. Kuny; Prem P. Kandel; Kevin L. Hockett; T. Hans Derr; Melissa A. James; Moriah L Szpara; Matthew D. Beckman",
    "date": 2020,
    "doi": "10.1101/2020.04.17.20068577",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.17.20068577"
    },
    "title": "Aerosolized Hydrogen Peroxide Decontamination of N95 Respirators, with Fit-Testing and Virologic Confirmation of Suitability for Re-Use During the COVID-19 Pandemic",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Pennsylvania State University"
                }
            ],
            "funding-statement": "This work was supported by the Pennsylvania State University"
        }
    ]
}