{
    "abstract": "While most countries implemented measures to reduce people activities and gathering to contain the coronavirus, the outcome may vary significantly depending on how and to what extent people behaviors have been changed. We conducted a survey of 1,048 people in five major cities in China to track and quantify the behavior changes in different periods since the outbreak. It is found that there was nearly 80% reduction of out-of-home activities (working, eating, shopping, taking public transportation, and travelling) during the peak period. Such activities are gradually increasing after the easing of containment measures but still significantly below pre-outbreak level. The significant behavior changes have contributed to the rapid control of virus transmission in China. While countries are reopening the economies before the virus disappears, the system and capacity of testing and contact tracing should be carefully designed with the tracking of people behavior changes in the future.",
    "affiliations": [
        "National Natural Science Foundation of China under Grants (71571071), the Science and Technology Planning Project of Guangdong Province (2014A020212019) and the Natural Science Foundation of Guangdong Province (2017A030313906)"
    ],
    "author": "Yongzhong Wu; Mianmian Huang; Guie Xie; Xiangying Chen",
    "date": 2020,
    "doi": "10.1101/2020.05.15.20097667",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.15.20097667"
    },
    "title": "People Behavior Changes in China during COVID-19 Pandemic",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "71571071"
                    ]
                },
                {
                    "funding-source": "Science and Technology Planning Project of Guangdong Province",
                    "award-id": [
                        "2014A020212019"
                    ]
                },
                {
                    "funding-source": "Natural Science Foundation of Guangdong Province",
                    "award-id": [
                        "2017A030313906"
                    ]
                }
            ],
            "funding-statement": "This work was supported by the National Natural Science Foundation of China under Grants (71571071), the Science and Technology Planning Project of Guangdong Province (2014A020212019) and the Natural Science Foundation of Guangdong Province (2017A030313906)"
        }
    ]
}