{
    "abstract": "Background: The relentless advance of the SARS-CoV-2 virus pandemic has resulted in a significant burden on countries, regardless of their socio-economic conditions. The virus has infected more than 2.5 million people worldwide, causing to date more than 150,000 deaths in over 210 countries. Objective: The aim of this study was to describe the trends in cases, tests and deaths related to novel coronavirus disease (COVID-19) in Latin American and Caribbean (LAC) countries. Methodology: Data were retrieved from the WHO-Coronavirus Disease (COVID-2019) situation reports and the Center for Systems Science and Engineering (CSSE) databases from Johns Hopkins University. Descriptive statistics including death rates, cumulative mortality and incidence rates, as well as testing rates per population at risk were performed. A comparison analysis among countries with ≥50 confirmed cases was performed from February 26th, 2020 to April 8th, 2020. Results: Brazil had the greatest number of cases and deaths in the region. Panama experienced a rapid increase in the number of confirmed cases with Trinidad and Tobago, Bolivia and Honduras having the highest case fatality rates. Panama and Chile conducted more tests per million inhabitants and more tests per day per million inhabitants, followed by Uruguay and El Salvador. Dominican Republic, Bolivia, Ecuador and Brazil had the highest positive test rates. Conclusions: The COVID-19 disease pandemic caused by the SARS-CoV-2 virus has progressed rapidly in LAC countries. Some countries have been affected more severely than others, with some adopting similar disease control methods to help slow down the spread of the virus. With limited testing and other resources, social distancing is needed to help alleviate the strain on already stretched health systems.\nCompeting Interest Statement",
    "affiliations": [
        "We thank Universidad de las Americas for its economic support funding the publication of this document through the approved project entitled \"Clinical, genetic and epidemiological characterization of COVID-19 and SARS-CoV-2 in Ecuador\""
    ],
    "author": "Esteban Ortiz-Prado; Fernanda Simbana-Guaycha; Raul Fernandez; Alex Lister; Lenin Gomez-Barreno; Jhon Guerrero; Katherine Simbana-Rivera; Andres Lopez-Cortes",
    "date": 2020,
    "doi": "10.1101/2020.04.25.20079863",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.25.20079863"
    },
    "title": "Interim Analysis of Pandemic Coronavirus Disease 2019 (COVID-19) and the SARS-CoV-2 virus in Latin America and the Caribbean: Morbidity, Mortality and Molecular Testing Trends in the Region",
    "funding": [
        {
            "award-group": [
                {
                    "award-id": [
                        "COVID-19"
                    ]
                }
            ],
            "funding-statement": "We thank Universidad de las Americas for its economic support funding the publication of this document through the approved project entitled \"Clinical, genetic and epidemiological characterization of COVID-19 and SARS-CoV-2 in Ecuador\""
        }
    ]
}