{
    "abstract": "Respiratory illness caused by a novel coronavirus (COVID-19) appeared in China during December 2019. Attempting to contain infection, China banned travel to and from Wuhan city on 23 January and implemented a national emergency response. Here we evaluate the spread and control of the epidemic based on a unique synthesis of data including case reports, human movement and public health interventions. The Wuhan shutdown slowed the dispersal of infection to other cities by an estimated 2.91 days (95%CI: 2.54-3.29), delaying epidemic growth elsewhere in China. Other cities that implemented control measures pre-emptively reported 33.3% (11.1-44.4%) fewer cases in the first week of their outbreaks (13.0; 7.1-18.8) compared with cities that started control later (20.6; 14.5-26.8). Among interventions investigated here, the most effective were suspending intra-city public transport, closing entertainment venues and banning public gatherings. The national emergency response delayed the growth and limited the size of the COVID-19 epidemic and, by 19 February (day 50), had averted hundreds of thousands of cases across China.",
    "affiliations": [
        "National Natural Science Foundation of China (81673234); Young Elite Scientist Sponsorship Program by CAST (YESS)(2018QNRC001)"
    ],
    "author": "Bingying Li; Yujun Cui; Quanyi Wang; Qiqi Yang; Ruifu Yang; Bo Xu; Jun Cai; Moritz U. G. Kraemer; Oliver Pybus; Ottar N Bjornstad; Ben Wang; Bryan Grenfell; Yonghong Liu; Pai Zheng; Yimeng Song; Yidan Li; Peng Yang; Christopher Dye; Bin Chen; Huaiyu Tian; Chieh-Hsi Wu",
    "date": 2020,
    "doi": "10.1101/2020.01.30.20019844",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.01.30.20019844"
    },
    "title": "The impact of transmission control measures during the first 50 days of the COVID-19 epidemic in China",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Beijing Natural Science Foundation",
                    "award-id": [
                        "JQ18025"
                    ]
                },
                {
                    "funding-source": "Beijing Advanced Innovation Program for Land Surface Science; National"
                },
                {
                    "funding-source": "Natural Science Foundation of China",
                    "award-id": [
                        "81673234"
                    ]
                },
                {
                    "funding-source": "Young Elite Scientist Sponsorship Program",
                    "award-id": [
                        "2018QNRC001"
                    ]
                }
            ],
            "funding-statement": "Funding for this study was provided by the Beijing Natural Science Foundation (JQ18025); Beijing Advanced Innovation Program for Land Surface Science; National Natural Science Foundation of China (81673234); Young Elite Scientist Sponsorship Program by CAST (YESS)(2018QNRC001)"
        }
    ]
}