{
    "abstract": "OBJECTIVE To describe the clinical characteristics and epidemiological features of severe (non-ICU) and critically patients (ICU) with COVID-19 at triage, prior hospitalization, in one of the main hospitals in The Balearic Islands health care system. DESIGN Retrospective observational study SETTING Son Llatzer University Hospital in Palma de Mallorca (Spain) PARTICIPANTS Among a cohort of 52 hospitalized patients as of 31 March 2020, 48 with complete demographic information and severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) positive test, were analyzed. Data were collected between March 15th, 2020, and March 31th 2020, inclusive of these dates. MAIN OUTCOMES Clinical, vital signs and routine laboratory outcomes at the time of hospitalization, including symptoms reported prior to hospitalization. Demographics and baseline comorbidities were also collected. Mortality was reported at the end of the study. RESULTS 48 patients (27 non-ICU and 21 ICU) resident in Mallorca, Spain (mean age, 66 years, [range, 33-88 years]; 67% males) with positive SARS-CoV-2 infection were analyzed. There were no differences in age or sex among groups (p >.05). Initial symptoms included fever (100%), coughing (85%), dyspnea (76%), diarrhea (42%) and asthenia (21%). The majority of patients in this case series were hospitalized because of low SpO2 (SpO2 below 90%) and presentation of bilateral pneumonia (94%) at triage. ICU patients had a higher prevalence of dyspnea compared to non-ICU patients (95% vs 61%, p = .022). Acute respiratory syndrome (ARDS) was presented in 100% of the ICU-patients. All the patients included in the study required oxygen therapy. ICU-patients had lymphopenia as well as hypoalbuminemia. Inflammatory markers such as lactate dehydrogenase (LDH), C-reactive protein (CRP), and procalcitonin were significantly higher in ICU patients compared to non-ICU (p < .001).Lower albumin levels were associated with poor prognosis measured as longer hospital length (r= -0.472, p",
    "author": "Alberto del Castillo; Marcio Borges; Marta Gonzalez-Freire; Roberto de la Rica; Gemma Rialp; Maria Aranda; Lluis Masmiquel; Antonia Socias; Antoni Payeras; Lorenzo Socias",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20094987",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20094987"
    },
    "title": "Low albumin levels are associated with poorer outcomes in a case series of COVID-19 patients in Spain: a retrospective cohort study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Author Declarations"
        }
    ]
}