{
    "abstract": "Objective: To determine the long-term clinical problems in adult survivors of coronavirus (CoV) infection [Coronavirus disease 2019 (COVID-19), Severe Acute Respiratory Syndrome (SARS) and Middle East Respiratory Syndrome (MERS)] after hospitalisation or Intensive Care Unit (ICU) admission. Design: Systematic review and meta-analysis of the literature. Data sources: Ovid MEDLINE, EMBASE, CINAHL Plus and PsycINFO were searched using the strategy: (Coronavirus OR Coronavirus Infections OR COVID OR SARS virus OR Severe acute respiratory syndrome OR MERS OR Middle east respiratory syndrome) AND (Follow-up OR Follow-up studies OR Prevalence). Original studies reporting the clinical outcomes of adult survivors of coronavirus outbreaks two months after discharge or three months after admission were included. The quality of the studies was assessed using the Oxford Centre for Evidence-Based Medicine (OCEBM) 2009 Level of Evidence Tool. Meta-analysis was conducted to derive pooled estimates of prevalence and severity for different outcomes at time points up to 6 months follow-up and beyond 6 months follow-up. Results: The search yielded 1169 studies of which 28 were included in this review. There were 15 Level 1b, 8 Level 2b, 2 Level 3b and 3 Level 4 studies by OCEBM grading. Pooled analysis of studies revealed that complications commonly observed were impaired diffusing capacity for carbon monoxide (DLCO) [prevalence of 27.26%, 95% CI 14.87 to 44.57] and reduced exercise capacity [(6-minute walking distance (6MWD) mean 461m, 95% CI 449.66 to 472.71] at 6 months with limited improvement beyond 6 months. Coronavirus survivors had considerable prevalence of psychological disorders such as post-traumatic stress disorder (PTSD) [38.80%, CI 30.93 to 47.31], depression [33.20%, CI 19.80 to 50.02] and anxiety [30.04%, CI 10.44 to 61.26) beyond 6 months. These complications were accompanied by low Short Form 36 (SF-36) scores at 6 months and beyond indicating reduced quality of life which is present long-term. Conclusions: The long term clinical problems in survivors of CoV infections (SARS and MERS) after hospitalisation or Intensive Care Unit (ICU) admission include respiratory dysfunction, reduced exercise capacity, psychological problems such as PTSD, depression and anxiety, and reduced quality of life. Critical care, rehabilitation and mental health services should anticipate a high prevalence of these problems following COVID-19 and ensure their adequate and timely management with the aim of restoring premorbid quality of life.",
    "affiliations": [
        "Oxford Centre for Evidence-Based Medicine (OCEBM) 2009 Level of Evidence Tool. Meta-analysis was conducted to derive pooled estimates of prevalence and severity for different outcomes at time points up to 6 months follow-up and beyond 6 months follow-up. Results: The search yielded 1169 studies of which 28 were included in this review. There were"
    ],
    "author": "Stephen Halpin; Kajal Patel; Penny Lewthwaite; Darren Greenwood; Abayomi Salawu; Hassaan Ahmed; Manoj Sivan; Anthony Jones; Andrew Breen; Rory O'Connor; Lorna Eyre",
    "date": 2020,
    "doi": "10.1101/2020.04.16.20067975",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.16.20067975"
    },
    "title": "LONG-TERM CLINICAL OUTCOMES IN SURVIVORS OF CORONAVIRUS OUTBREAKS AFTER HOSPITALISATION OR ICU ADMISSION: A SYSTEMATIC REVIEW AND META-ANALYSIS OF FOLLOW-UP STUDIES",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None of the authors have received any external funding for undertaking this work"
        }
    ]
}