{
    "abstract": "Background. Healthcare is responding to the COVID-19 pandemic through the fast adoption of digital solutions and advanced technology tools. The aim of this study is to describe which digital solutions have been reported in the scientific literature and to investigate their potential impact in the fight against the COVID-19 pandemic. Methods. We conducted a literature review searching PubMed and MedrXiv with terms considered adequate to find relevant literature on the use of digital technologies in response to COVID-19. We developed an impact score to evaluate the potential impact on COVID-19 pandemic of all the digital solutions addressed in the selected papers. Results. The search identified 269 articles, of which 145 full-text articles were assessed and 124 included in the review after screening and impact evaluation. Of selected articles, most of them addressed the use of digital technologies for diagnosis, surveillance and prevention. We report that digital solutions and innovative technologies have mainly been proposed for the diagnosis of COVID-19. In particular, within the reviewed articles we identified numerous suggestions on the use of artificial-intelligence-powered tools for the diagnosis and screening of COVID-19. Digital technologies are useful also for prevention and surveillance measures, for example through contact-tracing apps or monitoring of internet searches and social media usage. Discussion. It is worth taking advantage of the push given by the crisis, and mandatory to keep track of the digital solutions proposed today to implement tomorrow's best practices and models of care, and to be ready for any new moments of emergency.",
    "author": "Gherardo Carullo; Andrea Giovanni Nuzzolese; Erik Boetto; Maria Pia Fantini; Maria Paola Landini; Davide Golinelli",
    "date": 2020,
    "doi": "10.1101/2020.04.26.20080341",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.26.20080341"
    },
    "title": "How the COVID-19 pandemic is favoring the adoption of digital technologies in healthcare: a literature review",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding received"
        }
    ]
}