{
    "title": "Genetic Variability of Human Angiotensin-Converting Enzyme 2 (hACE2) Among Various Ethnic Populations",
    "author": "Microsoft Office User",
    "date": 2020,
    "affiliations": [
        "Department of Medicine, Faculty of Medicine, Memorial University, St. John’s, Newfoundland, Newfoundland and Labrador, Canada A1B 3X9",
        "Princess Margaret Cancer Centre, University Health Network, University of Toronto, Toronto, Ontario, Canada M5S 1A8",
        "Shandong Provincial Key Laboratory of Biophysics, Institute of Biophysics, Dezhou University, Dezhou 253023, China",
        "Proton Rahman MD University Research Professor Faculty of Medicine, Memorial University of Newfoundland St. John’s Newfoundland, Canada A1C 5B8 Phone: 709 777-5736"
    ],
    "journal": "Introduction",
    "volume": "24",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.14.041434",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.14.041434.pdf"
    },
    "abstract": "There appears to be large regional variations for susceptibility, severity and mortality for Covid-19 infections. We set out to examine genetic differences in the human angiotensin-converting enzyme 2 (hACE2) gene, as its receptor serves as a cellular entry for SARS- CoV-2. By comparing 56,885 Non-Finnish European and 9,197 East Asians (including 1,909 Koreans) four missense mutations were noted in the hACE2 gene. Molecular dynamic demonstrated that two of these variants (K26R and I468V) may affect binding characteristics between S protein of the virus and hACE2 receptor. We also examined hACE2 gene expression in eight global populations from the HapMap3 and noted marginal differences in expression for some populations as compared to the Chinese population. However, for both of our studies, the magnitude of the difference was small and the significance is not clear in the absence of further in vitro and functional studies.",
    "keywords": [
        "Covid-19",
        "SARS-CoV-2",
        "Angiotensin-converting enzyme 2 (ACE2)",
        "gene expression",
        "ethnic variation"
    ],
    "funding": [
        {}
    ]
}