{
    "abstract": "In the case of a public health emergency such as the COVID-19 pandemic, access to large quantities of appropriate personal protection equipment (PPE) has presented a significant problem. A shortage of face masks and respirators has been widely reported across the world. A concerted effort to manufacture high volumes has not unsurprisingly put pressure on the supply chain and the important certification processes. PPE procured or donated as uncertified stock requires rigorous, expedient and scientifically informed evidence before decisions can be made regarding suitable deployment, expensive certification, return or possible destruction of stock. This paper reports a series of experiments devised in reaction to this situation. In this study, an experimental methodology for the assessment of the filtration performance of samples of real-world, uncertified, fluid resistant surgical masks (FRSM type IIR) was evaluated in the resource limited (lockdown) environment of the COVID-19 pandemic. A steady-state flow rig was adapted to incorporate a bespoke filter flow chamber for mounting face masks in order to evaluate the resistance to air flow as an indicator of mask inhalation performance. Pure air was drawn through a specified control surface area at known flow rate conditions; the resistance to the air flow through the masks was measured as the resulting pressure drop. Over 60 tests were performed from 4 different, randomly sampled batches and compared to a control sample of EN Type IIR certified FRSM masks. Steady-state volumetric airflow rates of 30 and 95 lmin-1 were chosen to represent deep breathing and vigorous exercise conditions respectively. The results showed that the sample masks produced a pressure drop of between 26% to 58% compared to the control batch at the lower flow rate and 22% to 55% at the higher rate. The results for each sample were consistent across both flow rates. Within the group of masks tested, two sets (between 48% and 58% of the reference set) showed the potential to be professionally assessed for appropriate deployment in a suitable setting. Although the absolute values of pressure drop measured by this method are unlikely to correlate with other testing approaches, the observed, indicative trends and relative performance of the masks is key to this approach. Critically, this method does not replace certification but it has enabled a public body to quickly make decisions; certify, re-assign, refund, thus saving time and resources. The total time spent conducting the tests was less than 8 hours and the low cost method proposed can be repurposed for low resource regions.",
    "author": "Nwabueze G Emekwuru; Obuks Ejohwomu; Steven Begg; Nicolas Miche; Bill Whitney",
    "date": 2020,
    "doi": "10.1101/2020.05.13.20100602",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.13.20100602"
    },
    "title": "Can we use these masks? Rapid Assessment of the Inhalation Resistance Performance of Uncertified Medical Face Masks in the Context of Restricted Resources Imposed during a Public Health Emergency",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received"
        }
    ]
}