{
    "abstract": "Background: The coronavirus 2019 (Covid-19) pandemic is a global public health crisis, with over 1.6 million cases and 95,000 deaths worldwide. Data are needed regarding the clinical course of hospitalized patients, particularly in the United States. Methods Demographic, clinical, and outcomes data for patients admitted to five Mount Sinai Health System hospitals with confirmed Covid-19 between February 27 and April 2, 2020 were identified through institutional electronic health records. We conducted a descriptive study of patients who had in-hospital mortality or were discharged alive. Results A total of 2,199 patients with Covid-19 were hospitalized during the study period. As of April 2nd, 1,121 (51%) patients remained hospitalized, and 1,078 (49%) completed their hospital course. Of the latter, the overall mortality was 29%, and 36% required intensive care. The median age was 65 years overall and 75 years in those who died. Pre-existing conditions were present in 65% of those who died and 46% of those discharged. In those who died, the admission median lymphocyte percentage was 11.7%, D-dimer was 2.4 ug/ml, C-reactive protein was 162 mg/L, and procalcitonin was 0.44 ng/mL. In those discharged, the admission median lymphocyte percentage was 16.6%, D-dimer was 0.93 ug/ml, C-reactive protein was 79 mg/L, and procalcitonin was 0.09 ng/mL. Conclusions This is the largest and most diverse case series of hospitalized patients with Covid-19 in the United States to date. Requirement of intensive care and mortality were high. Patients who died typically had pre-existing conditions and severe perturbations in inflammatory markers.\nCompeting Interest Statement",
    "affiliations": [
        "National Center for Advancing Translational Sciences, National Institutes of Health"
    ],
    "author": "Anuradha Lala; Kipp W Johnson; Eddye Golden; Barbara Murphy; Riccardo Miotto; Emilia Bagiella; Patricia Glowe; Udit Nangia; Matteo Danieletto; Sayan Manna; Judith A Aberg; Eric J Nestler; Jagat Narula; Valentin Fuster; Joseph Finkelstein; Alexander W Charney; Girish Nadkarni; Akhil Vaid; Ishan Paranjpe; Benjamin S Glicksberg; Robert M Freeman; Adolfo Firpo; Paul F O'Reilly; Arash Kia; Carlos Cordon-Cardo; Carol R Horowitz; Sulaiman Somani; Prem Timsina; Matthew A Levin; Dara Meyer; Arjun Kapoor; Patricia Kovatch; Mount Sinai Covid Informatics Center (MSCIC); Erwin P Bottinger; Manbir Singh; Laura M Huckins; Jeffrey Jhang; David L Reich; Dennis S Charney; Jessica K De Freitas; Zahi A Fayad; Adam Russak; Ross O'Hagan; Allan C Just",
    "date": 2020,
    "doi": "10.1101/2020.04.19.20062117",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.19.20062117"
    },
    "title": "Clinical Characteristics of Hospitalized Covid-19 Patients in New York City",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Center for Advancing Translational Sciences, National"
                },
                {
                    "funding-source": "Institutes of Health."
                }
            ],
            "funding-statement": "This work was Supported by U54 TR001433-05, National Center for Advancing Translational Sciences, National Institutes of Health."
        }
    ]
}