{
    "title": "The Red Queen’s Crown: an evolutionary arms race between coronaviruses and mammalian species reflected in positive selection of the ACE2 receptor among many species",
    "author": "Mehrdad Hajibabaei and Gregory A. C. Singer",
    "date": 2020,
    "affiliations": [
        "Centre for Biodiversity Genomics & Department of Integrative Biology, University of Guelph, Guelph",
        "Centre for Environmental Genomics Applications",
        "DNAtec Inc, St. John’s, NL, Canada"
    ],
    "journal": "Since Dec",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.14.096131",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.14.096131.pdf"
    },
    "abstract": "The world is going through a global viral pandemic with devastating effects on human life and socioeconomic activities. This pandemic is the result of a zoonotic coronavirus, Severe Acute Respirsatory Syndrom Coronavirus 2 (SARS-CoV-2) which is believed to have originated in bats and transferred to humans possibly through an intermediate host species (Zhou et al. 2020; Coronaviridae Study Group of the International Committee on Taxonomy of Viruses 2020). The virus attacks host cells by attaching to a cell membrane surface protein receptor called ACE2 (Ge et al. 2013; Zhou et al. 2020). Given the critical role of ACE2 as a binding receptor for a number of coronaviruses, we studied the molecular evolution of ACE2 in a diverse range of mammalian species. Using ACE2 as the target protein, we wanted to specifically test the Red Queen hypothesis (Dawkins and Krebs 1979) where the parasite and host engage in an evolutionary arms race which can result in positive selection of their traits associated to their fitness and survival. Our results clearly show a phylogenetically broad evolutionary response, in the form of positive selection detected at the codon-level in ACE2. We see positive selection occurring at deep branches as well as 13 incidents at the species level. We found the strongest",
    "funding": [
        {}
    ]
}