{
    "abstract": "Introduction: COVID-19 Ag Respi-Strip, an immunochromatographic (ICT) assay for the rapid detection of SARS-CoV-2 antigen on nasopharyngeal specimen, has been developed to identify positive COVID-19 patients allowing prompt clinical and quarantine decisions. In this Original Research article, we describe the conception, the analytical and clinical performances as well as the risk management of implementing the COVID-19 Ag Respi-Strip in a diagnostic decision algorithm. Materials and Methods: Development of the COVID-19 Ag Respi-Strip resulted in a ready-to-use ICT assay based on a membrane technology with colloidal gold nanoparticles using monoclonal antibodies directed against the SARS-CoV and SARS-CoV-2 highly conserved nucleoprotein antigen. Four hundred observations were recorded for the analytical performance study and thirty tests were analysed for the cross-reactivity study. The clinical performance study was performed in a retrospective multi-centric evaluation on aliquots of 328 nasopharyngeal samples. COVID-19 Ag Respi-Strip results were compared with qRT-PCR as golden standard for COVID-19 diagnostics. Results: In the analytical performance study, the reproducibility showed a between-observer disagreement of 1.7%, a robustness of 98%, an overall satisfying user friendliness and no cross-reactivity with other virus-infected nasopharyngeal samples. In the clinical performance study performed in three different clinical laboratories we found an overall sensitivity and specificity of 57.6% and 99.5% respectively with an accuracy of 82.6%. The cut-off of the assay was found at Ct<22. User-friendliness analysis and risk management assessment through Ishikawa diagram demonstrate that COVID-19 Ag Respi-Strip may be implemented in clinical laboratories according to biosafety recommendations. Conclusion: The COVID-19 Ag Respi-Strip represents a promising rapid SARS-CoV-2 antigen assay for the first-line diagnosis of COVID-19 in 15 minutes. Its role in the proposed diagnostic algorithm is complementary to the currently-used molecular techniques.",
    "author": "Olivier Vandenberg",
    "date": 2020,
    "doi": "10.1101/2020.04.24.20077776",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.24.20077776"
    },
    "title": "Development and potential usefulness of the COVID-19 Ag Respi-Strip diagnostic assay in a pandemic context.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding"
        }
    ]
}