{
    "abstract": "COVID-19 has joined the long list of human disorders with sexually dimorphic expression. Increased lethality in men was evident in the first large reports from ChinaCDC and WHO-China, and the gender gap appeared even wider in the early Italian outbreak. Newspapers and scientific journals alike have commented on this finding and the preexisting conditions, biological processes, and gender role behavior differences that may underlie it. However, as for other diseases, and in spite of years of advocating for the collection of raw epidemiological data and the analysis of clinical trial data sets by sex, very little appeared to be released about sex differences in characteristics of the epidemics beyond infection and death rates, such as severity of disease, comorbidities, rate of recovery, length of hospital stay, or number of tests for the SARS-CoV-2 coronavirus. These data are critical not only for scientists to understand the pathophysiology of disease, but also to inform decision-making by countries and healthcare systems on how to prioritize testing and best allocate scarce resources and relief funds. Systematic analysis of official websites for the 20 countries and 6 US states reporting the highest number of cases on March 21, 2020, revealed a wide disparity in sex-disaggregated data made available to the public and scholars. Only a handful of the countries reported cases by sex separately. None of the other characteristics, including fatality rates, were stratified by sex at the time. Beyond suboptimal sex disaggregation, our analysis found a paucity of usable raw data sets and a generalized lack of standardization of captured data, making comparisons difficult. A second round of data capture in April found more complete, but even more disparate, information. Our analysis revealed a wide range of sex ratios among confirmed cases, which changed over time. In countries where a male-biased sex ratio was initially reported, the reported proportion of women among cases dramatically increased in under 3 weeks. In contrast, men were consistently over-represented in severe cases, intensive care admissions, and deaths. We also show that the sex ratio varies with age, with a complex pattern, reproduced across the 6 countries for which data were found. Accurate, peer-reviewed, statistical analysis of harmonized, sex-disaggregated data for other characteristics of epidemics, such as availability of testing, suspected source of infection, or comorbidities will be critical to understand where the observed disparities come from and to generate evidence-based recommendations for decision-making by institutions and governments around the world.",
    "author": "Emmanuèle C Délot; Jonathan LoTempio; Kristen M Kocher; D'Andre Spencer; Arthur Délot-Vilain",
    "date": 2020,
    "doi": "10.1101/2020.04.29.20083709",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.29.20083709"
    },
    "title": "Paucity and disparity of publicly available sex-disaggregated data for the COVID-19 epidemic hamper evidence-based decision-making",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funds were used to support this project."
        }
    ]
}