{
    "abstract": "Background: Global response to the COVID-19 epidemic presents strengths and weaknesses in national and regional social governance capacities to address public health challenges. The emergence, detection, spread, treatment and containment of infectious diseases shows the considerable political and economic impacts in a highly interconnected world. We aimed to estimate the effects of socioeconomic levels on the spread and treatment of COVID-19 in China. Methods: We obtained daily COVID-19 cases at a city level in China. We used migration data from the major cities in Hubei Province, and macroeconomic data at city and province levels. We obtained social management measures in response to COVID-19 outbreak. We assessed the association between measures, migration and COVID-19 spread, and the association between socioeconomic levels and COVID-19 treatment capacity. Findings: On January 1, 2020, COVID-19 spread that affected by management measures and migration started across China. After Wuhan lockdown, the case number reached peak in 12 days, and COVID-19 outbreak was basically contained in China in four weeks due to intensive measures. Guangdong, Jiangsu and Zhejiang Provinces showed the most excellent COVID-19 treatment capacities. Socioeconomic levels in these provinces ranked top in China. Guangdong achieved the largest decline in severe case rate by 22.1%. Jiangsu had the lowest average rate of severe cases (1.7%) and zero death. Among the regions with top case number, Zhejiang showed the highest rate of cured cases on confirmed cases (96.3%), the lowest average rate of severe cases (7.7%), and one death. The COVID-19 treatment capacities were strongly affected by regional economics and measures on control, detection and treatment. Interpretation: Socioeconomic levels had strong effect on the spread and treatment of COVID-19 in China. Further investigations are needed on the effectiveness of Chinese measures and the effects of socioeconomic levels on COVID-19 treatment outside China. Fund None\nCompeting Interest Statement",
    "author": "Chloe Michelle; Xiangfeng Li; Zelong Zheng",
    "date": 2020,
    "doi": "10.1101/2020.04.25.20079400",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.25.20079400"
    },
    "title": "Strong effect of socioeconomic levels on the spread and treatment of the 2019 novel coronavirus (COVID-19) in China",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}