{
    "abstract": "Background. In the early phases of a new pandemic, identifying the most relevant evidence and quantifying which studies are shared the most can help researchers and policy makers. The aim of this study is to describe and quantify the impact of early scientific production in response to COVID-19 pandemic. Methods. The study consisted of: 1) review of the scientific literature produced in the first 30 days since the first COVID-19 paper was published; 2) analysis of papers' metrics with the construction of a Computed-Impact-Score (CIS) that represents a unifying score over heterogeneous bibliometric indicators. In this study we use metrics and alternative metrics collected into five separate categories. On top of those categories we compute the CIS. Highest CIS papers are further analyzed. Results. 239 papers have been included in the study. The mean of citations, mentions and social media interactions resulted in 1.63, 10 and 1250, respectively. The paper with highest CIS resulted \"Clinical features of patients[...]\" by Chaolin Huang et al., which rated first also in citations and mentions. This is the first paper describing patients affected by the new disease and reporting data that are clearly of great interest to both the scientific community and the general population. Conclusions. The early response of scientific literature during an epidemic does not follow a pre- established pattern. Being able to monitor how communications spread from the scientific world toward the general population using both traditional and alternative metric measures is essential, especially in the early stages of a pandemic.",
    "author": "Andrea Giovanni Nuzzolese; Manfredi Greco; Erik Boetto; Fabrizio Toscano; Maria Pia Fantini; Flavia Rallo; Davide Golinelli",
    "date": 2020,
    "doi": "10.1101/2020.04.15.20066183",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.15.20066183"
    },
    "title": "The impact of early scientific literature in response to COVID-19: a scientometric perspective",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This study received no funding"
        }
    ]
}