{
    "abstract": "Purpose: To investigate the literature on the presence of COVID-19 virus in urine of infected patients and evaluate the attributes and clinical significance of COVID-19 in urine including probability of infection transmission through urine. Data sources: A systematic review of literature from December 2019 to 6th May 2020 was conducted on Pubmed, google scholar, ovid, scopus and ISI web of science. Study eligibility criteria: Studies which investigated urinary viral shedding of COVID-19 in infected patients included. Study appraisal and synthesis methods: Two reviewers selected relative studies and performed quality assessment of individual studies. Meta-analysis was performed the pooled case reports and case series. Fixed-effects model was used for analysis as no significant heterogeneity was observed between studies. Results: Thirty three studies were finally included in the systematic review including 19 case reports, 13 case series, and one cohort. Urinary samples from 430 patients were investigated. Ten studies reported the presence of COVID-19 in urinary samples from 16 patients. The rate of COVID-19 presence in urinary samples was 3.7%. Urinary viral load was low in most reports. The presence of virus in urine was not related to the disease course of the illness. Urinary COVID-19 was mostly detected from patients with moderate to severe disease (13 pts) but was also isolated from two children (one neonate and one 7 year-old girl) with mild disease. The pathogenicity of virus isolated from urine has been demonstrated in cell culture media in one study. Conclusions: This review highlights the low frequency of COVID-19 presence in urine of infected individuals and the potential of isolated virus for cytopathic effects. Therefore the probability of infection transmission through urine can be suggested. Caution must be exerted when dealing with urine of patients infected with COVID-19 including medical interventions like endoscopy and urethral catheterization.",
    "author": "Morteza Fallah-karkan; Amir H Kashi; Erfan Amini; Maryam Vaezjalali",
    "date": 2020,
    "doi": "10.1101/2020.05.15.20094920",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.15.20094920"
    },
    "title": "The Presence of COVID-19 in Urine: A Systematic Review and Meta-analysis of the Literature",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding."
        }
    ]
}