{
    "abstract": "There are gender differences in susceptibility and vulnerability to the Coronavirus disease 2019 (COVID-19). The S protein of coronaviruses facilitates viral entry into target cells and employs the host cellular serine protease TMPRSS2 for S protein priming. The TMPRSS2 gene expression is responsive to androgen stimulation and it could partially explain gender differences. We tested the hypothesis that men who received 5-Alpha reductase inhibitors (5ARIs) or androgen deprivation therapy (ADT) for prostate cancer could have a different susceptibility to COVID-19. We carried out an observational study on patients who were referred to our COVID-19 regional centre in Lombardy from 1st to 31st March 2020. Data from 421 patients, 137 women (32.54%) and 284 men (67.44%) with laboratory-confirmed COVID-19, were included in this report. Overall 84 patients died: 28 women (33.33%) and 56 men (66.67%). Among men, 12 patients (4.22%) reported assuming 5ARI treatment, and 6 were under ADT. Over 12 patients under 5ARIs, 3 (25%) died; 2 deaths (33%) were reported in patients under ADT. Our findings showed that only 4.22% of the overall population received 5ARI anti-androgen therapy, a percentage, which revealed to be significantly lower (P<0.0001) than what observed in Italian men aged more than 40 years (14.97%).",
    "author": "Nicolo Buffi; Vittorio Fasulo; Francesco Persico; Giovanni Lughezzani; Paolo Casale; Rodolfo Hurle; Rosanna Asselta; Stefano Duga; Elena Azzolini; Alberto Saita; Massimo Lazzeri; Giorgio Guazzoni",
    "date": 2020,
    "doi": "10.1101/2020.04.20.20068056",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.20.20068056"
    },
    "title": "Impact of anti-androgenic therapies on COVID-19: an observational study in male population from a COVID-19 regional centre of Lombardy (Italy)",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Author Declarations"
        }
    ]
}