{
    "abstract": "Background: The SARS-CoV-2 epidemic broke out in December 2019 and now is characterized as a pandemic. The effective control of this infectious disease requires access to diagnostic techniques, both for case finding and epidemic size estimation. The molecular technique is routinely being used worldwide. Although it is the standard case detection and management method, it has its own shortcomings. Thus, some easy-to-use rapid serological tests were developed. Methods: One hundred and fourteen positive RT-PCR-diagnosed patients were tested by VivaDiag Kit, a brand of rapid serological kits available in hospitals affiliated to Tehran University of Medical Sciences (TUMS), Tehran, Iran. Frozen serum specimens taken from healthy people in summer and autumn 2019, were also tested as negative controls. Results: The test sensitivity was 47.9% (95% confidence interval [CI]: 38.8-56.9) for IgM and 47.0% (95% CI: 38.0-56.0) for IgG. There was no difference between IgG and IgM seropositivity except in one case. Specificity was calculated as 99.0% (95% CI: 96.4-99.9) for IgM and of 100.0% (95% CI: 0.98.2-100.0) for IgG. Sensitivity was higher in men and older participants. Conclusion: This test can be used for epidemiological investigations especially for the estimation of the level of infection in the community, after it is properly corrected for sensitivity and specificity. The low sensitivity could be attributed to the technical limitation of the kits or low levels of antibodies after infection. The different sensitivity in age and sex groups supports the hypothesis that different people show different immune responses to this virus.\nCompeting Interest Statement",
    "author": "hamid reza shamsollahi; Masud Yunesian; Ali Akbari-Sari; Shaban Alizadeh; Mehdi Rezaei; Mostafa Amini; Seyed Farshad Allameh; Saharnaz Nedjat; Akbar Fotouhi",
    "date": 2020,
    "doi": "10.1101/2020.05.04.20090209",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.04.20090209"
    },
    "title": "Assessment of a serological diagnostic kit of sars-cov-2 availble in Iran",
    "funding": [
        {
            "award-group": [
                {
                    "award-id": [
                        "99-1-99-47288"
                    ]
                }
            ],
            "funding-statement": "The grant number is : 99-1-99-47288"
        }
    ]
}