{
    "abstract": "Several studies have demonstrated the advantages of environmental surveillance through the monitoring of sewer systems for the assessment of viruses circulating in a given community (wastewater-based epidemiology, WBE). During the COVID-19 public health emergency, many reports have described the presence of SARS-CoV-2 RNA in stools from COVID-19 patients, and a few studies reported the occurrence of SARS-CoV-2 in wastewaters worldwide. Italy is among the world's worst-affected countries in the COVID-19 pandemic, but so far there are no studies assessing the presence of SARS-CoV-2 in Italian wastewaters. To this aim, twelve influent sewage samples, collected between February and April 2020 from Wastewater Treatment Plants in Milan and Rome, were tested adapting, for concentration, the standard WHO procedure for Poliovirus surveillance. Molecular analysis was undertaken with three nested protocols, including a newly designed SARS-CoV-2 specific primer set. SARS-CoV-2 RNA detection occurred in volumes of 250 mL of wastewaters collected in both areas at high (Milan) and low (Rome) epidemic circulation, according to clinical data. Overall, 6 out of 12 samples were positive. One of the positive results was obtained in a Milan wastewater sample collected a few days after the first notified Italian case of autochthonous SARS-CoV-2. The study shows that WBE has the potential to be applied to SARS-CoV-2 as a sensitive tool to study spatial and temporal trends of virus circulation in the population.",
    "author": "Giusy Bonanno Ferraro; Carolina Veneri; Marcello Iaconelli; Giuseppina La Rosa; Luca Lucentini; Pamela Mancini; Elisabetta Suffredini; Lucia Bonadonna",
    "date": 2020,
    "doi": "10.1101/2020.04.25.20079830",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.25.20079830"
    },
    "title": "FIRST DETECTION OF SARS-COV-2 IN UNTREATED WASTEWATERS IN ITALY",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement no external funding was received</strong>"
        }
    ]
}