{
    "abstract": "Background and aims In addition to respiratory symptoms, COVID-19 can present with gastrointestinal complaints suggesting possible faeco-oral transmission. The primary aim of this review was to establish the incidence and timing of positive faecal samples for SARS-CoV-2 in patients with COVID-19. Methods A systematic literature review identified studies describing COVID-19 patients tested for faecal virus. Search terms for Medline included \"clinical\", \"faeces\", \"gastrointestinal secretions\", \"stool\", \"COVID-19\", \"SARS-CoV-2\", and \"2019-nCoV\". Additional searches were done in AJG, Gastroenterology, Gut, Lancet Gastroenterology and Hepatology, The WHO Database, CEBM, NEJM, social media and the NICE, bioRxiv and medRxiv preprints. Data were extracted concerning the type of test, number and timing of positive samples, incidence of positive faecal tests after negative nasopharyngeal swabs and evidence of viable faecal virus or faeco-oral transmission of the virus. Results There were 26 relevant articles identified. Combining study results demonstrated that 53.9% of those tested for faecal RNA were positive. Duration of faecal viral shedding ranged from 1 to 33 days after a negative nasopharyngeal swab with one result remaining positive 47 days after onset of symptoms. There is insufficient evidence to suggest that COVID-19 is transmitted via faecally shed virus. Conclusion There is a high rate of positive PCR tests with persistence of SARS-CoV-2 in faecal samples of patients with COVID-19. Further research is needed to confirm if this virus is viable and the degree of transmission through the faeco-oral route. This may have important implications on isolation, recommended precautions and protective equipment for interventional procedures involving the gastrointestinal tract.",
    "affiliations": [
        "Wales Cancer Research Centre and Cardiff University J Parker is funded by",
        "Royal College of Surgeons of England Research Fellowship S Smits is funded by Health and Care Research Wales health fellowship (ref HF-17-1352) J Underwood is funded by Medical Research Council (Grant Ref: MR/T023791/1) S Dolwani is Chief Investigator of the CONSCOP2 study funded by the NIHR (HTA Project: NIHR127914) There was no payment or services received from a third party by any of the authors or institutions for any aspect of the submitted work"
    ],
    "author": "Sunil Dolwani; Jody Parker; Jonathan Underwood; Stephanie Smits; Sunnia Gupta",
    "date": 2020,
    "doi": "10.1101/2020.04.17.20069526",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.17.20069526"
    },
    "title": "Persistent viral shedding of SARS-CoV-2 in faeces - a rapid review",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Wales Cancer Research Centre and Cardiff University"
                },
                {
                    "funding-source": "Royal College of Surgeons of England Research Fellowship"
                },
                {
                    "funding-source": "Health and Care Research Wales",
                    "award-id": [
                        "ref HF-17-1352"
                    ]
                },
                {
                    "funding-source": "Medical Research Council",
                    "award-id": [
                        "Ref: MR/T023791/1"
                    ]
                },
                {
                    "funding-source": "Chief Investigator of the"
                },
                {
                    "funding-source": "NIHR",
                    "award-id": [
                        "HTA Project: NIHR127914"
                    ]
                }
            ],
            "funding-statement": "S Gupta is funded by the Wales Cancer Research Centre and Cardiff University J Parker is funded by a Royal College of Surgeons of England Research Fellowship S Smits is funded by Health and Care Research Wales health fellowship (ref HF-17-1352) J Underwood is funded by Medical Research Council (Grant Ref: MR/T023791/1) S Dolwani is Chief Investigator of the CONSCOP2 study funded by the NIHR (HTA Project: NIHR127914) There was no payment or services received from a third party by any of the authors or institutions for any aspect of the submitted work"
        }
    ]
}