{
    "abstract": "Background Novel coronavirus (SARS-CoV-2) infects human lung tissue cells through angiotensin-converting enzyme-2 (ACE2), and the body sodium is an important factor for regulating the expression of ACE2. Through a systematic review, meta-analysis and retrospective cohort study, we found that the low blood sodium population may significantly increase the risk and severity of SARS-CoV-2 infection. Methods We extracted the data of serum sodium concentrations of patients with COVID-19 on admission from the articles , and analyzed the relationship between the serum sodium concentrations and the illness severity of patients. Then we used a cohort of 244 patients with COVID-19 for a retrospective analysis. Results We identified 36 studies, one of which comprised 2736 patients.The mean serum sodium concentration in patients with COVID-19 was 138.6 mmol/L, which was much lower than the median level in population (142.0). The mean serum sodium concentration in severe/critical patients (137.0) was significantly lower than those in mild and moderate patients (140.8 and 138.7, respectively). Such findings were confirmed in a retrospective cohort study, of which the mean serum sodium concentration in all patients was 137.5 mmol/L, and the significant differences were found between the mild (139.2) and moderate (137.2) patients, and the mild and severe/critical (136.6) patients. Interestingly, such changes were not obvious in the serum chlorine and potassium concentrations. Conclusions The low sodium state of patients with COVID-19 may not be the consequence of virus infection, but could be a physiological state possibly caused by living habits such as low salt diet and during aging process, which may result in ACE2 overexpression, and increase the risk and severity of COVID-19. These findings may provide a new idea for the prevention and treatment of COVID-19.\nCompeting Interest Statement\nThe authors have declared no competing interest.\nFunding Statement\nThis work was partially supported by the research funds of South-Central University for Nationalities (XTZ15014 and CZP 18008).\nAuthor Declarations\nI confirm all relevant ethical guidelines have been followed, and any necessary IRB and/or ethics committee approvals have been obtained.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).",
    "affiliations": [
        "South-Central University for Nationalities (XTZ15014 and CZP 18008)"
    ],
    "author": "Yi Luo; Jiapei Dai; Yirong Li",
    "date": 2020,
    "doi": "10.1101/2020.05.18.20102509",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.18.20102509"
    },
    "title": "Low blood sodium increases risk and severity of COVID-19: a systematic review, meta-analysis and retrospective cohort study",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "South-Central University for Nationalities",
                    "award-id": [
                        "XTZ15014",
                        "CZP 18008"
                    ]
                }
            ],
            "funding-statement": "This work was partially supported by the research funds of South-Central University for Nationalities (XTZ15014 and CZP 18008)"
        }
    ]
}