{
    "title": "Nonmedical Masks in Public for Respiratory Pandemics: Droplet Retention by Two-Layer Textile Barrier Fully Protects Germ-free Mice from Bacteria in Droplets",
    "keywords": [
        "Coronavirus",
        "respiratory pandemic",
        "COVID-19",
        "SARS-Cov-2",
        "Cloth Masks",
        "without undue reservation",
        "16 Competing interests",
        "18 Author contributions",
        "ARP envisioned",
        "planned and executed the experiments",
        "analyzed the data",
        "assisted with experiments",
        "FC commented",
        "21 Acknowledgements",
        "Dr",
        "and Drs",
        "Minh Lam",
        "John Durfee"
    ],
    "date": 2020,
    "author": "Germ-free Mice from Bacteria in Droplets",
    "affiliations": [
        "Case Western Reserve University School of",
        "Digestive Health Research Institute, University Hospitals Cleveland Medical Center",
        "Cleveland, OH, USA",
        "Animal Resource Center at Case Western Reserve 22 University and Gina Ponzani for assistance with animal husbandry; Dr. Abigail Basson for 23 proofreading and editorial/scientific suggestions; and Drs. Minh Lam, W. John Durfee, and Kristie 24 Brock for assistance with animal utilization protocol and advice relevant to animal housing and 25 study authorization by IACUC"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.06.028688",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.06.028688.pdf"
    },
    "abstract": "Due to the shortage of masks during the pandemic, we recently demonstrated that household textiles are effective environmental droplet barriers (EDBs) with identical droplet retention potential as medical masks. To further promote the implementation of a universal community droplet reduction solution based on a synchronized encouragement/enforcement of mask utilization by the public based on widely available textiles (mask fabrication without the need for sewing machines), here we conducted a study using germ-free mice to determine to what extent textiles were effective in vivo. Using a bacterial-suspension spray simulation model of droplet ejection",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This study was conducted with discretionary funds allocated to ARP. Author contributions. ARP envisioned, planned and executed the experiments, analyzed the data, prepared figures and wrote the manuscript. MC, assisted with experiments. FC commented, revised and edited the manuscript. All authors approved the final manuscript."
        }
    ]
}