{
    "abstract": "Background: Since it was firstly discovered in China, the SARS-CoV-2 epidemic has caused a substantial health emergency and economic stress in the world. However, the global genetic diversity and transmissions are still unclear. Methods: 3050 SARS-CoV-2 genome sequences were retrieved from GIASID database. After aligned by MAFFT, the mutation patterns were identified by phylogenetic tree analysis. Results: We detected 17 high frequency (>6%) mutations in the 3050 sequences. Based on these mutations, we classed the SARS-CoV-2 into four main groups and 10 subgroups. We found that group A was mainly presented in Asia, group B was primarily detected in North America, group C was prevailingly appeared in Asia and Oceania and group D was principally emerged in Europe and Africa. Additionally, the distribution of these groups was different in age, but was similar in gender. Group A, group B1 and group C2 were declined over time, inversely, group B2, group C3 and group D were rising. At last, we found two apparent expansion stages (late Jan-2020 and late Feb-2020 to early Mar-2020, respectively). Notably, most of groups are quickly expanding, especially group D. Conclusions: We classed the SARS-CoV-2 into four main groups and 10 subgroups based on different mutation patterns at first time. The distribution of the 10 subgroups was different in geography, time and age, but not in gender. Most of groups are rapidly expanding, especially group D. Therefore, we should attach importance to these genetic diversity patterns of SARS-CoV-2 and take more targeted measures to constrain its spread.\nCompeting Interest Statement",
    "author": "Zhao Li; Peng Hu; Hu Li; Hong Ren; Zhi-wei Chen",
    "date": 2020,
    "doi": "10.1101/2020.05.05.20091413",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.05.20091413"
    },
    "title": "Global genetic diversity patterns and transmissions of SARS-CoV-2",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This work was supported in part by the Kuanren clinical key disciplines construction program"
        }
    ]
}