{
    "abstract": "Purpose There is a growing need for information regarding the recent coronavirus disease of 2019 (Covid-19). We present a comprehensive report of Covid-19 patients in Iran. Methods One hundred hospitalized patients with Covid-19 were studied. Data on potential source of exposure, demographic, clinical, and paraclinical features, therapy outcome, and post-discharge follow-up were analyzed. Results The median age of the patients was 58 years, and the majority of the patients (72.7%) were above 50 years of age. Fever was present in 45.2% of the patients on admission. The most common clinical symptoms were shortness of breath (74%) and cough (68%). Most patients had elevated C-reactive protein (92.3%), elevated erythrocyte sedimentation rate (82.9%), lymphocytopenia (74.2 %) on admission. Lower lobes of the lung were most commonly involved, and ground-glass opacity (81.8%) was the most frequent finding in CT scans. The administration of hydroxychloroquine improved the clinical outcome of the patients. Lopinavir/ritonavir was efficacious at younger ages. Of the 70 discharged patients, 40% had symptom relapse, (8.6%) were readmitted to the hospital, and 3 patients (4.3%) died. Conclusion This report demonstrates a heterogeneous nature of clinical manifestations in patients affected with Covid-19. The most common presenting symptoms are non-specific, so attention should be made on broader testing, especially in age groups with the greatest risk and younger individuals who can serve as carriers of the disease. Hydroxychloroquine and lopinavir/ritonavir (in younger age group) can be potential treatment options. Finally, patients discharged from the hospital should be followed up because of potential symptom relapse.",
    "author": "Pershang Nazemi; Omeed Memar; Ayein Azarnoush; Tahereh Poordast; Sara Ghaderkhani; Alieh Pourdast; Alireza Kamalipour; Nasim Shokouhi; Avin Mabadi; Leila Aghaghazvini; Milad Sanginabadi; Elham Shirali; Fateme Davari-tanha; Mohammad Ali Ashraf; Adele Ossareh; Talat Mokhtari Azad",
    "date": 2020,
    "doi": "10.1101/2020.04.20.20072421",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.20.20072421"
    },
    "title": "COVID-19 in Iran, a comprehensive investigation from exposure to treatment outcomes",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This project was not funded by any agency or organization"
        }
    ]
}