{
    "abstract": "BACKGROUND: Coronavirus disease 2019 (COVID-19) is a rapidly spreading global pandemic. The clinical characteristics of COVID-19 has been reported; however, there are limited researches that investigated the clinical characteristics of COVID-19 in the Middle East. The aim of this study is to investigate the clinical, radiological and therapeutic characteristics of patients diagnosed with COVID19 in Saudi Arabia. METHODS: This study is a retrospective single-centre case series study. We extracted data for patients who were admitted to the Al-Noor Specialist hospital with a PCR confirmed SARS-COV-2 between 12th and 31st of March 2020. Descriptive statistics were used to describe patients characteristics. Continuous data were reported as mean (SD). Chi-squared test/Fisher test were used as appropriate to compare proportions for categorical variables. RESULTS: A total of 150 patients were hospitalised for COVID-19 during the study period. The mean age was 46.1 years (SD: 15.3 years). Around 61.0% (n= 90) were males and six patients (3.9%) reported working in the healthcare sector. The most common comorbidities were hypertension (28.8%, n= 42) and diabetes mellitus (26.0%, n= 38). The majority of the patients, 64.4% (n = 96) had a recent contact history with a COVID patient. Regarding the severity of the hospitalised patients, 105 patients (70.0%) were mild, 29 (19.3%) were moderate, and 16 patients (10.7%) were severe or required ICU care. From the 105 mild patients, around 31.3% (n= 47) were asymptomatic. CONCLUSION: This case series provides clinical, radiological and therapeutic characteristics of hospitalised patients with confirmed COVID-19 in Saudi Arabia.",
    "author": "Hassan Alwafi; Elaf F Obaid; Mahe A Ghazawi; Haitham A Melebari; Abdallah Y Naser; Ghaidaa F Alsharif; Ahmad S Brinji; Wail Almaimani; Mohammed Shabrawishi; Kasim H Alkhatib; Rakan A Ekram; Dhaffer M Alamri; Fawaz H Al Jehani; Manal M Al-Gethamy",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20094169",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20094169"
    },
    "title": "Clinical, Radiological and Therapeutic Characteristics of Patients with COVID-19 in Saudi Arabia",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received."
        }
    ]
}