{
    "title": "Molecular conservation and Differential mutation on ORF3a gene in Indian SARS-CoV2 genomes",
    "keywords": [
        "ORF3a",
        "Shannon entropy",
        "Bat",
        "Pangolin",
        "Human and SARS-CoV2"
    ],
    "author": "Sk. Sarif Hassana, Pabitra Pal Choudhuryb, Pallab Basuc, Siddhartha Sankar Janad",
    "date": 2020,
    "affiliations": [
        "Department of Mathematics, Pingla Thana Mahavidyalaya, Maligram 721140, India",
        "Applied Statistics Unit, Indian Statistical Institute, Kolkata 700108, West Bengal, India",
        "Mandelstem Institute, School of Physics, University of the Witwatersrand, Johannesburg, South Africa",
        "School of Biological Sciences, Indian Association for the Cultivation of Science, West Bengal, 700032, India"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.14.096107",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.14.096107.pdf"
    },
    "abstract": "A global emergency due to the COVID-19 pandemic demands various studies related to genes and genomes of the SARS-CoV2. Among other important proteins, the role of accessory proteins are of immense importance in replication, regulation of infections of the coronavirus in the hosts. The largest accessory proteins in the SARS-CoV2 genome is ORF3a which modulates the host response to the virus infection and consequently it plays an important role in pathogenesis. In this study, an attempt is made to decipher the conservation of nucleotides, dimers, codons and amino acids in the ORF3a genes across thirty two genomes of Indian patients. ORF3a gene possesses single and double point mutations in Indian SARS-CoV2 genomes suggesting the change of SARS-CoV2’s virulence property in Indian patients. We find that the parental origin of the ORF3a gene over the genomes of SARS-CoV2 and Pangolin-CoV is same from the phylogenetic analysis based on conservations of nucleotides and so on. This study highlights the accumulation of mutation on ORF3a in Indian SARS-CoV2 genomes which may provide the designing therapeutic approach against SARS-CoV2. Keywords: ORF3a; Shannon entropy; Bat; Pangolin; Human and SARS-CoV2.",
    "funding": [
        {}
    ]
}