{
    "abstract": "To control and prevent the spread of COVID-19, generalized social distancing measures, such as traffic control and travel restriction acted in China. Previous studies indicated that the traffic conditions had significant influence on the air quality, and which was related to the respiratory diseases. This study aimed to reveal the nexus of travel restriction, air pollution and COVID-19. Shenzhen, one of the top 4 megacities in China was considered as the study area, statistical analysis methods, including linear/nonlinear regression and bivariate correlation was conducted to evaluate the relationship of the traffic and passenger population, travel intensity, NO2, PM10, PM2.5 and the number of COVID-19 confirmed cases. The results suggested that traffic control and travel restriction had a significant correlation with the number of COVID-19 confirmed cases, which shown negative correlation with the traffic intensity of the city, NO2, PM10 and PM2.5 show significant positive correlation with the traffic intensity, traffic control and travel restriction would slow down and prevent the spread of the viruses at the outbreak period. Different study scale might results in different results, thus the research focused on the nexus of traffic control and travel restriction, air pollution and COVID-19 should been enhanced in future, and differentiated epidemic control and prevention measures should be considered according to the different situation of cities as well as countries.",
    "author": "Xiaohong Chen; wei li",
    "date": 2020,
    "doi": "10.1101/2020.04.25.20079335",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.25.20079335"
    },
    "title": "The nexus of travel restriction, air pollution and COVID-19 infection: Investigation from a megacity of the southern China",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This study received no external funding."
        }
    ]
}