{
    "abstract": "Background − The Covid−19 pandemic imposed the most devastating challenge on healthcare systems worldwide. Iran was among the first countries that had to confront serious shortages in RT−PCR testing for SARS−CoV−2 and ventilators availabilities throughout the COVID−19 outbreak. This study aimed to investigate the clinical course of hospitalized COVID−19 patients with different rRT−PCR test results during the first 3 weeks of the outbreak in Qazvin province, Iran. Methods −For this retrospective cohort study, data of hospitalized patients primarily diagnosed as having COVID−19 in all 12 centers across the whole Qazvin province during Feb 20−Mar 11, 2020 was analyzed. A multivariate logistic regression model was applied to assess the independent associates of death among COVID−19 patients. Results − 998 patients (57% male, median age 54 years) with positive chest CT−scan changes were included in this study. Among them, 558 patients were examined with rRT−PCR test and 73.8% tested positive. Case fatality rate was 20.68% and 7.53% among test−positive and test negative hospitalized patients, respectively. While only 5.2% of patients were ICU admitted, case fatality rates outside ICU were 17.70% and 4.65% in test-positive and test-negative non−ICU admitted patients, correspondingly. The independent associates of death were age ≥ 70 years, testing positive with rRT−PCR test, having immunodeficiency disorders and ICU admission. Conclusions − Hospitalized COVID−19 patients with mild symptoms despite positive chest CT changes and major comorbidities were more probable to have negative rRT−PCR test result, hence lower case fatality rate and a more favorable outcome.",
    "author": "Hamid Reza Najari; Ali Qandian; Pedram Fattahi; Maedeh Zokaei Nikoo; Amir Mohammad Kazemifar; Shiva Leghaei; Saeed Nemati; Anita Eftekharzadeh; Mohammad Reza Rouhollahi",
    "date": 2020,
    "doi": "10.1101/2020.04.21.20074641",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.21.20074641"
    },
    "title": "Association between rRT-PCR test results upon admission and outcome in hospitalized chest CT-Positive COVID-19 patients; a provincial retrospective cohort with active follow-up",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received for this study."
        }
    ]
}