{
    "abstract": "Background: The COVID-19 pandemic has impacted over 1 million people across the globe, with over 330,000 cases in the United States. To help limit the spread in Massachusetts, the Department of Public Health required that all healthcare workers must be screened for symptoms daily - individuals with symptoms may not work. We rapidly created a digital COVID-19 symptom screening tool for a large, academic, integrated healthcare delivery system, Partners HealthCare, in Boston, Massachusetts. Objective: We describe the design and development of the COVID-19 symptom screening application and report on aggregate usage data from the first week of use across the organization. Methods: Using agile principles, we designed, tested and implemented a solution over the span of a week using progressively custom development approaches as the requirements and use case become more solidified. We developed the minimum viable product (MVP) of a mobile responsive, web-based self-service application using REDCap (Research Electronic Data Capture). For employees without access to a computer or mobile device to use the self-service application, we established a manual process where in-person, socially distanced screeners asked employees entering the site if they have symptoms and then manually recorded the responses in an Office 365 Form. A custom .NET Framework application was developed solution as COVID Pass was scaled. We collected log data from the .NET application, REDCap and Office 365 from the first week of full enterprise deployment (March 30, 2020 - April 5, 2020). Aggregate descriptive statistics including overall employee attestations by day and site, employee attestations by application method (COVID Pass automatic screening vs. manual screening), employee attestations by time of day, and percentage of employees reporting COVID-19 symptoms Results: We rapidly created the MVP and gradually deployed it across the hospitals in our organization. By the end of the first week of enterprise deployment, the screening application was being used by over 25,000 employees each weekday. Over the first full week of deployment, 154,730 employee attestation logs were processed across the system. Over this 7-day period, 558 (0.36%) employees reported positive symptoms. In most clinical locations, the majority of employees (~80-90%) used the self-service application, with a smaller percentage (~10-20%) using manual attestation. Hospital staff continued to work around the clock, but as expected, staff attestations peaked during shift changes between 7-8am, 2-3pm, 4-6pm, and 11pm-midnight. Conclusions: Using rapid, agile development, we quickly created and deployed a dedicated employee attestation application that gained widespread adoption and use within our health system. Further, we have identified over 500 symptomatic employees that otherwise would have possibly come to work, potentially putting others at risk. We share the story of our implementation, lessons learned, and source code (via GitHub) for other institutions who may want to implement similar solutions.\nCompeting Interest Statement",
    "author": "Lynn Simpson; Nina Plaks; Balaji Singh; Haipeng Zhang; Dimitar Dimitrov; Jo Charles; Steven Flammini; Adam Landman; Rosemary Sheehan; Shawn Murphy; Stephen Penney",
    "date": 2020,
    "doi": "10.1101/2020.04.17.20069211",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.17.20069211"
    },
    "title": "A Web-based, Mobile Responsive Application to Screen Healthcare Workers for COVID Symptoms: Descriptive Study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding."
        }
    ]
}