{
    "abstract": "COVID-19 (Coronavirus Disease-2019) is an international public health problem with a high rate of severe clinical cases. Several treatments are currently being tested worldwide. This paper focuses on anti-malarial drugs such as chloroquine or hydroxychloroquine, which have been currently reviewed by a systematic study as a good potential candidate and that has been reported as the most used treatment by a recent survey of physicians. We compare the dynamics of COVID-19 death rates in countries using anti-malaria drugs as a treatment from the start of the epidemic versus countries that do not, the day of the 3rd death and the following 10 days. We show that the first group have a much slower dynamic in death rates that the second group. This univariate analysis is of course only one additional piece of evidence in the debate regarding the efficiency of anti-malaria drugs, and it is also limited as the two groups certainly have other systemic differences in the way they responded to the pandemic, in the way they report death or in their population that better explain differences in dynamics (systematic differences that may also explain their choice to rely on anti-malaria drugs in the first place). Nevertheless, the difference in dynamics is so striking that we believe that the urgency context commands presenting the univariate analysis before delving into further analysis. In the end, this data might ultimately be either a piece of evidence in favor or anti-malaria drugs or a stepping stone in understanding further what other ecological aspects place a role in the dynamics of COVID-19 deaths.",
    "author": "Maxime Izoulet",
    "date": 2020,
    "doi": "10.1101/2020.04.18.20063875",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.18.20063875"
    },
    "title": "National Consumption of Antimalarial Drugs and COVID-19 Deaths Dynamics : an Ecological Study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement no external funding</strong>"
        }
    ]
}