{
    "abstract": "Objective: To determine the association between smoking and progression of COVID-19. Design: A meta-analysis of 12 . Eligibility criteria and data analysis: We included studies reporting smoking behavior of COVID-19 patients and progression of disease. Search terms included smoking, smoker*, characteristics, risk factors, outcomes, and COVID-19, COVID, coronavirus, sar cov-2, sar cov 2. There were no language limitations. One author extracted information for each study, screened the abstract or the full text, with questions resolved through discussion among both authors. A random effects meta-analysis was applied. Main Outcome Measures: The study outcome was progression of COVID-19 among people who already had the disease. Results: We identified 12 papers with a total of 9,025 COVID-19 patients, 878 (9.7%) with severe disease and 495 with a history of smoking (5.5%). The meta-analysis showed a significant association between smoking and progression of COVID-19 (OR 2.25, 95% CI 1.49-3.39, p=0.001). Limitations in the 12 papers suggest that the actual risk of smoking may be higher. Conclusions: Smoking is a risk factor for progression of COVID-19, with smokers having higher odds of COVID-19 progression than never smokers. Physicians and public health professionals should collect data on smoking as part of clinical management and add smoking cessation to the list of practices to blunt the COVID-19 pandemic.\nCompeting Interest Statement\nThe authors have declared no competing interest.\nFunding Statement\nThis work was supported by National Institute of Drug Abuse grant R01DA043950, cooperative agreement U54HL147127 from the National Heart, Lung, and Blood Institute and the Food and Drug Administration Center for Tobacco Products and the Faculty of Medicine Ramathibodi Hospital, Mahidol University, Thailand. The content is solely the responsibility of the authors and does not necessarily represent the official views of NIH or the Food and Drug Administration. The funding sources for this study had no role in the study design, data collection, data analysis, data interpretation, or the writing of the manuscript.\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).",
    "author": "Roengrudee Patanavanich; Stanton A Glantz",
    "date": 2020,
    "doi": "10.1101/2020.04.13.20063669",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.13.20063669"
    },
    "title": "Smoking is Associated with COVID-19 Progression: A Meta-Analysis",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Institute of Drug Abuse",
                    "award-id": [
                        "R01DA043950",
                        "U54HL147127"
                    ]
                },
                {
                    "funding-source": "National Heart, Lung"
                },
                {
                    "funding-source": "Blood Institute and the Food and Drug Administration Center for Tobacco Products and the Faculty of Medicine Ramathibodi Hospital, Mahidol"
                }
            ],
            "funding-statement": "This work was supported by National Institute of Drug Abuse grant R01DA043950, cooperative agreement U54HL147127 from the National Heart, Lung, and Blood Institute and the Food and Drug Administration Center for Tobacco Products and the Faculty of Medicine Ramathibodi Hospital, Mahidol University, Thailand"
        }
    ]
}