{
    "abstract": "Italy became the second epicenter of the novel coronavirus disease 2019 (COVID-19) pandemic after China, surpassing by far China's death toll. The disease swept through Lombardy, which remained in lockdown for about two months, starting from the 8th of March. As of that day, the isolation measures taken in Lombardy were extended to the entire country. Here, assuming that effectively there was one case ``zero\" that introduced the virus to the region, we provide estimates for: (a) the DAY-ZERO of the outbreak in Lombardy, Italy; (b) the actual number of asymptomatic infected cases in the total population until March 8; (c) the basic reproduction number Ro based on the estimation of the actual number of infected cases. To demonstrate the efficiency of the model and approach, we also provide a tentative forecast two months ahead of time, i.e. until May 4, the date on which relaxation of the measures commenced, on the basis of the COVID-19 Community Mobility Reports released by Google on March 29. Methods. To deal with the uncertainty in the number of actual asymptomatic infected cases in the total population, we address a modified compartmental Susceptible/ Exposed/ Infectious Asymptomatic/ Infected Symptomatic/ Recovered/ Dead (SEIIRD) model with two compartments of infectious persons: one modelling the cases in the population that are asymptomatic or experience very mild symptoms and another modelling the infected cases with mild to severe symptoms. The parameters of the model corresponding to the recovery period, the time from the onset of symptoms to death and the time from exposure to the time that an individual starts to be infectious, have been set as reported from clinical studies on COVID-19. For the estimation of the DAY-ZERO of the outbreak in Lombardy, as well as of the \"effective\" per-day transmission rate for which no clinical data are available, we have used the proposed SEIIRD simulator to fit the numbers of new daily cases from February 21 to the 8th of March. This was accomplished by solving a mixed-integer optimization problem. Based on the computed parameters, we also provide an estimation of the basic reproduction number $R_0$. To examine the efficiency of the model and approach, we ran the simulator to forecast the epidemic two months ahead of time, i.e. from March 8 to May 4. For this purpose, we considered the reduction in mobility in Lombardy as released on March 29 by Google COVID-19 Community Mobility Reports, and the effects of social distancing and of the draconian measures taken by the government on March 20 and March 21, 2020. Results. Based on the proposed methodological procedure, we estimated that the expected DAY-ZERO was January 14 (min-max rage: January 5 to January 23, interquartile range: January 11 to January 18). The actual cumulative number of asymptomatic infected cases in the total population in Lombardy on March 8 was of the order of 15 times the confirmed cumulative number of infected cases, while the expected value of the basic reproduction number Ro was found to be 4.53 (min-max range: 4.40- 4.65). The model approximated adequately two months ahead of time the evolution of reported cases until May 4, the day on which the phase I of the relaxation of measures was implemented over all of Italy.",
    "author": "Cleo Anastassopoulou; Lucia Russo; Athanassios Tsakris; Emilio Fortunato Campana; Constantinos Siettos; Gerardo Toraldo; Gennaro Nicola Bifulco",
    "date": 2020,
    "doi": "10.1101/2020.03.17.20037689",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.17.20037689"
    },
    "title": "Tracing DAY-ZERO and Forecasting the COVID-19 Outbreak in Lombardy, Italy: A Compartmental Modelling and Numerical Optimization Approach.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was received for this study."
        }
    ]
}