{
    "abstract": "BACKGROUND Since the confirmation of the first patient infected with SARS-CoV-2 in Spain in January 2020, the epidemic has grown rapidly, with the greatest impact on the Madrid region. This article describes the first 2226 consecutive adult patients with COVID-19 admitted to the La Paz University Hospital in Madrid. METHODS Our cohort included all consecutively admitted patients who were hospitalized and who had a final outcome (death or discharge) in a 1286-bed hospital of Madrid (Spain) from February 25th (first case admitted) to April 19th, 2020. Data was entered manually into an electronic case report form, which was monitored prior to the analysis. RESULTS We consecutively included 2226 adult patients admitted to the hospital who either died (460) or were discharged (1766). The patients median age was 61 years; 51.8% were women. The most common comorbidity was arterial hypertension (41.3%). The most common symptoms on admission were fever (71.2%). The median time from disease onset to hospital admission was 6 days. Overall mortality was 20.7% and was higher in men (26.6% vs 15.1%). Seventy-five patients with a final outcome were transferred to the ICU (3.4%). Most patients admitted to the ICU were men, and the median age was 64 years. Baseline laboratory values on admission were consistent with an impaired immune-inflammatory profile. CONCLUSIONS We provide a description of the first large cohort of hospitalized patients with COVID-19 in Europe. Advanced age, male gender, the presence of comorbidities and abnormal laboratory values were more common among the patients with fatal outcomes.",
    "author": "Antonio J Carcas; Carlos C Carpio; Manuel Quintana; Alberto M Borobia; Alejandro Martin-Quiros; COVID@HULP working team; Alberto Martin-Vega; Francisco Moreno; Rodolfo Alvarez-Sala; Esther Rey Cuevas; Antonio Buno; Daniel Prieto Arribas; Jose R Arribas; Angelica Rivera; Miguel Hernan; Gonzalo Martinez-Ales; Juan C Figueira; Francisco Arnalich; Jaime Montserrat; Rosario M Torres Santos-Olmo; Jesus Frias; Juan J Rios; Julio Garcia-Rodriguez; Nicolas Garcia-Arenzana; Maria C Prados; Concepcion Nunez Lopez; Jesus Mingorance; Milagros Marti de Gracia; Francisco Reinoso-Barbero; Elena Ramirez",
    "date": 2020,
    "doi": "10.1101/2020.04.29.20080853",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.29.20080853"
    },
    "title": "A cohort of patients with COVID-19 in a major teaching hospital in Europe",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funded"
        }
    ]
}