{
    "abstract": "Aim: The Coronavirus disease 2019 (COVID-19) outbreak is a major threat to human beings. Lung injury has been reported as the major outcome of COVID-19 infection. However, liver damage has also been considered to occur in severe cases. Current meta-analysis of retrospective studies was done to summarize available findings on the association between liver injury and severity of COVID-19 infection. Methods: Online databases including PubMed, Scopus, Web of Science and Cochrane Library were searched to detect relevant publications up to 1 April 2020, using relevant keywords. To pool data, a fixed- or random-effects model was used depending on the heterogeneity between studies. Furthermore, publication bias test and sensitivity analysis were also done. Results: In total, 20 retrospective studies with 3,428 COVID-19 infected patients (severe cases = 1,455 and mild cases = 1,973), were included in this meta-analysis. Higher serum levels of Aspartate aminotransferase (weighted mean difference = 8.84 U/L, 95% CI = 5.97 to 11.71, P<0.001), Alanine aminotransferase (weighted mean difference = 7.35 U/L, 95% CI = 4.77 to 9.93, P<0.001), total Bilirubin (weighted mean difference = 2.30 mmol/L, 95% CI = 1.24 to 3.36, P<0.001) and lower serum levels of Albumin (weighted mean difference = -4.24 g/L, 95% CI = -6.20 to -2.28, P<0.001), were associated with a significant increase in the severity of COVID-19 infection. Conclusions: The incidence of liver injury seems to be higher in patients with severe COVID-19 infection. This finding could help physicians to identify patients with poor prognosis at an early stage.",
    "author": "Mohammad Parohan; Sajad Yaghoubi; Asal Seraj",
    "date": 2020,
    "doi": "10.1101/2020.04.09.20056242",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.09.20056242"
    },
    "title": "Liver injury is associated with severe Coronavirus disease 2019 (COVID‑19) infection: a systematic review and meta-analysis of retrospective studies",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors."
        }
    ]
}