{
    "abstract": "The accepted gold standard for diagnosing coronavirus disease (COVID-19) is the detection of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) RNA from nasopharyngeal swabs (NPS). However, shortage of reagents has made NPS collection challenging, and alternative samples need to be explored. Due to its non-invasive nature, saliva has considerable diagnostic potential. Therefore, to guide diagnostic laboratories globally, we conducted a systematic review to determine the utility of saliva for the detection of SARS-CoV-2. A systematic search of major databases (PubMed, ISI Web of Science, Scopus, and Google Scholar) was performed to identify published studies in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. There was a total of 10 publications that fit the criteria for review. Most studies collected drooled whole saliva from hospitalized patients or pipetted saliva from intubated patients. Saliva was positive in 31-92% of patients depending on the cohort and length of hospitalization. Viral loads in saliva are comparable to those in NPS and ranged from 9.9 x 10^2 to 1.2 x 10^8 copies/mL during the first week of symptoms and decrease over time. Saliva can be positive up to 20 days post-symptom onset with viral loads correlating with symptom severity and degree of tissue damage. Based on these findings, we made suggestions to guide the clinical laboratory and suggest the need for diagnostic accuracy studies for the detection of SARS-CoV-2 from saliva.",
    "author": "Zohaib Khurshid; Syed Faraz Moin; Sana Zohaib; Chaitanya Joshi; David J Speicher; Muhammad Sohail Zafar",
    "date": 2020,
    "doi": "10.1101/2020.05.09.20096354",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.09.20096354"
    },
    "title": "Saliva as a non-invasive sample for the detection of SARS-CoV-2: a systematic review",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was used for this systematic review."
        }
    ]
}