{
    "abstract": "Importance: Interleukin-6 signal blockade has shown preliminary beneficial effects in treating aberrant host inflammatory response against SARS-CoV-2 leading to severe respiratory distress. Objective: to describe the effect of off-label intravenous use of Sarilumab in patients with severe SARS-CoV-2-related pneumonia. Design: Observational clinical cohort study. Setting: Fondazione Policlinico Universitario A. Gemelli IRCCS as Italian Covid reference center. Participants: Patients with laboratory-confirmed SARS-CoV-2 infection and respiratory distress with PaO2/FiO2 ratio<300 treated with Sarilumab between March 23rd − April 4th, 2020. Date of final follow-up was April 18, 2020. Main outcomes and measures: We describe the clinical outcomes of 53 patients with SARS−CoV−2 severe pneumonia treated with intravenous Sarilumab in terms of pulmonary function improvement or Intensive Care Unit (ICU) admission rate in medical wards setting and of live discharge rate in ICU treated patients as well as in terms of safety. Each patient received Sarilumab 400 mg administered intravenously on day 1, with eventual additional infusion based on clinical judgement, and was followed for at least 14 days, unless previously discharged or dead. No gluco-corticosteroids were used at baseline. Results: Of the 53 SARS−CoV−2pos patients receiving Sarilumab, 39 (73.6%) were treated in medical wards (66.7% with a single infusion) while 14 (26.4%) in ICU (92.6% with a second infusion). The median PaO2/FiO2 of patients in the Medical Ward was 146(IQR:120−212) while the median PaO2/FiO2 of patients in ICU was 112(IQR:100−141.5), respectively. Within the medical wards, 7(17.9%) required ICU admission, 4 of whom were re−admitted to the ward within 5-8 days. At 19 days median follow−up, 89.7% of medical inpatients significantly improved (46.1% after 24 hours, 61.5% after 3 days), 70.6% were discharged from the hospital and 85.7% no longer needed oxygen therapy. Within patients receiving Sarilumab in ICU, 64.2% were discharged from ICU to the ward and 35.8% were still alive at the last follow-up. Overall mortality rate was 5.7% after Sarilumab administration: 1(2.5%) patient died in the Medical Ward whilst 2(14.2%) patients died in ICU, respectively. Conclusions and relevance: IL6−R inhibition appears to be a potential treatment strategy for severe SARS−CoV−2 pneumonia and intravenous Sarilumab seems a promising treatment approach showing, in the short term, an important clinical benefit and good safety.",
    "author": "Marco Maria Lizzio; Manuela Taddeo; Enrica Tamburrini; Francesco Lombardi; Raffaele Landolfi; Dario Bruno; Antonio Gasbarrini; Anna Laura Fedele; Maurizio Sanguinetti; Simone Perniola; Gerlando Natalello; Amerigo Iaconelli; Laura Gigante; Federico Biscetti; Luca Richeldi; Lorenzo Zileri Dal Verme; Roberto Bernabei; Francesco Franceschi; Elisa Gremese; Stefano Alivernini; Antonella Cingolani; Giovanni Gambassi; Rita Murri; Angelo Santoliquido; Michela Sali; Gian Ludovico Rapaccini; Massimo Fantoni; Massimo Montalto; Maurizio Pompili; Luca Petricca; Maurizio Gabrielli; Gennaro De Pascale; Silvia Laura Bosello; Matteo Garcovich; Alberto Tosoni; Barbara Tolusso; Francesco Landi; Lucrezia Verardi; Roberto Cauda; Massimo Antonelli; Angelo Calabrese",
    "date": 2020,
    "doi": "10.1101/2020.05.14.20094144",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.14.20094144"
    },
    "title": "Sarilumab use in severe SARS-CoV-2 pneumonia",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "N.A."
        }
    ]
}