{
    "abstract": "Importance: On 11th March, the World Health Organization declared a pandemic of COVID-19. There are over 1 million cases around the world with this disease and it continues to raise. Studies on COVID-19 patients have reported high rate of cardiovascular disease (CVD) among them and patients with CVD had higher mortality rate. Objectives: Since there were controversies between different studies about CVD burden in COVID-19 patients, we aimed to study cardiovascular disease burden among COVID-19 patients using a systematic review and meta-analysis. Data Sources: We have systematically searched databases including PubMed, Embase, Cochrane Library, Scopus, Web of Science as well as medRxiv pre-print database. Hand searched was also conducted in journal websites and Google Scholar. Study Selection: Studies reported cardiovascular disease among hospitalized adult COVID-19 patients with mortality or ICU admission (primary outcomes) were included into meta-analysis. In addition, all of studies which reported any cardiovascular implication were included for descriptive meta-analysis. Cohort studies, case-control, cross-sectional, case-cohort and case series studies included into the study. Finally, 16 studies met the inclusion criteria for primary outcome and 59 studies for descriptive outcome. Data Extraction and Synthesis: Two investigators have independently evaluated quality of publications and extracted data from included papers. In case of disagreement a supervisor solved the issue and made the final decision. Quality assessment of studies was done using Newcastle-Ottawa Scale tool. Heterogeneity was assessed using I-squared test and in case of high heterogeneity (>%50) random effect model was used. Main Outcomes and Measures: Meta-analyses were carried out for Odds Ratio (OR) of mortality and Intensive Care Unit (ICU) admission for different CVDs and Standardized Mean Difference (SMD) was calculated for Cardiac Troponin I. We have also performed a descriptive meta-analysis on different CVDs. Results: Sixteen papers including 3473 patients entered into meta-analysis for ICU admission and mortality outcome and fifty-nine papers including 9509 patients for descriptive outcomes. Results of meta-analysis indicated that acute cardiac injury, (OR: 15.94, 95% CI 2.31-110.14), hypertension (OR: 1.92, 95% CI 1.92-2.74), heart Failure (OR: 11.73, 95% CI 5.17-26.60), other cardiovascular disease (OR: 1.95, 95% CI 1.17-3.24) and overall CVDs (OR: 3.37, 95% CI 2.06-5.52) were significantly associated with mortality in COVID-19 patients. Arrhythmia (OR: 22.17, 95%CI 4.47-110.04), acute cardiac injury (OR: 19.83, 95%CI 7.85-50.13), coronary heart disease (OR: 4.19, 95%CI 1.27-13.80), cardiovascular disease (OR: 4.17, 95%CI 2.52-6.88) and hypertension (OR: 2.69, 95%CI 1.55-4.67) were also significantly associated with ICU admission in COVID-19 patients. Conclusion: Our findings showed a high burden of CVDs among COVID-19 patients which was significantly associated with mortality and ICU admission. Proper management of CVD patients with COVID-19 and monitoring COVID-19 patients for acute cardiac conditions is highly recommended to prevent mortality and critical situations.",
    "author": "Saeed Abrotan; Reza Alizadeh-Navaei; Amirhossein Hessami; Keyvan Heydari; Mahmood Moosazadeh; Amir Shamshirian",
    "date": 2020,
    "doi": "10.1101/2020.04.12.20062869",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.12.20062869"
    },
    "title": "Cardiovascular Diseases and COVID-19 Mortality and Intensive Care Unit Admission: A Systematic Review and Meta-analysis",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}