{
    "title": "Systemic analysis of tissue cells potentially vulnerable to SARS-CoV-2 infection by the protein-proofed single-cell RNA profiling of ACE2, TMPRSS2 and Furin proteases",
    "author": "M. Bernardes Silva",
    "date": 2020,
    "affiliations": [
        "Institute of Biotechnology, 20 Dongda Street, Beijing 100071, P.R. China",
        "School of Medicine, Nankai University, 94 Weijin Road, Tianjin, 300071, P. R. China",
        "Department of Oncology, Beijing Shijitan Hospital of Capital Medical University",
        "TIEYI Road, Beijing"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.06.028522",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.06.028522.pdf"
    },
    "abstract": "Single-cell RNA profiling of ACE2, the SARS-CoV-2 receptor, had proposed multiple tissue cells as the potential targets of SARS-CoV-2, the novel coronavirus causing the COVID-19 pandemic. However, most were not echoed by the patients’ clinical manifestations, largely due to the lack of protein expression information of ACE2 and co-factors. Here, we incorporated the protein information to analyse the expression of ACE2, together with TMPRSS2 and Furin, two proteases assisting SARS-CoV-2 infection, at single cell level in situ, which we called protein-proofed single-cell RNA (pscRNA) profiling. Systemic analysis across 36 tissues revealed a rank list of candidate cells potentially vulnerable to SARS-CoV-2. The top targets are lung AT2 cells and macrophages, then cardiomyocytes and adrenal gland stromal cells, followed by stromal cells in testis, ovary and thyroid. Whereas, the polarized kidney proximal tubule cells, liver cholangiocytes and intestinal enterocytes are less likely to be the primary SARS-CoV-2 targets as ACE2 localizes at the apical region of cells, where the viruses may not readily reach. These findings are in concert with the clinical characteristics of prominent lung symptoms, frequent heart injury, and uncommon intestinal symptoms and acute kidney injury. Together, we provide a comprehensive view on the potential SARS-CoV-2 targets by pscRNA profiling, and propose that, in addition to acute respiratory distress syndrome, attentions should also be paid to the potential injuries in cardiovascular, endocrine and reproductive systems during the treatment of COVID-19 patients.",
    "keywords": [
        "COVID-19",
        "SARS-CoV-2",
        "ACE2",
        "TMPRSS2",
        "Furin",
        "single cell RNA profiling",
        "pscRNA profiling"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Key Research & Development Program of China",
                    "award-id": [
                        "2018YFA0900804 to Y.Z.",
                        "2019YFA09003801 to Q.S."
                    ]
                },
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "31970685 to Q.S.",
                        "31770975 to X.W."
                    ]
                }
            ],
            "funding-statement": "This work was supported by the National Key Research & Development Program of China [2018YFA0900804 to Y.Z., 2019YFA09003801 to Q.S.] and the National Natural Science Foundation of China [31970685 to Q.S., 31770975 to X.W.]."
        }
    ]
}