{
    "abstract": "Background The outbreak of coronavirus disease 2019 (COVID-19) has become a world-wide emergency. Fangcang shelter hospitals have been applied in COVID-19 to ease ongoing shortage of medical resources in Wuhan since February 2020. Methods This study enrolled all cases (no=1848) with mild or moderate type of COVID-19 in Fangcang shelter hospital of Jianghan in Wuhan from Feb 5th to Mar 9th, 2020. Diagnosis of COVID-19 was based on the National health commission of China. Epidemiological history, comorbidity, vital signs, symptoms and signs were recorded in detail. Laboratory tests included biochemical indicators and nucleic acid tests by throat swabs have been performed as well. Findings A total of 1327 patients reached the criteria of isolation release. Meanwhile, 521 patients have been transferred to the designated hospitals for further treatment, including severe type, fever more than 3 days, and severe comorbidity. The case-severity rate (rate of mild or moderate type transforming to severe type) was 3.0% in the shelter hospital. The patients from mild or moderate type to severe type showed the following clinical characteristics: the median incubation (onset to shelter) period was 10 days; they were all symptomatic at admission; fever, cough, and fatigue were the most common symptoms; hypertension, diabetes and coronary heart diseases were common co-morbidities; most of the patients had elevated levels of CRP at ill onset with 33.3% over 10 mg per L; bilateral distribution and ground-glass opacity were the most common manifestations in chest CT. Interpretation The potential risk factors of fever, fatigue, high level of C-reactive protein were the risk factors to identify the progression of COVID-19 patients with mild or moderate type. Fangcang shelter hospitals have substantially reduced the time from the onset of severe symptoms transfer to a designated hospital. Early application of the Fangcang shelter hospital may contribute to decrease the ratio of mild transforming to severe patients. Funding No specific grant from any funding was applied to this research.",
    "author": "Jinsha Huang; Hanyu Wang; Bo Wang; Yaxin Wu; Ziling Wu; Xinqiao Fu; Yunfei Liao; Yong Feng; Xiao Chen; Hui Sun; Chao Yang",
    "date": 2020,
    "doi": "10.1101/2020.04.21.20074724",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.21.20074724"
    },
    "title": "Clinical Characteristics and Risk factors for developed COVID-19 patients transferring to designated hospital from Jianghan Fangcang shelter Hospital: a retrospective, observational study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No specific grant from any funding was applied to this research."
        }
    ]
}