{
    "abstract": "Background: As of March 11, 2020, the COVID-19 outbreak was declared as a pandemic. Expending our understanding of the transmission routes of the viral infection is crucial in controlling the outbreak. It is unclear whether the 2019 novel coronavirus (2019-nCoV) can directly infect the testes or male genital tract and be sexually transmitted from males. Methods: From January 31 to March 14, 2020, 12 patients in recovery and one patient died of COVID-19 were included in this descriptive study. The clinical characteristics, laboratory findings, chest CT scans and outcome data were recorded. To examine whether there is sexual transmission from male, we employed realtime polymerase chain reaction testing (RT-PCR) to detect 2019-nCov in semen or testicular biopsy specimen. Findings: The age range of the 12 patients in recovery was 22-38 years. None of the patients developed severe COVID-19 pneumonia. As of March 14, 2020, ten patients discharged from the hospital while the rest 2 had developed into recovery stage. All of the patients in recovery tested negative for 2019-nCoV RNA in semen samples. Another died patient was 67 years old, who died in March 10, 2020 and tissue sample via testicular biopsy was tested negative for viral RNA. Conclusion: No positive RT-PCR result was found in the semen or testicular biopsy specimen. The results from this study show no evidence of sexual transmission of 2019-nCov from males.\nCompeting Interest Statement",
    "affiliations": [
        "National Key Research and Development Program of China (2016YFC1000200, 2018YFC1004200；2018YFC1004700); the State Key Program of National Natural Science of China (31530047); the National Natural Science Foundation of China (81903382, 81971374), the Natural Science Foundation of Jiangsu Province (BK20190652), China Postdoctoral Science Foundation (General Progaram, 2019M651900). Written informed consent was obtained from each enrolled patient"
    ],
    "author": "Bing Yao; Weiqin Li; Bicheng Hu; Yan Wang; Xiaoyu Yang; Ping Xia; Ci Song; zhibin hu; Yun Liu; Guohua Chen; Chaojun Li; Wei Wang",
    "date": 2020,
    "doi": "10.1101/2020.03.31.20042333",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.31.20042333"
    },
    "title": "Detection of 2019 novel coronavirus in semen and testicular biopsy specimen of COVID-19 patients",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Key Research and Development Program of China",
                    "award-id": [
                        "2016YFC1000200",
                        "2018YFC1004200；2018YFC1004700"
                    ]
                },
                {
                    "funding-source": "State Key Program of National Natural Science of China",
                    "award-id": [
                        "31530047"
                    ]
                },
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "81903382",
                        "81971374"
                    ]
                },
                {
                    "funding-source": "Natural Science Foundation of Jiangsu Province",
                    "award-id": [
                        "BK20190652"
                    ]
                },
                {
                    "funding-source": "China Postdoctoral Science Foundation",
                    "award-id": [
                        "General Progaram",
                        "2019M651900"
                    ]
                },
                {
                    "funding-source": "General Progaram,",
                    "award-id": [
                        "2019M651900"
                    ]
                }
            ],
            "funding-statement": "This study was funded in part by the National Key Research and Development Program of China (2016YFC1000200, 2018YFC1004200；2018YFC1004700); the State Key Program of National Natural Science of China (31530047); the National Natural Science Foundation of China (81903382, 81971374), the Natural Science Foundation of Jiangsu Province (BK20190652), China Postdoctoral Science Foundation (General Progaram, 2019M651900)"
        }
    ]
}