{
    "title": "Elementary spatial structures and dispersion of COVID-19: health geography directing responses to public health emergency in Sao Paulo State, Brazil",
    "author": "Carlos Magno Castelo Branco Fortaleza, Raul Borges Guimaraes, Rafael de Castro Catao, Claudia Pio Ferreira, Gabriel Berg de Almeida, Edmur Pugliesi",
    "date": 2020,
    "affiliations": [
        "Department of Infectious Diseases. Botucatu Medical School, Sao Paulo State University (UNESP), Botucatu, Sao Paulo State, Brazil",
        "Deparment of Geography, Faculty of Science and Technology, São Paulo State University (UNESP), Presidente Prudente, São Paulo State, Brazil",
        "Department of Geography, Federal University of Espırito Santo, Vitoria, Espırito Santo State, Brazil",
        "Institute of Biosciences, Sao Paulo State University (UNESP), Botucatu, Sao Paulo State, Brazil"
    ],
    "journal": "Organization",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.26.20080895",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.04.26.20080895.pdf"
    },
    "abstract": "Public health policies to contain the spread of COVID-19 rely mainly on non-pharmacological measures. Those measures, especially social distancing, are a challenge for developing countries, such as Brazil. In Sao Paulo, the most populous state in Brazil (45 million inhabitants), most COVID-19 cases up to April 18th were reported in the Capital and metropolitan area. However, the inner municipalities, where 20 million people live, are also at risk. As governmental authorities discuss the loosening of measures for restricting population mobility, it is urgent to analyze the routes of dispersion of COVID-19 in those municipalities. In this ecological study, we use geographical models of population mobility as patterns for spread of SARS-Cov-2 infection. Based on surveillance data, we identify two patterns: one by contiguous diffusion from the capital metropolitan area and other that is hierarchical, with long-distance spread through major highways to cities of regional relevance. We also modelled the impact of social distancing strategies in the most relevant cities, and estimated a beneficial effect in each and every setting studied. This acknowledgement can provide real-time responses to support public health strategies.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "São Paulo Research Foundation",
                    "award-id": [
                        "18/24058-1"
                    ]
                }
            ],
            "funding-statement": "CPF also thanks support f rom São Paulo Research Foundation ( FAPESP) grant 18/24058-1"
        }
    ]
}