{
    "abstract": "The 2020 COVID-19 pandemic is a crisis of global proportions with a significant impact on the country of Brazil. The aims of this investigation were to track changes and risk factors for mental health outcomes during state-mandated quarantine. Adults residing in Brazil (n = 360, 37.9 years of age, 68.9% female) were surveyed at the start of quarantine and 1 month later. Outcomes assessed included perceived stress, state anxiety and depression. Aside from demographics, behaviors and attitudes assessed included exercise, diet, use of tele-psychotherapy and number of COVID-19 related risk factors, such as perceived risk of COVID-19, information overload, and feeling imprisoned. Overall, all mental health outcomes worsened from Time 1 to time 2, although there was a significant gender x time interaction for stress. 9.7% of the sample reported stress above the clinical cut-off (2 SD above mean), while 8.0% and 9.4% were above this cutoff for depression and anxiety, respectively. In repeated measures analysis, female gender, worsening diet and excess of COVID-19 information was related to all mental health outcomes. Changes in diet for the worse were associated with increases in anxiety. Exercise frequency was clearly related to state anxiety (0 days/week > 6 days/week). Those who did aerobic exercise did not have any increase in depression. Use of tele-psychotherapy predicted lower levels of depression and anxiety. In multiple regression, anxiety was predicted by the greatest number of COVID-19 specific factors. In conclusion, mental health outcomes worsened for Brazilians during the first month of quarantine and these changes are associated with a variety of risk factors.",
    "author": "Alberto Filgueiras; Matther Stults-Kolehmainen",
    "date": 2020,
    "doi": "10.1101/2020.05.12.20099374",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.12.20099374"
    },
    "title": "Factors linked to changes in mental health outcomes among Brazilians in quarantine due to COVID-19",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Coordenacao de Aperfeicoamento de Pessoal de Nivel Superior"
                },
                {
                    "funding-source": "Ministry of Education of Brazil"
                },
                {
                    "funding-source": "PROAP"
                }
            ],
            "funding-statement": "The present research is funded by the Coordenacao de Aperfeicoamento de Pessoal de Nivel Superior (CAPES) of the Ministry of Education of Brazil under the PROAP program"
        }
    ]
}