{
    "title": "Co-detection of respiratory pathogens in patients hospitalized with Coronavirus viral disease-2019 pneumonia",
    "author": "María Luisa Blascoa, Javier Buesab,c, Javier Colominab, María José Fornerd,e, María José 4 Galindod,e, Jorge Navarrof, José Nocedag, Josep Redónd,e, Jaime Signes-Costah, and 5 David Navarrob,c#",
    "date": 2020,
    "affiliations": [
        "Clinic University Hospital, INCLIVA Health Research",
        "Institute, Valencia, Spain. 8",
        "Microbiology Service, Clinic University Hospital, INCLIVA Health Research Institute",
        "Valencia, Spain. 10",
        "Department of Microbiology, School of Medicine, University of Valencia, Valencia",
        "Internal Medicine Department, Clinic University Hospital, INCLIVA Health Research",
        "Institute, Valencia, Spain. 14",
        "Department of Medicine, School of Medicine, University of Valencia, Valencia, Spain. 15",
        "Medical Directory, Clinic University Hospital, INCLIVA Health Research Institute",
        "Valencia, Spain. 17",
        "Emergency Medical Service, Clinic University Hospital, Valencia, Spain. 18",
        "Pneumology Service, Clinic University Hospital, INCLIVA Health Research Institute",
        "Valencia, Spain. 20 21 Running title: Co-infection with respiratory pathogens in Covid-19. 22 #Correspondence: David Navarro, Microbiology Service, Hospital Clínico 23 Universitario, Instituto de Investigación INCLIVA, Valencia, and Department of 24 Microbiology, University of Valencia, Valencia, Spain. Av. Blasco Ibáñez 17, 46010"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.06.20052522",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.04.06.20052522.pdf"
    },
    "abstract": "There is scarce information on the frequency of co-detection of respiratory pathogens (RP) in patients with Covid-19. Documentation of coinfections in Covid-19 pneumonia patients may be relevant for appropriate clinical and therapeutic management of patients. Between March 4th and March 28th, 2020, a total of 183 adult patients testing positive by SARS CoV-2 RT-PCR on respiratory specimens were hospitalized with interstitial pneumonia at our center, of whom 103 were tested for other RP by a multiplexed PCR assay. Three patients had a positive result for either one (n=2; Coronavirus HKU1 or Mycoplasma pneumoniae) or two targets (n=1; Influenza virus A (H3) and Respiratory syncytial virus B). Twenty-three patients testing negative by SARS CoV-2 RT-PCR and presentig with clinical, laboratory findings and imaging compatibe with Covid-19 pneumonia underwent RP screening. Of these, 6 (26%) had a positive result for a single RP. Our data indicate that despite the apparent rarity of coinfections in patients with Covid-19 pneumonia, routine testing for RP should be advised, since agents for which specific therapy can be prescribed may be detected.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The current work received no public or private funding."
        }
    ]
}