{
    "title": "SARS-CoV-2 seroprevalence trends in healthy blood donors during the COVID-19 Milan outbreak",
    "author": "Luca Valenti",
    "date": 2020,
    "affiliations": [
        "Department of Pathophysiology and Transplantation, Università degli Studi di Milano, Milan, Italy",
        "Department of Transfusion Medicine and Hematology, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy",
        "Department of Biomedical and Clinical Sciences “L. Sacco”, Università degli Studi di Milano, Milan, Italy",
        "CRC-Coordinated Research Center EpiSoMI-University of Milan, Milan, Italy",
        "Mucosal Immunology Lab, Istituto Europeo di Oncologia, Milan, Italy",
        "Department of Gastroenterology, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy",
        "Scientific Direction, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy",
        "Equal contributors",
        "Laboratory of Infectious Diseases, Luigi Sacco Hospital, Milan), Silvano Bosari and Luigia Scudeller (Scientific Direction, Fondazione IRCCS Cà Granda, Milan), Giancarlo Liumbruno (Centro Nazionale Sangue, Rome, Italy), Giovanna Lunghi (Laboratory Medicine, Fondazione IRCCS Cà Granda, Milan), Andrea Gori, Alessandra Bandera (Infectious Diseases, Fondazione IRCCS Cà",
        "Luca Valenti, MD Department of Pathophysiology and Transplantation, Università degli Studi di Milano, Milan, Italy Department of Transfusion Medicine and Hematology, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Via F Sforza 35, 20122, Milan, Italy Tel: 00390250320278; Fax: 00390255034688",
        "MD Department of Transfusion Medicine and Hematology, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Via F Sforza 35, 20122, Milan, Italy Tel: 00390255036595; Fax: 00390255034688"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.11.20098442",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.05.11.20098442.pdf"
    },
    "abstract": "BOX\nWhat is already know on this topic: • SARS-CoV-2 causes COVID-19, associated with a high mortality rate, but may be asymptomatic in a still undefined fraction of individuals. • COVID-19 is associated with altered hematological, inflammatory and biochemical parameters, but the laboratory correlates of non-severe infection are unknown. • A severe COVID-19 outbreak severely hit Milan at the end of February 2020, but the number of infected individuals and risk factors remain unclear.\nWhat this study adds: • SARS-CoV-2 was already circulating in Milan at the COVID-19 outbreak start on February 2020, with only 1 in 20 infected individuals being symptomatic and diagnosed. • Social distancing may have been more effective in reducing new infections in younger individuals, and by the end of April 4.4-10.8% of healthy asymptomatic adults had evidence of seroconversion. • Asymptomatic infection may affect lipid profile and be associated with higher circulating lymphocytes and eosinophils.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Ricerca Corrente Fondazione IRCCS Ca’ Granda Ospedale Maggiore Policlinico",
                    "award-id": [
                        "Institutional funding to DP"
                    ]
                },
                {
                    "funding-source": "COVID-19 Network Registry Biobanking, Fondazione"
                },
                {
                    "funding-source": "IRCCS Ca’ Granda Ospedale Maggiore Policlinico"
                },
                {
                    "funding-source": "Ricerca Finalizzata Ministero della Salute",
                    "award-id": [
                        "Italian Ministry of Health"
                    ]
                },
                {
                    "funding-source": "Italian Ministry of Health) RF",
                    "award-id": [
                        "02364358"
                    ]
                },
                {
                    "funding-source": "Fondazione Sviluppo Ca’ Granda",
                    "award-id": [
                        "PR-0361"
                    ]
                },
                {
                    "funding-source": "EU Programme Horizon",
                    "award-id": [
                        "under 777377"
                    ]
                },
                {
                    "funding-source": "LITMUS"
                },
                {
                    "funding-source": "Luca Valenti and Daniele Prati"
                }
            ],
            "funding-statement": "The study was funded by Ricerca Corrente Fondazione IRCCS Ca’ Granda Ospedale Maggiore Policlinico (Institutional funding to DP); COVID-19 Network Registry Biobanking, Fondazione IRCCS Ca’ Granda Ospedale Maggiore Policlinico (LV); Ricerca Finalizzata Ministero della Salute (Italian Ministry of Health) RF2016-02364358 (LV), Fondazione Sviluppo Ca’ Granda for the project Liver-Bible - PR-0361 (LV); the EU Programme Horizon 2020 (under grant agreement No 777377) for the project LITMUS (LV). Transparency declaration: Luca Valenti and Daniele Prati affirm that the manuscript is an honest, accurate, and transparent account of the study being reported; that no important aspects of the study have been omitted; and that any discrepancies from the study as originally planned have been explained."
        }
    ]
}