{
    "abstract": "Background The pandemic spread of COVID-19 has caused worldwide implications on societies and economies. Chest computed tomography (CT) has been found to support both, current diagnostic and disease monitoring. A joint approach to collect, analyze and share clinical and imaging information about COVID-19 in the highest quality possible is urgently needed. Methods An evidence-based reporting template was developed for assessing COVID-19 pneumonia using an FDA-approved medical software. The annotation of qualitative and quantitative findings including radiomics features is performed directly on primary imaging data. For data collection, secondary information from the patient history and clinical data such as symptoms and comorbidities are queried. Results License-royalty free, cloud-based web platform and on-premise deployments are offered. Hospitals can upload, assess, report and if pseudonymized share their COVID-19 cases. The aggregation of radiomics in correlation with rt-PCR, patient history, clinical and radiological findings, systematically documented in a single database, will lead to optimized diagnosis, risk stratification and response evaluation. A customizable analytics dashboard allows the explorative real-time data analysis of imaging features and clinical information. Conclusions The COVID-19-Template is based on a systematic, computer-assisted and context-guided approach to collect, analyze and share data. Epidemiological and clinical studies for therapies and vaccine candidates can be implemented in compliance with high data quality, integrity and traceability.",
    "author": "Jens Kleesiek; Claus Peter Heussel; Maria Katharina Ganten; Gabriel Alexander Salg; Matthias Baumhauer",
    "date": 2020,
    "doi": "10.1101/2020.04.02.20048793",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.02.20048793"
    },
    "title": "A globally available COVID-19 - Template for clinical imaging studies",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received."
        }
    ]
}