{
    "abstract": "Objectives: To evaluate PPE-preparedness across intensive care units (ICUs) in 6 Asia-Pacific countries. PPE-preparedness was defined as the adherence to guidelines, training HCWs, procuring PPE stocks and responding appropriately to a suspected case (transportation and admission to hospital). Design: Cross-sectional web-based survey. Setting: ICUs in Australia, New Zealand (NZ), Singapore, Hong Kong (HK), India and Philippines with a 24/7 Emergency/Casualty Department, and capable of mechanically ventilating patients for more than 24 hours. Interventions: Questionnaire sent to intensivists in 633 Level II/III ICUs in 6 Asia-Pacific countries by email, WhatsApp and text messaging. Main outcome measures: 263 intensivists responded, of whom 231 were eligible for analysis. Response rates were 68%-100% in all countries except India, where it was 24%. 97% either conformed to or exceeded WHO recommendations for PPE-practice. 59% employed airborne precautions irrespective of aerosol-generation-procedures. There were variations in negative-pressure room use (highest in HK/Singapore), training (best in NZ), and PPE stock-awareness (best in HK/Singapore/NZ). High-flow-nasal-oxygenation and non-invasive ventilation were not options in most HK (66.7%, 83.3% respectively) and Singapore ICUs (50%, 80% respectively), but were considered in other countries to a greater extent. 38% reported not having specialized airway teams. Showering and buddy-systems were underutilized. Clinical waste disposal training was suboptimal (38%). Conclusions: Most intensivists from six Asia-Pacific countries appeared to be aware of the WHO PPE-guidelines by either conforming to/exceeding the recommendations. Despite this, there were widespread variabilities across ICUs and countries in several domains, particularly related to PPE-training and preparedness. Standardising PPE guidelines may translate to better training, better compliance and policies that improve HCW safety. Adopting low-cost approaches such as buddy-systems should be encouraged. More importantly, better pandemic preparedness and building systems with deeply embedded culture of safety is essential to ensure the safety and well-being of HCWs during such pandemics.",
    "affiliations": [
        "Casualty Department, and capable of mechanically ventilating patients for more than 24 hours. Interventions: Questionnaire sent to intensivists in 633 Level II/III ICUs in"
    ],
    "author": "Navya GULLAPALLI; Arvind Rajamani; Wai Tat Wong; Claudia Maria ALCANCIA; Jumana Haji; Kollengode RAMANATHAN; Markus RENNER; Jinghang Luo; Kiran Shekar; Shailesh BIHARI; Ashwin SUBRAMANIAM",
    "date": 2020,
    "doi": "10.1101/2020.05.06.20093724",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.06.20093724"
    },
    "title": "Variations in Personal Protective Equipment Preparedness in Intensive Care Units during the COVID-19 Pandemic: A Survey of Asia-Pacific Countries",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding source"
        }
    ]
}