{
    "title": "Alpha 1 Antitrypsin is an Inhibitor of the SARS-CoV2–Priming Protease TMPRSS2",
    "author": "Azouz, Nurit",
    "date": 2020,
    "affiliations": [
        "Hospital Medical Center, Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, Ohio 45229-3026, USA",
        "Hospital. M.E.R. and N.P.A. are inventors of a patent owned by Cincinnati Children’s Hospital with the provisional number of 63/017,027"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.04.077826",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.04.077826.pdf"
    },
    "abstract": "The transmembrane serine protease TMPRSS2 is indispensable for S protein priming of the MERS, SARS-CoV, and SARS-CoV2 coronaviruses, a process that is necessary for entry of the virus into host cells. Therefore, inhibiting TMPRSS2 holds promise as an approach toward preventing transmission of coronaviruses. Herein, we developed an in vitro system to measure TMPRSS2 activity and tested the inhibition of TMPRSS2 by several synthetic and natural protease inhibitors. Camostat mesylate and bromhexine hydrochloride (BHH) inhibited TMPRSS2 proteolytic function. In addition, we identified the small molecule 4-(2-aminomethyl)benzenesulfonyl fluoride (AEBSF) and the human, anti-inflammatory protein alpha 1 antitrypsin (A1AT) as inhibitors of TMPRSS2. AEBSF and A1AT inhibited TMPRSS2 activity in a dose-dependent manner. AEBSF and A1AT inhibited TMPRSS2 in the same range of concentrations (100-0.1  M). We suggest that treatment with these inhibitors, particularly A1AT, which is an FDA-approved drug, might be effective in limiting SARS-CoV and SARS-CoV2 transmissibility and as a COVID-19 treatment.",
    "keywords": [
        "COVID",
        "coronavirus",
        "TMPRSS2",
        "protease",
        "alpha 1 antitrypsin",
        "AEBSF",
        "camostat mesylate"
    ],
    "funding": [
        {}
    ]
}