{
    "abstract": "Background SARS-CoV-2 is the cause of an ongoing pandemic with a projected 100,000 to 240,000 U.S. deaths. To date, documentation of histopathologic features in fatal cases of COVID-19 has been limited due to small sample size and incomplete organ sampling. Methods Post-mortem examinations were performed on 12 fatal COVID-19 cases in Washington State during February-March 2020. Clinical and laboratory data were reviewed. Tissue examination of all major organs was performed by light microscopy and electron microscopy. The presence of viral RNA in sampled tissues was tested by RT-PCR. Results All 12 patients were older with significant preexisting comorbidities. The major pulmonary finding was diffuse alveolar damage in the acute and/or organizing phases with virus identified in type I and II pneumocytes by electron microscopy. The kidney demonstrated viral particles in the tubular epithelium, endothelium, and podocytes without significant inflammation. Viral particles were also observed in the trachea and large intestines. SARS-CoV-2 RNA was detected in the cardiac tissue of a patient with lymphocytic myocarditis. RT-PCR also detected viral RNA in the subcarinal lymph nodes, liver, spleen, and large intestines. Conclusion SARS-CoV-2 represents the third novel coronavirus to cause widespread human disease since 2002. Similar to SARS and MERS, the primary pathology was diffuse alveolar damage with virus located in the pneumocytes. However, other major organs including the heart and kidneys may be susceptible to viral replication and damage leading to increased mortality in those with disseminated disease. Understanding the pathology of SARS-CoV-2 will be essential to design effective therapies.",
    "author": "J. Matthew Lacy; Behzad Najafian; Heather Maioli; Irfan Chaudhry; Nicole Yarid; Benjamin T Bradley; Susan L. Fink; Robert Johnston; Haodong Xu; Desiree Marshall; Timothy Williams",
    "date": 2020,
    "doi": "10.1101/2020.04.17.20058545",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.17.20058545"
    },
    "title": "Histopathology and Ultrastructural Findings of Fatal COVID-19 Infections",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This work was not supported by any institution or grant."
        }
    ]
}