{
    "abstract": "Background A COVID-19 outbreak occurred in a cruise ship with 3711 passengers and crew in 2020. This study is to test the hypothesis that environmental surfaces played important roles in transmission for SARS-CoV-2 during this outbreak. Methods We sampled environmental surfaces including air from common areas in the cruise ship and cabins in which confirmed COVID-19 cases and non-cases had stayed after they left the cabins. We tested the samples for SARS-CoV-2 by rt-PCR and conducted viral isolation. Findings Of 601 samples tested, SARS-CoV-2 RNA was detected from 58 samples (10%) from case-cabins from which they left 1-17 days before sampling, but not from non-case-cabins. Except for one sample from an air hood in a corridor, SARS-CoV-2 RNA was not detected from samples in common areas. SARS-CoV-2 RNA was not detected from all 14 air samples. RNA was most often detected on the floor around toilet in the bathroom (39%, 13/33, cycle quantification (Cq): 26.21-37.62) and bed pillow (34%, 11/32, Cq: 34.61-38.99). There was no difference in the detection proportion between cabins for symptomatic (15%, 28/189, Cq: 29.79-38.86) and asymptomatic cases (21%, 28/131, Cq: 26.21-38.99). No SARS-CoV-2 virus was isolated from any of the samples. Interpretation The environment around the COVID-19 cases was extensively contaminated from SARS-CoV-2 during COVID-19 outbreak in the cruise ship. Transmission risk of SARS-CoV-2 from symptomatic and asymptomatic patients seems to be similar and the environmental surface could involve viral transmission through direct contact.",
    "author": "Taskforce for the COVID-19 Cruise Ship Outbreak; Takuya Yamagishi",
    "date": 2020,
    "doi": "10.1101/2020.05.02.20088567",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.02.20088567"
    },
    "title": "Environmental sampling for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) during a coronavirus disease (COVID-19) outbreak aboard a commercial cruise ship",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding support because this study is part of public health control measures."
        }
    ]
}