{
    "abstract": "Introduction The immunosuppressive nature of some cancers and many cancer-directed treatments may increase the risk of infection with and severe sequelae from Coronavirus Disease 2019 (COVID-19). The objective of this study was to compare concerns about COVID-19 among individuals undergoing cancer treatment to those with a history of cancer not currently receiving therapy and to those without a cancer history. Methods We conducted a cross-sectional anonymous online survey study of adults currently residing in the United States. Participants were recruited over a one-week period (April 3-11, 2020) using promoted advertisements on Facebook and Twitter. Groups were compared using chi-squared tests, Fisher's exact tests, and t-tests. Results 543 respondents from 47 states provided information on their cancer history and were included in analyses. Participants receiving active treatment reported greater concern about coronavirus infection (p<0.0001), higher levels of family distress caused by the COVID-19 pandemic (p=0.004), and greater concern that the general public does not adequately understand the seriousness of COVID-19 (p=0.04). Those with metastatic disease were more likely to indicate that COVID-19 had negatively affected their cancer care compared to patients with non-metastatic cancer (50.8% vs. 31.0%; p=0.02). The most commonly reported treatment modifications included chemotherapy delays. Conclusions Patients undergoing active treatment for cancer were most concerned about the short-term effects of the COVID-19 pandemic on the logistics as well as potential efficacy of ongoing cancer treatment, longer term effects, and overarching societal concerns that the population at large is not as concerned about the public health implications of the coronavirus.",
    "affiliations": [
        "National Institutes of Health\u0092s National Center for Advancing Translational Sciences, grant UL1TR002494 as well as the National Cancer Institute P30 Cancer Center Support Grant, grant CA77598. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health\u0092s National Center for Advancing Translational Sciences or the National Cancer Institute"
    ],
    "author": "Patricia Jewett; Jane Yuet Ching Hui; Shernan G. Holtan; Rachel I. Vogel; Helen Parsons; Deanna Teoh; Lauren Thomaier; Anne Blaes; Katherine Brown; Emil Lou; E. Waruiru Mburu; Heather H. Nelson",
    "date": 2020,
    "doi": "10.1101/2020.04.30.20086652",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.30.20086652"
    },
    "title": "Perspectives of Cancer Patients and Their Health during the COVID-19 Pandemic",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Institutes of"
                },
                {
                    "funding-source": "National Center for Advancing Translational Sciences,",
                    "award-id": [
                        "UL1TR002494"
                    ]
                },
                {
                    "funding-source": "National Cancer Institute"
                },
                {
                    "funding-source": "Cancer Center Support Grant,",
                    "award-id": [
                        "CA77598"
                    ]
                }
            ],
            "funding-statement": "This research was supported in part by the National Institutes of Health\u0092s National Center for Advancing Translational Sciences, grant UL1TR002494 as well as the National Cancer Institute P30 Cancer Center Support Grant, grant CA77598"
        }
    ]
}