{
    "abstract": "Coronavirus disease (COVID-19) is a highly transmittable infection and Pakistan faces sudden hike in number of positive cases including number of healthcare professionals (HCPs) also acquired infection. Knowledge, attitude, and practice survey provides a suitable format to evaluate existing programs and to identify effective strategies for behavior change in society. Therefore, the aim of study is to assess knowledge, attitude and practice among HCPs in Pakistan regarding COVID-19. An online survey-based study was conducted among healthcare professionals including physicians, pharmacists and nurses. A self-administered validated (Cronbach alpha=0.077) questionnaire comprised of five sections (Demographics, Knowledge, attitude, practice and perceived barriers) were used for data collection. Of 414 participants, 29.98% (n=120) physicians, 46.65% (n= 189) pharmacists and 25.36% (n= 105%) nurses. Most commonly utilized information source was social media. Findings showed HCPs have good knowledge (93.2%, n=386), positive attitude (Mean 8.43, SD:1.78) and good practice (88.7%, n=367) regarding COVID-19. HCPs perceived that overcrowding in emergency room (52.9%, n=219), limited infection control material (50.7%, n=210) and poor knowledge regarding transmission (40.6%, n=168) of COVID-19 are the major barriers in infection control practice. Binary logistic regression analysis demonstrated that HCPs of age group 40-49 years (OR: 1.419, 95%CI: (0.14-4.78, P=0.041) have higher odds of good knowledge. Similarly, age group of 31-39 years (OR: 1.377, 95% CI: 0.14-2.04, P=0.05), experience of more than 5 years (OR: 10.71, 95% CI: 2.83-40.75, P<0.001), and pharmacist job (OR: 2.247, 95% CI: 1.11-4.55, P=0.025) were the substantial determinants of good practice regarding COVID-19. HCPs in Pakistan have good knowledge, yet, there are areas where gaps in knowledge and practice was observed. To effectively control infection spread, well-structured training programs must be launched by government targeting all kinds of HCPs to raise their existed knowledge.",
    "author": "Saif Ur Rehman; Zaheer Ahmed; Aqsa Gulzar; Muhammad Mashhood; Azhar Hussain Tahir; Muhammad Saqlain; Muhammad Muddasir Munir; Sahar Naz",
    "date": 2020,
    "doi": "10.1101/2020.04.13.20063198",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.13.20063198"
    },
    "title": "Knowledge, attitude, practice and perceived barriers among healthcare professionals regarding COVID-19: A Cross-sectional survey from Pakistan",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None of the authors have received any funding from any person or any organization"
        }
    ]
}