{
    "abstract": "Background: No firm recommendations are currently available to guide decision making for patients requiring cardiac surgery during the COVID-19 pandemic. Systematic appraisal of national expert consensus can be used to generate interim recommendations until data from clinical observations will become available. Hence, we aimed to collect and quantitatively appraise nationwide UK senior surgeons opinion on clinical decision making for patients requiring cardiac surgery during the COVID-19 pandemic. Methods: We mailed a web-based questionnaire to all consultant cardiac surgeons through the Society for Cardiothoracic Surgery in Great Britain and Ireland (SCTS) mailing list on the 17th April 2020 and we pre-determined to close the survey on the 21st April 2020. This survey was primarily designed to gather information on UK surgeons opinion using 12 items. Strong consensus was predefined as an opinion shared by at least 60% of responding consultants. Results: A total of 86 consultant surgeons undertook the survey. All UK cardiac units were represented by at least one consultant. Strong consensus was achieved for the following key questions:1) before hospital admission every patient should receive nasopharyngeal swab, PCR and chest CT; 2) the use of full PPE should to be adopted in every case by the theatre team regardless patients COVID-19 status; 3) the risk of COVID-19 exposure for patients undergoing heart surgery should be considered moderate to high and likely to increase mortality if it occurs; 4) cardiac procedure should be decided based on ad-hoc multidisciplinary team discussion for every patient. The majority believed that both aortic and mitral surgery should be considered in selected cases. The role of CABG surgery during the pandemic was more controversial. Conclusions: In the current unprecedented scenario, the present survey provides information for generating interim recommendations until data from clinical observations will become available.\nCompeting Interest Statement",
    "author": "Simon Kendall; Rakesh Uppal; Andrew Goodwin; Umberto Benedetto; Enoch Akowuah",
    "date": 2020,
    "doi": "10.1101/2020.04.24.20078105",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.24.20078105"
    },
    "title": "A Nationwide Survey of UK cardiac surgeons view on clinical decision making during the COVID-19 pandemic",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement none</strong>"
        }
    ]
}