{
    "abstract": "This study provides the first attempt to identify people at greater risk of COVID-19 infection, enabling more targeted infectious disease prevention and control, which are especially important in the ongoing shortage of COVID-19 testing. We conducted a primary survey of 521 adults on April 1-10, 2020 in Iran, where the official infection rate was 0.08%. In our sample, 3% reported being COVID-19 positive and 15% were unsure of their status. This relatively high positive rate enabled us to conduct the analysis at the 5% significance level. At the time of the survey, 44% of the adults worked from home; 26% still went to work in their workplaces; 27% had stopped working due to the COVID-19 pandemic; and 3% were unemployed. Adults who exercised more were more likely to be COVID-19 negative. Each additional hour of exercise per day predicted a 78% increase in the likelihood of being COVID-19 negative. Adults with chronic medical illnesses were 48% more likely to be COVID-19 negative. In terms of work situation, those who worked from home were the most likely to be COVID-19 negative, and those who had stopped working were the most likely to be COVID-19 positive. Individuals in larger organizations were less likely to be COVID-19 positive. Given the testing shortage in many countries, we identify a novel approach to predict the likelihood of COVID-19 infection by a set of personal and work situation characteristics, in order to help to identify individuals with more or less risk of contracting the virus. We hope this research opens a new research avenue to identify the individual risk factors of COVID-19 infection to enable more targeted infectious disease prevention, communication, testing, and control to complement the effort to expand testing capacity.",
    "author": "Abbas Nazarian Madavani; Stephen X. Zhang; Asghar Afshar Jahanshahi; Maryam Mokhtari Dinani; Yifei Wang; Shuhua Sun",
    "date": 2020,
    "doi": "10.1101/2020.04.30.20086348",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.30.20086348"
    },
    "title": "Beyond predicting the number of infections: predicting who is likely to be COVID negative or positive",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Self-funded by bootstrapping"
        }
    ]
}