{
    "abstract": "Background and Aims: The abnormal liver function and even liver failure related death were reported in the COVID-19 patients, but less of studies focus on the dynamic liver function changes. We analysed the liver function indexes of COVID-19 patients to explore the characteristics of liver function changes in patients with different severity. Methods: This study included 54 moderate, 50 severe, and 31 death nucleic acid-confirmed COVID-19 patients hospitalized at the central hospital of Wuhan, China. Epidemiological histories, clinical features, imaging materials, medications and especially major liver function laboratory tests were collected for analysis. Results: The clinical symptoms did not present any significant difference in the patients at admission, but the older male patients had pronounced mortality risk. The normal ratio of ALT, TB, and DBIL of moderate patients was 96.3%, 94.44%, and 98.15% separately at the first test, but 59.26% of patients showed declined ALB levels. The normal ratio of all liver function indexes declined after admission, but most abnormalities were mild (1-2 times of upper limit unit) and went back normal before discharge. In severe patients, the normal ratio of ALB dropped down to 30.61% at admission along with the dramatic impaired normal ratio of bilirubin at the second test. The severe patients liver function dysfunction was worse than the moderate patients but without a significant difference. The dead patients showed a significantly higher level of DBIL, AST, GGT and CRP than other groups patients in the final test, along with the hypoalbuminemia. What is worse, 16.13% of non-survivors were diagnosed with liver failure. No medication was found to be related to ALT, AST, and GGT abnormality in our study. Conclusion: In moderate and severe patients, liver dysfunction was mild. Patients widely presented lower level of ALB. The higher level of bilirubin, AST, and GGT was likely to indicate the worse outcome. Dynamic monitoring of liver function indexes could be considered and liver failure related death should be noticed and prevented in the early stage.",
    "affiliations": [
        "National Science and Technology Major Project of China (grant numbers: 2017ZX09304002)"
    ],
    "author": "Yiyang Hu; Jie Jiang; Xiaoxiao Xu; Yi Hu; Cheng Chen; Yu Zhao",
    "date": 2020,
    "doi": "10.1101/2020.05.13.20099614",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.13.20099614"
    },
    "title": "Dynamic liver function indexes monitoring and clinical characteristics in three types of COVID-19 patients",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Science and Technology Major Project of China",
                    "award-id": [
                        "2017ZX09304002"
                    ]
                }
            ],
            "funding-statement": "This work is supported by the National Science and Technology Major Project of China (grant numbers: 2017ZX09304002)"
        }
    ]
}