{
    "abstract": "Introduction: This study estimated the extent of psychological distress among people losing work during the coronavirus disease of 2019 (COVID-19) pandemic in Australia, and examined associations between distress, nature of work loss and degree of social interaction. Methods: Data were from a baseline online survey of an inception cohort recruited in the weeks following the introduction of physical distancing and movement restrictions to contain the spread of COVID-19 in Australia. These restrictions resulted in widespread unemployment and working hour reduction. Psychological distress was measured using the Kessler-6 scale. Data on nature of work loss, social interactions, demographic, job and occupational characteristics were also collected. Regression modelling was conducted to determine the relationship between work loss, social interactions and psychological distress, accounting for confounders. Results: Among the 551 study participants 31% reported severe psychological distress, 35% in those with job loss and 28% in those still employed but working less. Those who had significantly greater odds of high psychological distress were younger, female, had lost their job and had lower social interactions. The relationship between job loss and distress became non-significant when financial stress, and occupation were included in the regression model, but the protective effect of higher social interactions remained significant. Discussion: There was a high prevalence of psychological distress in people losing work during the COVID-19 pandemic. Age, gender, job loss and social interactions were strongly associated with distress. Interventions that promote social interaction may help to reduce distress during among people losing work during the COVID-19 pandemic.",
    "affiliations": [
        "Monash University"
    ],
    "author": "Luke Sheehan; Dennis Petrie; Malcolm R Sim; Peter Whiteford; Alex Collie; Genevieve Grant; Caryn van Vreden",
    "date": 2020,
    "doi": "10.1101/2020.05.06.20093773",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.06.20093773"
    },
    "title": "Psychological Distress Among People Losing Work During the COVID-19 Pandemic in Australia",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Monash University"
                }
            ],
            "funding-statement": "At the time of submission this study had received financial support from Monash University"
        }
    ]
}