{
    "abstract": "With the insurgence of the COVID-19 pandemic, a large number of people died in the past several months, and the situation is ongoing with increasing health, social and economic panic and vulnerability. Due to the lack of drugs and prophylaxis against COVID-19, most of the countries are now relying on maintaining social distance as preventative actions. However, this social distancing can create global socio-economic crisis and psychological disorders. Therefore, these control measures need to have an assessment to evaluate their value in containing the situation. In this study, we analyzed the outcome of COVID-19 in response to different control measures, health care facilities, and prevalent diseases. Based on our findings, the number of COVID-19 deaths found to be reduced with increased medical personnel and hospital beds. We found 0.23, 0.16, and 0.21 as the measurement of significant non-linear relationship between COVID-19 case fatality and number of physicians (p-value ≤ 7.1*10-6), nurses and midwives (p-value ≤ 4.6*10-3), and hospital beds (p-value ≤ 1.9*10-2). Importantly, we observed a significant correlation between the reduction of COVID-19 cases and the earliness of preventive initiation. As a result, enhancing health care facilities as well as imposing the control measures in a short time could be valuable to prevent the currently raging COVID-19 pandemic. The apathy of taking nation-wide immediate precaution measure has identified as one of the critical reasons to make the circumstances worst. Notably, countries including Gambia, Nicaragua, Burundi, Namibia, and Nepal have marked in a state of danger. Interestingly, no association between the comorbidities and severity of COVID-19 was found except for few diseases including cancer, which warranted further investigation at the pathobiological level. We believe that this study could be useful in developing a control strategy in COVID-19 as well as future pandemics.",
    "author": "Utpal Kumar Adhikari; Faruq Abdulla; Azizur Rahman; Md. Moyazzem Hossain; Zulkar Nain; Md. Karimuzzaman",
    "date": 2020,
    "doi": "10.1101/2020.05.09.20096255",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.09.20096255"
    },
    "title": "Effect of preventive actions and health care factors in controlling the outbreaks of COVID-19 pandemic",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "For this research, the researchers received no specific grant from any funding agencies in the public, commercial, or not-for-profit sectors"
        }
    ]
}