{
    "abstract": "Objective: Evaluate the prevalence and characteristics of olfactory or gustatory dysfunction in COVID-19 patients Study Design: Multicenter Case Series Setting: 5 tertiary care hospitals (3 in China, 1 in France, 1 in Germany) Subjects and Methods: 394 PCR confirmed COVID-19 positive patients were screened, and those with olfactory or gustatory dysfunction were included. Data including demographics, COVID-19 severity, patient outcome, and the incidence and degree of olfactory and/or gustatory dysfunction were collected and analyzed. The Questionnaire of Olfactory Disorders (QOD) and Visual Analogue Scale (VAS) were used to quantify olfactory and gustatory dysfunction respectively. All subjects at one hospital (Shanghai) without subjective olfactory complaints underwent objective testing. Results: Of 394 screened subjects, 161 (41%) reported olfactory and/or gustatory dysfunction and were included. Incidence of olfactory and/or gustatory disorders in Chinese (n=239), German (n=39) and French (n=116) cohorts were 32%, 69%, and 49% 138 respectively. The median age of included subjects was 39 years old, 92/161 (57%) were male, and 10/161 (6%) were children. Of included subjects, 10% had only olfactory or gustatory symptoms, and 19% had olfactory and/or gustatory complaints prior to any other COVID-19 symptom. Of subjects with objective olfactory testing, 10/90 demonstrated abnormal chemosensory function despite reporting normal subjective olfaction. 43% (44/102) of subjects with follow-up showed symptomatic improvement in olfaction or gustation. Conclusions: Olfactory and/or gustatory disorders may represent early or isolated symptoms of SARS-CoV-2 infection. They may serve as a useful additional screening criterion, particularly for the identification of patients in the early stages of infection.",
    "affiliations": [
        "National Natural Science Foundation of China (No. 81822011, 81771013)and University of Miami COVID-19 Rapid Response Grant (UM 2020-2227)"
    ],
    "author": "Philippe Herman; Dushyantha T. Jayaweera; Mei Zeng; Di Zhang; Chenghao Qiu; Corinna G. Levine; Qi Yao; Antje Haehner; Bing Chen; Hongzhou Lu; Jun Zhao; Hongmeng Yu; Li Liu; James C. Denneny; Katja de With; Julia Draf; Thomas Hummel; Qi Dai; Charlotte Hautefort; Yilai Shu; Xuezhong Liu; Hui Zeng; Ivette Cejas; Chong Cui; Roy Casiano; Eric J. Nisenbaum; Yu Zhao; Adrien A. Eshraghi; Clement Jourdaine",
    "date": 2020,
    "doi": "10.1101/2020.05.13.20100198",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.13.20100198"
    },
    "title": "Olfactory and Gustatory Dysfunction as An Early Identifier of COVID-19 in Adults and Children: An International Multicenter Study",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "81822011",
                        "81771013"
                    ]
                },
                {
                    "funding-source": "University of Miami COVID-19 Rapid Response Grant",
                    "award-id": [
                        "UM 2020-2227"
                    ]
                }
            ],
            "funding-statement": "This work was supported by National Natural Science Foundation of China (No 81822011, 81771013)and University of Miami COVID-19 Rapid Response Grant (UM 2020-2227)"
        }
    ]
}