{
    "title": "Identification of variable sites in Sars-CoV-2 and their abundance profiles in time",
    "date": 2020,
    "author": "Francesco Comandatore, Alice Chiodi, Paolo Gabrieli, Gherard Batisti Biffignandi, Matteo Perini, Matteo Ramazzotti, Stefano Ricagno, Sara Giordana Rimoldi, Maria Rita Gismondo, Valeria Micheli, Claudio Bandi, Matteo Brilli,∗ † These authors contributed equally; 1 Dipartimento di Scienze Biomediche e Cliniche L. Sacco, Università degli Studi di Milano, Milano, Italia; 2 Centro Ricerca Pediatrica Romeo ed Enrica Invernizzi, Università degli Studi di Milano, Milano, Italia; 3 Dipartimento di Bioscienze, Università degli Studi di Milano, Milano, Italia; 4 Dipartimento di Scienze Clinico-Chirurgiche,Diagnostiche e Pediatriche, Università degli Studi di Pavia, Pavia, Italia; 5 Dipartimento di Scienze",
    "affiliations": [
        "Dipartimento di Scienze Biomediche",
        "Cliniche L. Sacco, Università degli Studi di Milano, Milano, Italia",
        "Centro Ricerca Pediatrica Romeo ed Enrica Invernizzi, Università degli Studi di Milano, Milano, Italia",
        "Dipartimento di Bioscienze, Università degli Studi di Milano, Milano, Italia",
        "Dipartimento di Scienze Clinico-Chirurgiche,Diagnostiche",
        "Pediatriche, Università degli Studi di Pavia, Pavia, Italia",
        "Dipartimento di Scienze",
        "Cliniche, Università degli Studi di Firenze, Firenze",
        "Laboratorio di Microbiologia, Virologia",
        "Diagnostica della Bioemergenza, ASST Fatebenefratelli Sacco, Milano, Italia ∗"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.30.071027",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.30.071027.pdf"
    },
    "abstract": "The Sars-Cov-2 pandemic that we are currently experiencing is one of the worst since long time in terms of cost in terms of human lives and economic impact. Besides the source of this virus, it is also important to understand how different virus-variant change their frequency in time, because this may indicate different levels of aggressiveness, or provide useful data to trace the spreading of the virus in the population. In this work we trace 6 amino acid variant that have high frequency in Italy and Europe, but were absent or very low frequency during the first explosion in China and the initial diffusion in Europe. One of these, variant D614G in the Spike protein, appears in Germany on January 28 and since then has overcome the wild-type variant arrived from China.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Authors from University of Milan"
                },
                {
                    "funding-source": "Fondazione Romeo"
                },
                {
                    "funding-source": "Enrica Invernizzi"
                }
            ],
            "funding-statement": "Authors from University of Milan wish to thank Fondazione Romeo ed Enrica Invernizzi for financial support"
        }
    ]
}