{
    "abstract": "The authors have withdrawn this manuscript (Genome-wide variations of SARS-CoV-2 infer evolution relationship and transmission route) from medRxiv, because it was found that the statistical and analytical methods used in the manuscript had certain controversies after further discussion, so the authors of the manuscipt disclaimed that this conclusion cannot be used as the basis for the origin and evolution of SARS-COV-2, also as information to guide clinical practice and health-related behaviors, it should not be reported as established facts in the news media and \"We-Media\". No one should do too much extended interpretation of the content of this manuscript. Therefore, the authors do not wish this work to be cited as reference for the project. If you have any questions, please contact the corresponding author.",
    "author": "Junjie Yang; Lehai Zhang; Lei Zhang; shifu wang; Qian Ren; Zhongtao Gai; Yanqin Lu",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20081349",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20081349"
    },
    "title": "Genome-wide variations of SARS-CoV-2 infer evolution relationship and transmission route",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Shandong Province Science Foundation for Talent Cultivation",
                    "award-id": [
                        "ZR2015PH059",
                        "Shi-fu Wang"
                    ]
                },
                {
                    "funding-source": "State Major Infectious Disease Research Program",
                    "award-id": [
                        "2012ZX10004206-007",
                        "2017zx10103004-007"
                    ]
                }
            ],
            "funding-statement": "This study was supported by Shandong Province Science Foundation for Talent Cultivation [ZR2015PH059], the outstanding young technical backbone training project of Jinan [Shi-fu Wang], the State Major Infectious Disease Research Program [2012ZX10004206-007 and 2017zx10103004-007]"
        },
        {
            "award-group": [
                {
                    "funding-source": "Lei Zhang"
                },
                {
                    "funding-source": "TaiShan Scholars Program of Shandong Province",
                    "award-id": [
                        "tshw20120206"
                    ]
                },
                {
                    "funding-source": "TaiShan Industrial Experts Program",
                    "award-id": [
                        "tscy20190612"
                    ]
                }
            ],
            "funding-statement": "Lei Zhang is supported by the TaiShan Scholars Program of Shandong Province (No tshw20120206) and TaiShan Industrial Experts Program (No tscy20190612)"
        }
    ]
}