{
    "abstract": "Background: The COVID-19 pandemic has disrupted health care systems worldwide. This is due to the demand for medical resources in other areas as well as concern for the risk of nosocomial SARS-CoV-2 exposure. The interruption of routine care is especially problematic for patients with chronic conditions requiring regular follow-up, such as lung transplant recipients. New methods like telemedicine are needed to provide care to these patients. Methods: A retrospective analysis of video consultations (VC) in comparison to on-site visits (OSV) was performed during a six-week period in a lung transplant center in Germany. VC included a structured work-up questionnaire and vital sign documentation. Results: During the 6-week study period, 75 VC were performed for 53 patients and 75 OSV by 51 patients occurred. By the end of our study period, 77% of physician-patient contacts occurred via VC. Overall, physician-patient consultations were reduced by 47% in comparison to an equivalent time frame in 2019. In 62% of cases, VC resulted in a concrete clinical decision. For two VC patients, the indication for inpatient admission was established during the consultation. One COVID-19 patient in home quarantine was admitted due to respiratory failure detected by VC. Patient satisfaction with VC was high. Conclusions: By transitioning to VC, OSV for lung transplant patients during the COVID-19 pandemic was reduced. VC was well received by the majority of patients. This technology can be adopted to provide care for a wide range of chronic illnesses.\nCompeting Interest Statement",
    "author": "Bernd Karow; Mark Greer; Jan Fuge; Moritz Z. Kayser; Christina Valtin; Jens Gottlieb",
    "date": 2020,
    "doi": "10.1101/2020.05.12.20093799",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.12.20093799"
    },
    "title": "Video Consultation in Lung Transplant Recipients during the COVID-19 Pandemic",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The authors received no specific funding for this work."
        }
    ]
}