{
    "title": "Multi-Antigenic Virus-like Particle of SARS CoV-2 produced in Saccharomyces cerevisiae as a vaccine candidate",
    "author": "Nupur Mehrotra",
    "date": 2020,
    "affiliations": [
        "Pant Hospital for the Transmission Electron Microscopy. We thank Dr Anurag Agarwal, Director, IGIB for his kind support and advice, Dr Archana Singh, IGIB, for her help for the TEM processing. We thank Dr Nirpendra Singh, RCB, for the Mass"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.18.099234",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.18.099234.pdf"
    },
    "abstract": "Spike, Envelope and Membrane proteins from the SARS CoV-2 virus surface coat are important vaccine targets. We hereby report recombinant co-expression of the three proteins (Spike, Envelope and Membrane) in a engineered Saccharomyces cerevisiae platform (D-CryptTM) and their self-assembly as Virus-like particle (VLP). This design as a multi-antigenic VLP for SARS CoV-2 has the potential to be a scalable vaccine candidate. The VLP is confirmed by transmission electron microscopy (TEM) images of the SARS CoV-2, along with supportive HPLC, Dynamic Light Scattering (DLS) and allied analytical data. The images clearly outline the presence of a “Corona” like morphology, and uniform size distribution.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Premas Biotech and Akers Biosciences for"
                }
            ],
            "funding-statement": "The authors acknowledge the generous support from Premas Biotech and Akers Biosciences for co-development of this study"
        },
        {
            "award-group": [
                {
                    "funding-source": "Premas Biotech and Akers Biosciences"
                }
            ],
            "funding-statement": "The work was carried through the financial support from Premas Biotech and Akers Biosciences"
        }
    ]
}