{
    "abstract": "INTRODUCTION: Coronavirus Disease 2019 (COVID-19) is a highly contagious illness caused by the Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). There is growing evidence regarding the imaging findings of COVID-19, in Chest X-ray and CT scan, however their availability in this pandemic outbreak might be compromised. At this moment, the role of Point-of-care ultrasonography (POCUS) has yet to be explored. OBJECTIVES: The main purpose of this study is to describe the POCUS findings of the disease in COVID-19 patients admitted to the emergency department (ED). Determining the correlation of these parameters with vital signs, laboratory results and chest X-ray, as well as, therapeutic decisions and prognosis. METHODS: Prospective study carried out in the emergency department (ED) of two academic hospitals. High suspicion or confirmed COVID-19 patients were subjected to the ultrasonographic measurement of the inferior vena cava (IVC), focused cardiac ultrasound (FOCUS), and Lung Ultrasonography (Lung POCUS). RESULTS: Between March and April 2020, ninety-six patients were enrolled. The mean age was 68.2 years (SD 17.5). The most common finding in Lung POCUS was an irregular pleural line (63.2%) followed by bilateral confluent (55.2%) and isolated B-lines (53.1%), which was associated with a positive RT-PCR (OR 4.729, 95% CI: 1.989-11.246; p<0.001), and correlated with IL-6 levels (rho = 0.622; p = 0.002). The IVC moderately correlated with levels of pO2, expiratory (rho = -0.539; p =0.014) and inspiratory (rho = -0.527; p =0.017), with troponin I (rho = 0.509; p=0.03). After POCUS exam, almost 20% of the patients had an associated condition that required a change in the treatment or management. CONCLUSION: In this pandemic era, as the shortage of resources constitutes an undeniable public health threat, POCUS presents the potential to impact in diagnosis, management and prognosis of our confirmed or suspected COVID-19 patients.",
    "author": "Rafael Llamas Fuentes; yale tung chen; Pablo Rodriguez Fuertes",
    "date": 2020,
    "doi": "10.1101/2020.05.15.20103333",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.15.20103333"
    },
    "title": "THE ROLE OF POINT-OF-CARE ULTRASONOGRAPHY IN THE INITIAL CHARACTERIZATION OF COVID-19 PATIENTS: RESULTS FROM A PROSPECTIVE MULTICENTRIC STUDY.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding"
        }
    ]
}