{
    "abstract": "CONTEXT AND OBJECTIVE: Coronavirus disease 2019 (COVID-19) has emerged in China in December 2019 and rapidly spread. Although extraordinary efforts have been made on research regarding pharmacological interventions, none have proven effective. This is the protocol for a rapid living systematic review that aims to compare the effectiveness and safety of different pharmacological interventions for the treatment of COVID-19. METHODS: rapid living systematic review methodology with Network Meta-Analysis following the recommendations of Cochrane Handbook. We will include randomized controlled trials (RCT) and quasi-RCTs that evaluate single and/or combined pharmacological interventions at any dose for the treatment of COVID-19. We will search PubMed, Embase, Cochrane Central Register of Controlled Trials (CENTRAL), LILACS, Scopus and SciELO to identify potentially eligible studies. No language restrictions will be used in the selection. We will perform the critical appraisal of included studies with the Risk of Bias tool and the certainty of evidence will be evaluated using the Grading of Recommendations Assessment, Development and Evaluation (GRADE).",
    "author": "Aline Pereira Rocha; Cesar Ramos Rocha Filho; Rodolfo Rodrigo Pereira Santos; Laura Jantsch Ferla; Virginia Fernandes Moca Trevisani; Vinicius Tassoni Civile; Maria Eduarda Santos Puga; Keilla Machado Martins Milby; Felipe Sebastiao Assis Reis; Ana Carolina Pereira Nunes Pinto; Alvaro Nagib Atallah; Gabriel Sodre Ramalho; Giulia Fernandes Moca Trevisani; Nelson Carvas Junior",
    "date": 2020,
    "doi": "10.1101/2020.05.02.20088823",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.02.20088823"
    },
    "title": "Pharmacological interventions for COVID-19: Protocol for a Rapid Living Systematic Review with network meta-analysis",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Coordenação de Aperfeiçoamento de Pessoal de Nível Superior‐Brasil"
                },
                {
                    "funding-source": "Finance Code"
                }
            ],
            "funding-statement": "This study was financed in part by the Coordenação de Aperfeiçoamento de Pessoal de Nível Superior‐Brasil (CAPES)‐ Finance Code 001"
        }
    ]
}