{
    "abstract": "During the course of Covid-19, the disease caused by the new Coronavirus SARS-CoV-2, thrombotic phenomena and/or diffuse vascular damage are frequent, and viral elements have been observed within endothelial cells. Circulating endothelial cells (CECs) and their progenitors (CEPs) are increased in cardiovascular, thrombotic, infectious and cancer diseases. Using a validated flow cytometry procedure, we found that viable CEPs/mL were significantly increased in Covid-19 patients compared to healthy controls. This increase was observed in patients with mild symptoms and not further augmented in patients with severe symptoms. In patients who recovered, CEPs decreased, but were in a range still significantly higher than normal controls. Regarding mature CECs, in Covid-19 patients their absolute number was similar to those observed in healthy controls, but the viable/apoptotic CEC ratio was significantly different. Both mild and severe Covid-19 patients had significantly more viable CECs compared to healthy controls. Patients who recovered had significantly less CECs/mL when compared to controls as well as to mild and severe Covid-19 patients. A positive correlation was found between the copies of SARS-CoV-2 RNA in the cellular fraction and apoptotic CEPs/mL in severe Covid-19 patients. These findings suggest that CECs and CEPs might be investigated as candidate biomarkers of endothelial damage in Covid-19 patients.",
    "author": "Alessandro Raveane; Patrizia Mancuso; Paola Cremonesi; Antonio Gidaro; Giuliana Gregato; Chiara Cogliati; Sonia Caccia; Jessica Quarna; Francesco Bertolini",
    "date": 2020,
    "doi": "10.1101/2020.04.29.20085878",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.29.20085878"
    },
    "title": "Viable circulating endothelial cells and their progenitors are increased in Covid-19 patients",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "AIRC and Italian Ministry of Health"
                }
            ],
            "funding-statement": "Supported in part by AIRC and Italian Ministry of Health"
        }
    ]
}