{
    "title": "Single-cell RNA expression profiling of ACE2, the receptor of SARS-CoV-2",
    "author": "Zuo Wei",
    "date": 2020,
    "affiliations": [
        "Shanghai East Hospital, School of Medicine, Tongji University, 200433 Shanghai, China",
        "Regend Therapeutics, 245000 Suzhou, China",
        "State Key Laboratory of Respiratory Disease, The First Affiliated Hospital of Guangzhou Medical University, 510120 Guangzhou, China",
        "Ningxia Medical University, 750004 Yingchuan, China"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.01.26.919985",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.01.26.919985.pdf"
    },
    "abstract": "1. Huang CL, Wang YM, Li XW, Ren LL, Zhao JP, Hu Y, Zhang L, Fan GH, Xu JY, Gu XY, Cheng ZS, Yu T, Xia JA, Wei Y, Wu WJ, Xie XL, Yin W, Li H, Liu M, Xiao Y, Gao H, Guo L, Xie JG, Wang GF, Jiang RM, Gao ZC, Jin Q, Wang JW, Cao B. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet 2020. 2. Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, Ren R, Leung KSM, Lau EHY, Wong JY, Xing X, Xiang N, Wu Y, Li C, Chen Q, Li D, Liu T, Zhao J, Li M, Tu W, Chen C, Jin L, Yang R, Wang Q, Zhou S, Wang R, Liu H, Luo Y, Liu Y, Shao G, Li H, Tao Z, Yang Y, Deng Z, Liu B, Ma Z, Zhang Y, Shi G, Lam TTY, Wu JTK, Gao GF, Cowling BJ, Yang B, Leung GM, Feng Z. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. The New England journal of medicine 2020. 3. Guan WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, He JX, Liu L, Shan H, Lei CL, Hui DS, Du B, Li LJ, Zeng G, Yuen KY, Chen RC, Tang CL, Wang T, Chen PY, Xiang J, Li SY, Wang JL, Liang ZJ, Peng YX, Wei L, Liu Y, Hu YH, Peng P, Wang JM, Liu JY, Chen Z, Li G, Zheng ZJ, Qiu SQ, Luo J, Ye CJ, Zhu SY, Zhong NS. Clinical characteristics of 2019 novel coronavirus infection in China. medRxiv 2020: 2020.2002.2006.20020974. 4. Organization WH. Coronavirus disease 2019 (COVID-19) Situation Report-32. World Health Organization; 2020. 5. Carlos WG, Cruz CSD, Cao B, Pasnick S, Jamil S. Novel Wuhan (2019-nCoV) Coronavirus. American Journal of Respiratory and Critical Care Medicine 2020; 201: P7-P8. 6. Xu XT, Chen P, Wang JF, Feng JN, Zhou H, Li X, Zhong W, Hao P. Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission. SCIENCE CHINA Life Sciences 2020; 63. 7. Li WH, Sui JH, Huang IC, Kuhn JH, Radoshitzky SR, Marasco WA, Choe H, Farzan M. The S proteins of human coronavirus NL63 and severe acute respiratory syndrome coronavirus bind overlapping regions of ACE2. Virology 2007; 367: 367-374. 8. Wu KL, Li WK, Peng GQ, Li F. Crystal structure of NL63 respiratory coronavirus receptor-binding domain complexed with its human receptor. Proc Natl Acad Sci U S A 2009; 106: 19970-19974. 9. He L, Ding Y, Zhang Q, Che X, He Y, Shen H, Wang H, Li Z, Zhao L, Geng J. Expression of elevated levels of pro-inflammatory cytokines in SARS-CoV-infected ACE2+ cells in SARS patients: relation to the acute lung injury and pathogenesis of SARS. Journal of Pathology 2006; 210. 10. Wu F, Zhao S, Yu B, Chen YM, Wang W, Song ZG, Hu Y, Tao ZW, Tian JH, Pei YY, Yuan ML, Zhang YL, Dai FH, Liu Y, Wang QM, Zheng JJ, Xu L, Holmes EC, Zhang YZ. A new coronavirus associated with human respiratory disease in China. Nature 2020. 11. Wrapp D, Wang N, Corbett KS, Goldsmith JA, Hsieh CL, Abiona O, Graham BS, McLellan JS. Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation. Science 2020. 12. Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, Si HR, Zhu Y, Li B, Huang CL, Chen HD, Chen J, Luo Y, Guo H, Jiang RD, Liu MQ, Chen Y, Shen XR, Wang X, Zheng XS, Zhao K, Chen QJ, Deng F, Liu LL, Yan B, Zhan FX, Wang YY, Xiao GF, Shi ZL. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature 2020. 13. Hamming I, Timens W, Bulthuis MLC, Lely AT, Goor HV. Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis. Journal of Pathology 2004; 203: 631-637. 14. Yang JK, Lin SS, Ji XJ, Guo LM. Binding of SARS coronavirus to its receptor damages islets and",
    "funding": [
        {}
    ]
}