{
    "abstract": "COVID-19 or severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) appeared throughout the World and currently affected more than 3.6 million people and caused the death of around 252,000 people. The novel strain of the coronavirus disease is transmittable at a devastating rate with a high rate of severe hospitalization even more so for the elderly population. Currently around 50,000 patients are in a seriously critical situation. Although 1.2 million patients recovered from the disease there are still more than 2.1 Million active cases. Naso-oro-pharyngeal swab samples as the first step towards detecting suspected infection of SARS-CoV-2 provides a non-invasive method for PCR testing at a high confidence rate. Furthermore, proteomics analysis of PCR positive and negative naso-oropharyngeal samples provides information on the molecular level which highlights disease pathology. Samples from 15 PCR positive cases and 15 PCR negative cases were analyzed with nanoLC-MS/MS to identify the differentially expressed proteins. Proteomic analyses identified 207 proteins across the sample set and 17 of them were statistically significant. Protein-protein interaction analyses emphasized pathways like Neutrophil degranulation, Innate Immune System, Antimicrobial Peptides. Neutrophil Elastase (ELANE), Azurocidin (AZU1), Myeloperoxidase (MPO), Myeloblastin (PRTN3), Cathepsin G (CTSG) and Transcobalamine-1 (TCN1) were found to be significantly altered in naso-oropharyngeal samples of SARS-CoV-2 patients. The identified proteins are linked to alteration in the innate immune system specifically via neutrophil degranulation and NETosis.",
    "author": "Emel Akgun; Ibrahim Unsal; Canan Kulah; Mete B Tuzuner; Hacer N Cakiroglu; Ahmet T Baykal; Betul Sahin; Mustafa Serteser; Meltem Kilercik",
    "date": 2020,
    "doi": "10.1101/2020.05.14.20102558",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.14.20102558"
    },
    "title": "ALTERED MOLECULAR PATHWAYS OBSERVED IN NASO-OROPHARYNGEAL SAMPLES OF SARS-CoV-2 PATIENTS",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No specific funding was received from profit or non-profit organizations."
        }
    ]
}