{
    "abstract": "Background: Because infectious diseases, such as COVID-19, do not have specific boundaries, all countries must prioritize and use the necessary capabilities to prevent, detect, and respond quickly to public health emergencies. In this context, we aimed to review most recent GHS index annual report to observe the regional and global level of health security against COVID-19 outbreak, as well as their relationship with case fatality rate, among 210 countries and territories worldwide. Methods: We reviewed and analyzed October 2019 GHS index co-leaders joint report, to review health security capacities on the basis of the GHS index in the context of six categories. we prioritized not only the capacities of 210 countries and territories around the world using the GHS Index, but also the existence of functional, tested, proven capabilities for stopping outbreaks at the source. Data were collected from global databases including Worldometer, WHO, and Disease Control and Prevention Center (CDC). Findings: This study recruited data on 210 countries and territories, of which up to 14 April 2020, 72 countries (34.28%) with more than 1000 total COVID-19 cases were presents. In most prepared group, number of total COVID-19 diagnostic tests had a significant positive relation with GHS index (r=0.713; p=0.006). Case fatality rate was directly associated with the detection index (r=0.304; p=0.023) in more prepared group. In Lower-middle-income economies group, case fatality rate positively related to detection, response and risk environment indices. Implementation: With the exception of a very small number, countries that were ranked as most prepared countries, they were more likely to be affected by the COVID-19 outbreak of the virus and its health consequences, and needed to seriously reconsider their capabilities and health security in the context of detection, prevention, rapid response, health system facilities, and risk environment against disease outbreak\nCompeting Interest Statement",
    "affiliations": [
        "Control and Prevention Center (CDC). Findings: This study recruited data on 210 countries and territories, of which up to"
    ],
    "author": "Elham Maraghi; Fakher rahim; Amal Saki Malehi",
    "date": 2020,
    "doi": "10.1101/2020.04.25.20079186",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.25.20079186"
    },
    "title": "Global health security capacity against COVID-19 outbreak and its association with the case fatality rate: an analysis of annual data from 210 countries and territories",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was implemented."
        }
    ]
}