{
    "abstract": "Background Countries confronting the COVID-19 pandemic are implementing different social distancing strategies. We evaluated the impact of small-area lockdowns in Chile, aimed to reduce viral transmission while minimizing the population disrupted. The effectiveness of this intervention on the outbreak control is unknown. Methods A natural experiment assessing the impact of small-area lockdowns between February 15th and April 25th, 2020. We used mobility data and official governmental reports to compare regions with small-area lockdowns versus regions without. The primary outcome was the mean difference in the effective reproductive number (Re) of COVID-19. Secondary outcomes were changes in mobility indicators. We used quasi-experimental methods for the analysis and examined the impact of other concurrent public health interventions to disentangle their effects. Results Small-area lockdown produced a sizable reduction in human mobility, equivalent to an 11.4% reduction (95%CI -14.4% to -8.38%) in public transport and similar effects in other mobility indicators. Ten days after implementation, the small-area lockdown produced a reduction of the effective reproductive number (Re) of 0.86 (95%CI -1.70 to -0.02). School and university closures, implemented earlier, led to a 40% reduction in urban mobility. Closure of educational institutions resulted in an even greater Re reduction compared with small-area lockdowns. Conclusions Small-area lockdowns produced a reduction in mobility and viral transmission, but the effects were smaller than the early closures of schools and universities. Small-area lockdowns may have a relevant supporting role in reducing SARS-CoV-2 transmission and could be useful for countries considering scaling-down stricter social distancing interventions.",
    "author": "Sebastián Peña; Jay Kaufmann; Cristóbal Cuadrado; Tania Alfaro; Manuel Najera; María Paz Bertoglia; Jean Gajardo; María José Monsalves; Mauricio Canals",
    "date": 2020,
    "doi": "10.1101/2020.05.05.20092106",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.05.20092106"
    },
    "title": "Impact of small-area lockdowns for the control of the COVID-19 pandemic",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The authors received no specific funding for this work"
        }
    ]
}