{
    "abstract": "Background Severe acute respiratory syndrome coronavirus 2 is a recently discovered pathogen responsible of coronavirus disease 2019 (COVID-19). The immunological changes associated with this infection are largely unknown. Methods We evaluated the peripheral blood mononuclear cells profile of 63 patients with COVID-19 at diagnosis and the presence of association with inflammatory biomarkers and 28-days mortality. Results Lymphocytopenia was present in 51 of 63 (80.9%) patients. This reduction was mirrored also on CD8+ lymphocytes (128 cells/uL), natural killer cells (67 cells/uL) and natural killer T cells (31 cells/uL). Monocytes were preserved in total number but displayed a subpopulation composed mainly of cells with a reduced expression of both CD14 and HLA-DR. A direct correlation was found between serum values of IL-6 and the frequency of Th2 lymphocytes (R=0.17; p=0.04) but not with the monocytes count (R=0.01; p=0.60). Patients who died in the 28 days from admission (N=10, 15.9%), when compared to those who did not, displayed lower mean values of CD3+ (p=0.028) and CD4+ cells (p=0.042) and higher mean percentages of CD8+/CD38+/HLA-DR+ lymphocytes (p=0.026). Conclusions The early phases of COVID-19 are characterized by lymphocytopenia, predominance of Th2 lymphocytes and less immunocompetent monocytes, which include atypical mononuclear cells.",
    "author": "Andrea Gori; Emanuele Palomba; Giuseppe Lamorte; Maria Manunta; Valeria Castelli; Ferruccio Ceriotti; Alessandra Cattaneo; Alessandra Bandera; Elena Trombetta; Davide Mangioni; Giorgio Costantino; Vittorio Scaravilli; Giacomo Grasselli; Laura Porretti; ANDREA LOMBARDI; Roberta Gualtierotti; Daniele Prati; Stefano Aliberti; Mario Tirone",
    "date": 2020,
    "doi": "10.1101/2020.05.01.20087080",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.01.20087080"
    },
    "title": "Early phases of COVID-19 are characterized by a reduction of lymphocyte populations and the presence of atypical monocytes",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Author Declarations"
        }
    ]
}