{
    "abstract": "Background: The epidemic of 2019 novel coronavirus (COVID-19) struck China in late December, 2019, resulting in about 200000 deaths all over the world. Numerous observational studies have suggested that the neutrophil-to-lymphocyte ratio (NLR) and lymphocyte proportion and the platelet-to-lymphocyte ratio (PLR) are inflammatory markers. Our study aimed to detect the role of NLR, PLR in predicting the prognosis of COVID-19. Methods: Four hundred and fifteen consecutive patients were enrolled in Shanghai Public Health Clinical Center affiliated to Fudan University, between 20 January and 11 April 2020 with confirmed COVID-19. Epidemiology, symptoms, signs, and laboratory examinations during the hospital stay were collected and compared between non-severe and severe patients. Statistical analysis was performed by SPSS 25.0 software. Results: Four hundred and fifteen laboratory-confirmed COVID-19 patients were included in our study, among which 386 (93%) patients were not severe, and 27 (7%) were severe. The proportion of males in severe cases is higher than in non-severe cases (75.86% vs. 50.52%, P=0.008). The age between the two groups is different (p=0.022). Compared with non-severe patients, severe patients exhibited more comorbidities, including hypertension (48.28% vs. 19.43%, p<0.001), diabetes (20.69% vs. 6.99%, p=0.009), chronic obstructive pulmonary disease (51.72% vs. 6.22%, p<0.001), and fatty liver (37.93% vs. 15.8%, p=0.002), respectively. NLR and PLR showed significant difference (p<0.001). Diabetes (OR 0.28; 95% CI 15.824-187.186), fatty liver (OR 21.469; 95% CI 2.306-199.872), coronary heart disease (OR 18.157; 95% CI 2.085-158.083), NLR (OR 1.729; 95% CI 1.050-2.847) were significantly associated with severe cases with COVID-19. The NLR of patients in severe group had a 1.729-fold higher than that of no-severe group (OR 1.729; 95% CI 1.050-2.847, P=0.031). Conclusions: NLR is an independent risk factor of severe COVID-19 patients. PLR, NLR were significantly different between severe and non-severe patients, so assessment of NLR, PLR may help identify high risk cases with COVID-19. Key words: Neutrophil-to-lymphocyte ratio, Platelet-to-lymphocyte ratio, COVID-19, Severity\nCompeting Interest Statement",
    "affiliations": [
        "Public Health Clinical Center affiliated to Fudan University, between 20 January and"
    ],
    "author": "Hongzhou Lu; Xiaolu Li; Shaoping Huang; Min Huang; Ting Zhang",
    "date": 2020,
    "doi": "10.1101/2020.05.04.20090431",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.04.20090431"
    },
    "keywords": [
        "Neutrophil-to-lymphocyte ratio",
        "Platelet-to-lymphocyte ratio",
        "COVID-19",
        "Severity"
    ],
    "title": "Significance of neutrophil-to-lymphocyte ratio, platelet-to-lymphocyte ratio for predicting clinical outcomes in COVID-19",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received"
        }
    ]
}