{
    "title": "The Essential Facts of Wuhan Novel Coronavirus Outbreak in China and Epitope-based Vaccine Designing against COVID-19",
    "author": "Bishajit Sarkar",
    "date": 2020,
    "affiliations": [
        "Department of Biotechnology and Genetic Engineering, Faculty of Biological Sciences, Jahangirnagar University, Dhaka, Bangladesh",
        "Department of Microbiology, School of Life Sciences, Independent University, Bangladesh, Dhaka, Bangladesh",
        "Department of Genetic Engineering and Biotechnology, Faculty of Life Sciences, Shahjalal University of Science and Technology, Sylhet, Bangladesh",
        "Correspondence:"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.02.05.935072",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.02.05.935072.pdf"
    },
    "abstract": "Wuhan Novel Coronavirus disease (COVID-19) outbreak has become a global outbreak which has raised the concern of scientific community to design and discover a definitive cure against this deadly virus which has caused deaths of numerous infected people upon infection and spreading. To date, no antiviral therapy or vaccine is available which can effectively combat the infection caused by this virus. This study was conducted to design possible epitope-based subunit vaccines against the SARS-CoV-2 virus using the approaches of reverse vaccinology and immunoinformatics. Upon continual computational experimentation three possible vaccine constructs were designed and one vaccine construct was selected as the best vaccine based on molecular docking study which is supposed to effectively act against SARS-CoV-2. Later, molecular dynamics simulation and in silico codon adaptation experiments were carried out in order to check biological stability and find effective mass production strategy of the selected vaccine. Hopefully, this study will contribute to uphold the present efforts of the researches to secure a definitive treatment against this lethal virus. Keywords: COVID-19; Coronavirus; China; Reverse Vaccinology; Vaccine; Wuhan",
    "keywords": [
        "COVID-19",
        "Coronavirus",
        "China",
        "Reverse Vaccinology",
        "Vaccine",
        "Wuhan"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Funding Statement Authors"
                }
            ],
            "funding-statement": "Funding Statement Authors received no specific funding from any external sources"
        }
    ]
}