{
    "title": "Three adjacent nucleotide changes spanning two residues in SARS-CoV-2 nucleoprotein: possible homologous recombination from the transcription-regulating sequence",
    "author": "Shay Leary, Silvana Gaudieri, Abha Chopra, Suman Pakala, Eric Alves, Mina John, Suman Das, Simon Mallal,^, Elizabeth Phillips,^",
    "date": 2020,
    "affiliations": [
        "Institute for Immunology and Infectious Diseases, Murdoch University, Murdoch, Western Australia, Australia",
        "School of Human Sciences, University of Western Australia, Crawley, Western Australia, Australia",
        "Division of Infectious Diseases, Department of Medicine, Vanderbilt University Medical Center, Nashville, Tennessee, USA",
        "Department of Clinical Immunology, Royal Perth Hospital, Perth, Western Australia, Australia",
        "Silvana Gaudieri School of Human Sciences, University of Western Australia M309, 35 Stirling Hwy, Crawley, Western Australia 6009",
        "Simon Mallal Department of Medicine Vanderbilt University Medical Center Nashville, Tennessee, USA 37232-2605"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.10.029454",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.10.029454.pdf"
    },
    "abstract": "The COVID-19 pandemic is caused by the single-stranded RNA virus severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), a virus of zoonotic origin that was first detected in Wuhan, China in December 2019. There is evidence that homologous recombination contributed to this cross-species transmission. Since that time the virus has demonstrated a high propensity for human-to-human transmission. Here we report two newly identified adjacent amino acid polymorphisms in the nucleocapsid at positions 203 and 204 (R203K/G204R) due to three adjacent nucleotide changes across the two codons (i.e. AGG GGA to AAA CGA). This new strain within the LGG clade may have arisen by a form of homologous recombination from the core sequence (CS-B) of the transcription-regulating sequences of SASCoV-2 itself and has rapidly increased to approximately one third of reported sequences from Europe during the month of March 2020. We note that these polymorphisms are predicted to reduce the binding of an overlying putative HLAC*07-restricted epitope and that HLA-C*07 is prevalent in Caucasians being carried by >40% of the population. The findings suggest that homologous recombination may have occurred since its introduction into humans and be a mechanism for increased viral fitness and adaptation of SARS-CoV-2 to human populations.",
    "keywords": [
        "COVID-19",
        "SARS-CoV-2",
        "homologous recombination",
        "viral polymorphism",
        "adaptation"
    ],
    "funding": [
        {}
    ]
}