{
    "abstract": "Importance: Coronavirus disease 2019 (COVID-19) has become pandemic, causing more than 1.5 million infections and over ten-thousands of deaths in a short period of time worldwide. However, little is known about its pathological mechanism, and reports on clinical study on specific treatment are few. Objective: The purpose of this study is to determine the clinical efficacy of intravenous immunoglobulin (IVIG) therapy in COVID-19 patients. Design, setting and participants: This multicenter retrospective cohort study enrolled 325 adult critical COVID-19 patients, including severe type and critical type, according to the clinical classification defined by National Health Commission of China, in 8 government designated treatment centers in China from Dec 23, 2019 to Mar 31, 2020. Demographic, clinical, treatment, and laboratory data as well as prognosis were extracted from electronic medical records. Exposure: IVIG was exposure factor. Main outcomes and measures: Primary outcomes were the 28-day and 60-day mortality, and secondary outcomes were the total length of in-hospital and the total duration of the disease. Meanwhile, the parameters of inflammation responses and organ functions were measured. The risk factors were determined by COX proportional hazards model. The subgroup analysis was carried out according to clinical classification of COVID-19, IVIG dosage, and timing. Results: In the enrolled 325 patients, 222 (68%) were severe type and 103 (32%) were critical type; 42 (13%) died in 28-day within hospitalization, and 54 (17%) died within 60-day; The death in 60-day includes 6 (3%) severe type patients and 48 (47%) critical type patients. 174 cases were used IVIG, and 151 cases were not. Compared with the baseline characteristics between two groups, the results showed that the patients in IVIG group presented higher Acute Physiology and Chronic Health Evaluation (APACHII) score and Sequential Organ Failure Assessment (SOFA) score, higher plasm levels of IL-6 and lactate, and lower lymphocyte count and oxygenation index (all P<0.05). The 28-day and 60-day mortality were not improved with IVIG in overall cohort. The in-hospital stay and the total duration of disease were longer in IVIG group (P<0.001). Risk factors were clinical classifications (hazards ratio 0.126, 95% confidence interval 0.039-0.413, P=0.001), and using IVIG (hazards ratio 0.252, 95% confidence interval 0.107-0.591, P=0.002) with COX proportional hazards model. Subgroup analysis showed that only in patients with critical type, IVIG could significantly reduce the 28-day mortality, decrease the inflammatory response, and improve some organ functions (all P<0.05); and application of IVIG in the early stage (admission≤7 days) with a high dose (>15 g/d) exhibited significant reduction of 60-day mortality in the critical type patients. Conclusions and Relevance: Early administration of IVIG with high dose improves the prognosis of critical type patients with COVID-19. This study provides important information on clinical application of the IVIG in treatment of SARS-CoV-2 infection, including patient selection and administration timing and dosage.",
    "author": "Zheying Liu; Lei Su; Zhengtao Gu; Ziyun Shao; Huiheng Liu; Yongwen Feng; Li Zhong; Qifeng Xie; Zhongwei Hu; Min Wu; Conglin Wang; Jingjing Ji; Ming Lei; Zhifeng Liu",
    "date": 2020,
    "doi": "10.1101/2020.04.11.20061739",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.11.20061739"
    },
    "title": "Clinical efficacy of intravenous immunoglobulin therapy in critical patients with COVID-19: A multicenter retrospective cohort study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The funder of the study had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding author had full access to all the data in the study and had final responsibility for the decision to submit for publication."
        }
    ]
}