{
    "abstract": "Introduction: The COVID-19 outbreak created a major panic among all the citizens of the country owing to its severity, contagiousness within the community, lack of specific treatment and possibility of re-infection. All these factors along with the uncertain behaviour of the virus lead to state of fear and concern all throught out the nation. The current study represents the mental health survey conducted on the students of South India after the completion of one month quarantine period of the COVID-19 outbreak. Methodology: The present study is a cross-sectional, web-based online survey which consists of 21-item DASS questionnaire. This was used to assess the emotional states of depression, anxiety, and stress. Using Google Forms, the questionnaire was randomly distributed among the pharmacy students of selected colleges. Mean with standard deviation was calculated for continuous variables and the number with percentage was calculated for categorical variables. Results: A total of 500 participants responded to the questionnaire. More than half of the responses were received from females (65%). On assessment it was found that, 26 % of respondents reported severe to extremely severe depressive symptoms; 31.5 % of respondents reported severe to extremely severe anxiety symptoms, and 19 % reported severe to extremely severe stress levels. Conclusion: In India during the outbreak of COVID-19, an alarming number of students were found to have an impact on mental health due to the outbreak and were observed to have higher levels of stress, anxiety, and depression. The study findings shows the need of conducting more such studies and can be used to prepare appropriate psychological interventions to improve mental health among the young public during the pandemic.",
    "author": "Rahul Radhakrishnan; Pramod Kumar Adusumilli; Sri Harsha Chalasani; Chakravarthy Adusumalli; Vidyadhara Suryadevara",
    "date": 2020,
    "doi": "10.1101/2020.05.08.20093708",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.08.20093708"
    },
    "title": "Mental Health Status among the South Indian Pharmacy Students during Covid-19 Pandemic Quarantine Period: A Cross-Sectional Study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Nil"
        }
    ]
}