{
    "title": "The 2019 coronavirus (SARS-CoV-2) surface protein (Spike) S1 Receptor Binding Domain undergoes conformational change upon heparin binding",
    "date": 2020,
    "author": "Courtney Mycroft-West #1, Dunhao Su#2, Stefano Elli #3, Yong Li, Scott Guimond 4, Gavin Miller, Jeremy Turnbull 2, Edwin Yates 2, Marco Guerrini *3, David Fernig *2, Marcelo Lima, and Mark Skidmore *1§",
    "affiliations": [
        "Structural Biosciences, School of Life Sciences, Keele University, NewcastleUnder-Lyme, Staffordshire, ST5 5BG, United Kingdom",
        "Department of Biochemistry, Institute of Integrative Biology, University of Liverpool, Crown Street, Liverpool, L69 7ZB, United Kingdom",
        "School of Medicine, Keele University, Newcastle-Under-Lyme, Staffordshire, ST5 5BG, United Kingdom",
        "School of Chemistry, Keele University, Newcastle-Under-Lyme, Staffordshire, ST5 5BG, United Kingdom"
    ],
    "journal": "Mycroft",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.02.29.971093",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.02.29.971093.pdf"
    },
    "abstract": "Many pathogens take advantage of the dependence of the host on the interaction of hundreds of extracellular proteins with the glycosaminoglycans heparan sulphate to regulate homeostasis and use heparan sulphate as a means to adhere and gain access to cells. Moreover, mucosal epithelia such as that of the respiratory tract are protected by a layer of mucin polysaccharides, which are usually sulphated. Consequently, the polydisperse, natural products of heparan sulphate and the allied polysaccharide, heparin have been found to be involved and prevent infection by a range of viruses including S-associated coronavirus strain HSR1. Here we use surface plasmon resonance and circular dichroism to measure the interaction between the SARS-CoV2 Spike S1 protein receptor binding domain (SARS-CoV-2 S1 RBD) and heparin. The data demonstrate an interaction between the recombinant surface receptor binding domain and the polysaccharide. This has implications for the rapid development of a first-line therapeutic by repurposing heparin and for next-generation, tailor-made, GAG-based antivirals.",
    "keywords": [
        "heparin",
        "coronavirus",
        "SARS-CoV-2",
        "COVID-19",
        "nCoV-19",
        "Spike",
        "S1",
        "circular dichroism",
        "surface plasmon resonance",
        "molecular modelling"
    ],
    "funding": [
        {}
    ]
}