{
    "abstract": "Objective: To investigate the blood coagulation function in COVID-19 patients, and the correlation between coagulopathy and disease severity. Methods: We retrospectively collected 147 clinically diagnosed COVID-19 patients at Wuhan Leishenshan Hospital of Hubei, China. We analyzed the coagulation function in COVID-19 patients through the data including thrombin-antithrombin complex (TAT), 2-plasmininhibitor-plasmin Complex (PIC), thrombomodulin (TM), t-PA/PAI-1 Complex (t-PAIC), prothrombin time (PT), international normalized ratio (INR), activated partial thromboplastin time (APTT), fibrinogen (FIB), thrombin time (TT), D-Dimer (DD), and platelet (PLT). Result: The levels of TAT, PIC, TM, t-PAIC, PT, INR, FIB, and DD in COVID-19 patients were higher than health controls (p<0.05), and also higher in the patients with thrombotic disease than without thrombotic disease (p<0.05). What's more, the patients with thrombotic disease had a higher case-fatality (p<0.05). TAT, PIC, TM, t-PAIC, PT, INR, APTT, FIB, DD, and PLT were also found correlated with disease severity. Meanwhile, we found that there were significant difference in TAT, TM, t-PAIC, PT, INR, APTT, DD, and PLT in the death and survival group. Further using univariate and multivariate logistic regression analysis also found that t-PAIC and DD were independent risk factors for death in patients and are excellent predicting the mortality risk of COVID-19. Conclusion: The coagulation systems in COVID-19 patients are inordinate, and dynamic monitoring of them, might be a key in the control of COVID-19 death.",
    "author": "Yawen Chen; Shi Mao; Yongwei Duan; Junjuan Gu; Wen Xie; Xin Jin; Tengfei Bao; Yuanyuan Li; Yongfeng Chen",
    "date": 2020,
    "doi": "10.1101/2020.04.25.20077842",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.25.20077842"
    },
    "title": "The values of coagulation function in COVID-19 patients",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors."
        }
    ]
}