{
    "abstract": "This paper proposes both a rationale and potential study design for evaluation of low dose doxycycline (20mg BID) for the prevention of COVID-19 infection in exposed health care workers. More generally, it provides a potential study design blueprint to other investigators for any interventional COVID-19 study looking to evaluate interventions for prevention or treatment of COVID-19 infection. This specific study described is a randomized, double blind, placebo controlled study to evaluate the efficacy and safety of doxycycline for the prevention of COVID-19 infection and disease in healthcare workers with ongoing high risk exposure to COVID-19. This study would consist of a 50-day Treatment Period (Day 0-Day 50), followed by an End of Study Visit, approximately 30 days after completion of study drug dosing. Initially, for approximately the first 4 to 6 weeks, an initial open-label arm would be enrolled with up to 1938 subjects who will be assigned to take 20mg doxycycline BID. In the double blind, placebo controlled arms approximately 3,692 participants would be randomized to either doxycycline or placebo for 50 days. Doxycycline is a rational candidate drug to be evaluated for repurposing against SARS-CoV-2. Doxycycline is a generally safe tetracycline derivative that has been available for decades, most commonly dosed at 100mg BID to treat bacterial infections. However, in addition to its anti-microbial properties, doxycycline (and more generally tetracycline derivatives) may have a role as an effective anti-viral agent and as an anti-inflammatory drug. Early studies indicate potential efficacy of minocycline against respiratory syncytial virus (RSV) [12], and doxycycline against Dengue and Chikungunya infection[9, 10]. In addition, doxycycline is known or proposed to target several pathways that regulate viral replication. [13, 14, 15]. Doxycycline is a particularly attractive candidate as a COVID-19 prophylactic given it has been used in clinical practice for decades and maintains an excellent safety profile as demonstrated in multiple clinical studies. Any effective prophylaxis for COVID-19 should be able to demonstrate high efficacy at preventing infection and/or lowering severity of disease. Equally important, it should demonstrate this efficacy at dosing levels that are highly unlikely to precipitate any untoward severe side effects. Doxycycline has been selected based on its ability to: 1) inhibit metalloproteinases (MMPs), implicated in initial viral entry into the cell as well as in acute respiratory distress syndrome (ARDS) associated with severe COVID-19 infection [13, 16]; 2) potential to inhibit Papain-like proteinase (PLpro) responsible for proteolytic cleavage of the replicase polyprotein to release non-structural proteins 1, 2 & 3 (Nsp1, Nsp2 and Nsp3) all essential for viral replication. [19]; 3) potential to inhibit 3C-like main protease (3CLpro) or Nsp5 which is cleaved from the polyproteins causes further cleavage of Nsp4-16 and mediates maturation of Nsps which is essential in the virus lifecycle. [19]; 4) act as an ionophore help transport Zinc intracellularly, increasing cellular concentrations of Zinc to inhibit viral replication. [6, 15]; 5) inhibit Nf-kB which may lower inflammatory response to COVID-19 infection, and lower risk of viral entry due to decreasing DPP4 cell surface receptor. [20, 21]; 6) inhibits (specifically low-dose doxycycline) expression of CD147/EMMPRIN that may be necessary for SARS-CoV-2 entry into T lymphocytes [22, 23].",
    "author": "Ashton M Leone; Paul A Yates; Elias Reichel",
    "date": 2020,
    "doi": "10.1101/2020.05.11.20098525",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.11.20098525"
    },
    "title": "A Proposed Randomized, Double Blind, Placebo Controlled Study Evaluating Doxycycline for the Prevention of COVID-19 Infection and Disease In Healthcare Workers with Ongoing High Risk Exposure to COVID-19",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding for construction of the protocol was received. If the study is to proceed forward, study drug donation and funding to carry out the clinical logistics of the study will of course be required."
        }
    ]
}