{
    "abstract": "INTRODUCTION: Covid-19 infection continues to be a source of great loss of life and global suffering, necessitating national lockdowns. There are however some countries and cities which appear to have contained the pandemic. Common to these countries are environmental factors including the levels of particulate matter (PM2.5) and ambient salinity. METHOD: PM2.5 and ambient salinity were assessed in a number of cities, differentially affected by Covid-19 infection. The cities chosen to be assessed were divided into two groups. The first group included cities having significantly high rates of Covid-19 infection, while the second group consisted of coastal cities or small island countries, all of which have low rates of Covid-19 infection. Minimum and maximum levels of PM2.5 were obtained from the Air Quality Index, one month before and one month after statutory lockdown. Salinity levels were obtained from a study that assessed chloride ion wet deposition, a surrogate for ambient salinity. RESULTS: One month prior to the statutory national lock-down or mandatory restrictions, there appear to be high levels of particulate matter, PM2.5 (min-max 67.4 - 118.7 AQI), in countries which had a high incidence of Covid-19 infection compared to lower levels in countries that have contained the infection (min-max 45.6 - 79.8) (p<0.046). One month after national restrictions there still appeared to be higher levels of particulate matter, PM2.5 (min-max 51 - 90.5 AQI), in countries which had a high incidence of Covid-19 infection compared to countries that have contained the infection (min-max 42.7 - 69.5 AQI) but this was not statistically significant. There seemed to be an inverse relationship between Covid-19 infection and ambient salinity levels. Countries that were spared high Covid-19 infection rates, besides their geographical isolation, also have higher ambient salinity levels (124 - 617mgCl/m2/TAG) compared to salinity levels noted in countries with high Covid-19 rates of infection (28.4 - 162. mgCl/m2/TAG) (p<0.003). CONCLUSION: High levels of PM2.5 in the presence of low ambient salinity may increase the risk of Covid-19 infection in the population. Addressing these two environmental factors may attenuate the severity of the pandemic. Keywords: Covid-19, environmental factors, PM2.5, ambient salinity.",
    "author": "Yves Muscat Baron",
    "date": 2020,
    "doi": "10.1101/2020.05.03.20087056",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.03.20087056"
    },
    "keywords": [
        "Covid-19",
        "environmental factors",
        "PM2.5",
        "ambient salinity"
    ],
    "title": "Covid-19 Pandemic in relation to levels of Pollution with PM2.5 and Ambient Salinity. An Environmental Wake-up Call",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "NIL"
        }
    ]
}