{
    "abstract": "Background COVID-19, an infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), swept through China in 2019-2020, with over 80,000 confirmed cases reported by end of March 2020. This study estimates the economic burden of COVID-19 in 31 provincial-level administrative regions in China between January and March 2020. Methods The healthcare and societal cost of COVID-19 was estimated using bottom-up approach. The main cost components included identification, diagnosis and treatment of COVID-19, compulsory quarantine and productivity losses for all affected residents in China during the study period. Input data were obtained from government reports, clinical guidelines, and other published literature. The primary outcomes were total health and societal costs. Costs were reported in both RMB and USD (2019 value). Outcomes The total estimated healthcare and societal cost associated with the outbreak is 4.26 billion RMB (0.62 billion USD) and 2,647 billion RMB (383 billion USD), respectively. The main components of routine healthcare costs are inpatient care (41.0%) and medicines (30.9%). The main component of societal costs is productivity losses (99.8%). Hubei province incurred the highest healthcare cost (83.2%) whilst Guangdong province incurred the highest societal cost (14.6%). Interpretation This review highlights a large economic burden of the recent COVID-19 outbreak in China. These findings will aid policy makers in making informed decisions about prevention and control measures for COVID-19. Funding The author(s) received no financial support for the research, authorship, and/or publication of this article.",
    "author": "Shanke Ye; Haiyin Wang; Xiao Li; Mark Pennington; Huajie Jin; Sheng Zhang; Weiwei Zheng; Jiahui Zhou",
    "date": 2020,
    "doi": "10.1101/2020.05.15.20102863",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.15.20102863"
    },
    "title": "Estimating the cost-of-illness associated with the COVID-19 outbreak in China from January to March 2020",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was received for this research work."
        }
    ]
}