{
    "abstract": "The objective of the present study is to reveal the acceptance and preference for the 2019 novel coronavirus disease (COVID-19) vaccination in health-care workers (HCWs). We performed an internet-based, region-stratified survey among 352 HCWs and 189 individuals in the general population enrolled on March 17th and 18th 2020 from 26 Chinese provinces. The HCWs developed a more in-depth understanding of SARS-Coronavirus-2 infection and showed a higher tolerance to the future vaccination than the general population. 76.4% of HCWs (vs. 72.5% in the general) showed their willingness to receive vaccination. Potential benefits from COVID-19 outbreak such as seeking influenza (65.3%) or pneumonia (55.7%) vaccination can be gained in HCWs. To estimate the relative effects of attributes influencing vaccination choice in the discrete choice experiment, 7 attributes (3 disease-relevant, 3 vaccine-relevant, and 1 of social acceptance) were identified as key determinants. Among them, disease trend (odds ratio, OR: 4.367 (95%CI, 3.721-5.126) for seasonal epidemic, OR: 3.069 (2.612-3.605) for persistent epidemic, with reference to disappearance in summer), social contacts decisions (0.398: 0.339-0.467 for refusal, 0.414: 0.353-0.487 for neutral, with reference to acceptance) and high possibility of being infected (2.076: 1.776-2.425 for infection probability of 30%+ ) were significantly associated with increased probability of choosing vaccination in the HCWs. In contrast, for the general population, vaccine safety and social contacts decisions were the most important predictors. For COVID-19 vaccination, education in HCWs should be taken as a priority, and further benefits of its recommendation to the general public will also be anticipated.",
    "author": "Shunping Li; Chuanxi Fu; Ping Liu; Sen Pei; Zheng Wei; Xiaohui Sun",
    "date": 2020,
    "doi": "10.1101/2020.04.09.20060103",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.09.20060103"
    },
    "title": "Acceptance and preference for COVID-19 vaccination in health-care workers (HCWs)",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This work was not supported by any grant."
        }
    ]
}