{
    "abstract": "Respiratory infections may spread through droplets, airborne particles, and aerosols from infected individuals through coughing, sneezing, and speaking. In the case of Coronavirus Disease 2019 (COVID-19), droplet spread can occur from symptomatic as well as pre-symptomatic and asymptomatic persons. The U.S. Centers for Disease Control and Prevention (CDC) has therefore recently recommended home-made cloth face coverings for use by the general public in areas of significant community-based transmission. Because medical masks and N95 respirators are in short supply, these are to be reserved for healthcare workers. There is, however, little information on the effectiveness of home-made face coverings in reducing droplet dissemination. Here, we ascertained the performance of ten different fabrics, ranging from cotton to silk, in blocking high velocity droplets, using a 3-layered commercial medical mask as a benchmark material. We also assessed their breathability and ability to soak water. We reason that the materials should be as breathable as possible, without compromising blocking efficiency, to reduce air flow through the sides of the mask since such flow would defeat the purpose of the mask. We found that most home fabrics substantially block droplets, even as a single layer. With two layers, blocking performance can reach that of surgical mask without significantly compromising breathability. Furthermore, we observed that home fabrics are hydrophilic to varying degrees, and hence soak water. In contrast, medical masks are hydrophobic, and tend to repel water. Incoming droplets are thus soaked and 'held back' by home fabrics, which might offer an as of yet untapped and understudied advantage of home-made cloth masks. Overall, our study suggests that most double-layered cloth face coverings may help reduce droplet transmission of respiratory infections.",
    "author": "Onur Aydin; Md Abul Bashar Emon; M Taher A Saif",
    "date": 2020,
    "doi": "10.1101/2020.04.19.20071779",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.19.20071779"
    },
    "title": "Performance of fabrics for home-made masks against spread of respiratory infection through droplets: a quantitative mechanistic study",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Edward William and Jane Marr Gutgsell"
                }
            ],
            "funding-statement": "The research was supported by Edward William and Jane Marr Gutgsell professorship funds"
        }
    ]
}