{
    "abstract": "Recent anecdotal and scientific reports have provided evidence of a link between COVID-19 and chemosensory impairments such as anosmia. However, these reports have downplayed or failed to distinguish potential effects on taste, ignored chemesthesis, generally lacked quantitative measurements, and were mostly restricted to data from single countries. Here, we report the development, implementation and initial results of a multi-lingual, international questionnaire to assess self-reported quantity and quality of perception in three distinct chemosensory modalities (smell, taste, and chemesthesis) before and during COVID-19. In the first 11 days after questionnaire launch, 4039 participants (2913 women, 1118 men, 8 other, ages 19-79) reported a COVID-19 diagnosis either via laboratory tests or clinical assessment. Importantly, smell, taste and chemesthetic function were each significantly reduced compared to their status before the disease. Difference scores (maximum possible change ±100) revealed a mean reduction of smell (-79.7±28.7, mean±SD), taste (-69.0±32.6), and chemesthetic (-37.3±36.2) function during COVID-19. Qualitative changes in olfactory ability (parosmia and phantosmia) were relatively rare and correlated with smell loss. Importantly, perceived nasal obstruction did not account for smell loss. Furthermore, chemosensory impairments were similar between participants in the laboratory test and clinical assessment groups. These results show that COVID-19-associated chemosensory impairment is not limited to smell, but also affects taste and chemesthesis. The multimodal impact of COVID-19 and lack of perceived nasal obstruction suggest that SARS-CoV-2 infection may disrupt sensory-neural mechanisms.",
    "affiliations": [
        "Pennsylvania State University (Penn State), including a gift from James and Helen Zallie given in support of Sensory Science at Penn State"
    ],
    "author": "Lauren R. Colquitt; Coralie Mignot; Hadar Klein; Lina Öztürk; Cailu Lin; Shannon B Olsson; William E.A. Fredborg; Robert Pellegrino; Preet Bano Singh; Federica Genovese; Jonas K. Olofsson; Veronica Pereda-Loth; Sébastien Fiorucci; Alberto Macchi; Michele Dibattista; Marta Navarro; Ilja Croijmans; Ritesh Kumar; KL Whitcroft; Vera V. Voznessenskaya; Masha Y. Niv; Jitka Trebická Fialov; Antje Welge-Lüssen; Florian Ph.S Fischmeister; Samet Albayrak; John E Hayes; Sanne Boesveldt; Thomas Hummel; Jeb M. Justice; Eitan Margulis; Olagunju Abdulrahman; Diego Restrepo; Alexia Nunez-Parra; Thomas Heinbockel; Vonnie D.C. Shields; Jessica Freiherr; Alissa A. Nolden; Noam Karni; Shima Seyed-Allaei; Shima T. Moein; Veronika Schöpf; Enrique Enrique Santamaría; Keiland W. Cooper; Camille Ferdenzi; Farhoud Faraji; Alyssa J. Bakke; Nicholas S. Archer; Nicola Pirastu; Masako Okamoto; Caroline Huart; Carl M. Philpott; Dejan Georgiev; Elizabeth A. Sell; Jérôme Golebiowski; Paloma Rohlfs Domínguez; Juyun Lim; Maryam Jalessi; Gabriella Morini; Kathrin Ohla; Rishemjit Kaur; Pamela Dalton; Jasper H. B. de Groot; Jingguo Chen; Hong Wang; Lenka Martinec Novákov; Danielle R. Reed; Carla Mucignat; Richard C Gerkin; Pablo Meyer; Christine E. Kelly; Nur Yoluk; Pavan K. Kaushik; Michael C. Farruggia; Mohammed K. Alwashahi; Marina Ritchie; Zara M. Patel; Jane K. Parker; Anna D'Errico; Iordanis Konstantinidis; Jan Havlícek; Aytug Altundag; Johan N Lundström; Barry C. Smith; Carol H. Yan; Surabhi Bhutani; Rafieh Alizadeh; Sachiko Koyama; Mari Sandell; Alexander W Fjaeldstad; Sara Razzaghi Asl; Evelyn V. Brindha; Eugeni Roura; Valentina Parma; Hüseyin Yanik; Maria G. Veldhuizen; Marta Y. Pepino; Graciela M. Soler; Anna Menini; Özlem Saatci; Cédric Bouysset; Michael Schmuker; Mirjam van den Brink; Johannes Frasnelli; Julie Walsh-Messinger; Javier Albayay; Marco Tullio Liuzza; Denis Pierron; Antonella Di Pizio; Mehmet Hakan Ozdener; Maria Dolors Guàrdia; Moustafa Bensafi; Luis R. Saraiva; Christophe Laudamiel; S. Craig Roberts; Sajidxa Mariño; Steven Munger; Thierry Thomas-Danguin; Ben Chen; Patricia Portillo Mazal; Liang-Dar Hwang; Bettina Malnic; Vincent Deary",
    "date": 2020,
    "doi": "10.1101/2020.05.04.20090902",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.04.20090902"
    },
    "title": "More than just smell - COVID-19 is associated with severe impairment of smell, taste, and chemesthesis",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Pennsylvania State University",
                    "award-id": [
                        "Penn State"
                    ]
                },
                {
                    "funding-source": "Penn State)"
                },
                {
                    "funding-source": "James and Helen Zallie"
                },
                {
                    "funding-source": "Sensory Science"
                },
                {
                    "funding-source": "Penn State."
                }
            ],
            "funding-statement": "This work was supported financially with discretionary funds from the Pennsylvania State University (Penn State), including a gift from James and Helen Zallie given in support of Sensory Science at Penn State."
        }
    ]
}