{
    "abstract": "Comparisons between the mortality burdens of COVID-19 and seasonal influenza often fail to account for the fact that the United States Centers for Disease Control and Prevention (CDC) reports annual influenza mortality estimates which are calculated based upon a series of assumptions about the underreporting of flu deaths. COVID-19 deaths, in contrast, are being reported as raw counts. In this report, we compare COVID-19 death counts to seasonal influenza death counts in New York City during the interval from February 1 - April 18, 2020. Using this approach, COVID-19 appears to have caused 21.4 times the number of deaths as seasonal influenza during the same period. We also assessed excess mortality in order to verify this finding. New York City has had approximately 13,032 excess all-cause mortality deaths during this time period. We assume that most of these deaths are COVID-19 related. We therefore calculated the ratio of excess deaths (i.e. assumed COVID-19 deaths) to seasonal influenza deaths during the same time interval and found a similar ratio of 21.1 COVID-19 to seasonal influenza deaths. Our findings are consistent with conditions on the ground today. Comparing COVID-19 deaths with CDC estimates of yearly influenza-related deaths would suggest that, this year, seasonal influenza has killed approximately the same number of Americans as COVID-19 has. This does not comport with the realities of the pandemic we see today.",
    "affiliations": [
        "New York City Department of Health and Mental Hygiene"
    ],
    "author": "Carlos del Rio; Jeremy Faust",
    "date": 2020,
    "doi": "10.1101/2020.04.22.20073551",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.22.20073551"
    },
    "title": "Relative disease burdens of COVID-19 and seasonal influenza in New York City, February 1 - April 18, 2020.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}