{
    "abstract": "BACKGROUND The worldwide COVID-19 pandemic develops rapidly. There is a pressing need to find an effective therapy. METHODS We have assembled a cohort consisting 504 hospitalized COVID-19. Information of patients characteristics and antiviral medication use during hospital stay is collected. The study objective is to evaluate the treatment efficacy of selected antiviral medications on mortality and lesion absorption based on chest CT scan. RESULTS The overall mortality rate was 15.67% in the cohort. Older age, lower SpO2 level, bigger lesion, early admission data, and the presence of pre-existing conditions were associated with higher mortality. After adjusting for sex, pre-existing condition, age, SpO2, lesion size, admission data, hospital, and anti-viral medications use, Arbidol and Oseltamivir use is associated with a reduction in mortality. The OR is 0.183 (95% CI, 0.075 to 0.446; p<0.001) for Arbidol and 0.220 (95% CI, 0.069 to 0.707; p=0.011) for Oseltamivir. Compared with patients taking neither Arbidol nor Oseltamivir, the OR is 0.253 (95% CI, 0.064 to 1.001; p=0.050) for patients taking Oseltamivir only; 0.190 (95% CI, 0.076 to 0.473; p<0.001) for patients taking Arbidol only; and 0.030 (95% CI, 0.003 to 0.310; p=0.003) for patients taking both, after adjusting for patients characteristics and Lopinavir/Ritonavir use. Similarly, Arbidol is also associated with faster lesion absorption after adjusting for patients characteristics as well as Oseltamivir and Lopinavir/Ritonavir use. CONCLUSIONS Arbidol is able to substantially associated with a reduction in mortality among hospitalized COVID-19 patients. The combination of Arbidol and Oselmativir may further associated with a reduction in mortality. There is no proven treatment benefit of Lopinavir/Ritonavir.",
    "author": "Feng Xu; Qi Zhu; Bing Wang; Li Yao; Peng Peng; Qibin Liu; Dan Li; Ke Wang; Xuemin Fang; Ungil Chung; Xiyong Dai; Lei Shen; Lu Tian; Xianxiang Chen",
    "date": 2020,
    "doi": "10.1101/2020.04.11.20056523",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.11.20056523"
    },
    "title": "The effect of Arbidol Hydrochloride on reducing mortality of Covid-19 patients: a retrospective study of real world date from three hospitals in Wuhan",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The authors report no funding."
        }
    ]
}