{
    "abstract": "In early 2020, the World Health Organization (WHO) recognized the pandemic situation of the new coronavirus (severe acute respiratory syndrome coronavirus 2, SARS-CoV-2), which causes Coronavirus Disease-2019 (COVID-19). In Brazil by the end of April 2020, another 110 thousand cases and 5,000 deaths had been confirmed. The scarcity of laboratory resources and overload of the care network, added to the broad clinical spectrum of the disease, can make it difficult to capture all mortality from this disease through epidemiological surveillance based on individual notification of cases. The aim of this study was to evaluate the excess of deaths in Brazilian capitals with the highest incidence of COVID-19, as a way of validating the method, we also evaluated a capital with low incidence. We assessed weekly mortality from all causes during the year 2020, up to the epidemiological week 17, compared with the previous year. The data were obtained through the National Civil Registry Information Center (CNIRC, acronym in Portuguese). We estimate the expected mortality and the 95% confidence interval by projecting the observed mortality in 2019 for the population of 2020. In the five capitals with the highest incidences it was possible to identify excess deaths in the pandemic period, the age group most affected were those over 60 years old, 31% of the excess deaths occurred in the population between 20 and 59 years old. There was a strong correlation (r = 0.94) between the excess of deaths in each city and the number of deaths confirmed by epidemiological surveillance. There was no excess of deaths in the capital with the lowest incidence, nor among the population under 20 years old. We estimate that epidemiological surveillance managed to capture only 52% of all mortality associated with the COVID-19 pandemic in the cities studied. Considering the simplicity of the method, its low cost and reliability for assessing the real burden of the disease, we believe that the assessment of excess mortality associated with the COVID-19 pandemic should be widely used as a complementary tool to regular epidemiological surveillance and its use should be encouraged by WHO.",
    "author": "Otto A Beckedorff; Daniele R Q Lemos; Lucas M A Martin; Marcela M M Coelho; N M Medeiros; Andre Ricardo Ribas Freitas; Luciano P G Cavalcanti; Livia Frutuoso; Giovanna G S Freitas",
    "date": 2020,
    "doi": "10.1101/2020.05.08.20093617",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.08.20093617"
    },
    "title": "Use of excess mortality associated with the COVID-19 epidemic as an epidemiological surveillance strategy - preliminary results of the evaluation of six Brazilian capitals",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was used."
        }
    ]
}