{
    "abstract": "In severe cases of coronavirus disease 2019 (COVID-19), viral pneumonia progresses to respiratory failure. Neutrophil extracellular traps (NETs) are extracellular webs of chromatin, microbicidal proteins, and oxidant enzymes that are released by neutrophils to contain infections. However, when not properly regulated, NETs have potential to propagate inflammation and microvascular thrombosis, including in the lungs of patients with acute respiratory distress syndrome. While elevated levels of blood neutrophils predict worse outcomes in COVID-19, the role of NETs has not been investigated. We now report that sera from patients with COVID-19 (n=50 patients, n=84 samples) have elevated levels of cell-free DNA, myeloperoxidase(MPO)-DNA, and citrullinated histone H3 (Cit-H3); the latter two are highly specific markers of NETs. Highlighting the potential clinical relevance of these findings, cell-free DNA strongly correlated with acute phase reactants including C-reactive protein, D-dimer, and lactate dehydrogenase, as well as absolute neutrophil count. MPO-DNA associated with both cell-free DNA and absolute neutrophil count, while Cit-H3 correlated with platelet levels. Importantly, both cell-free DNA and MPO-DNA were higher in hospitalized patients receiving mechanical ventilation as compared with hospitalized patients breathing room air. Finally, sera from individuals with COVID-19 triggered NET release from control neutrophils in vitro. In summary, these data reveal high levels of NETs in many patients with COVID-19, where they may contribute to cytokine release and respiratory failure. Future studies should investigate the predictive power of circulating NETs in longitudinal cohorts, and determine the extent to which NETs may be novel therapeutic targets in severe COVID-19.",
    "affiliations": [
        "Medicine Frankel Cardiovascular Center as well as by the A. Alfred Taubman Medical Research Institute"
    ],
    "author": "Jacqueline A. Madison; Melanie Zuo; Andrew Weber; Robert J. Woods; Betsy J. Barnes; Jason S. Knight; Yu Zuo; Hui Shi; Mikala Egeblad; Srilakshmi Yalavarthi; Yogendra Kanthi; Kelsey Gockman; Christopher Blair",
    "date": 2020,
    "doi": "10.1101/2020.04.09.20059626",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.09.20059626"
    },
    "title": "Neutrophil extracellular traps (NETs) as markers of disease severity in COVID-19",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "COVID-19 Cardiovascular Impact Research Ignitor Grant from the Michigan Medicine Frankel Cardiovascular Center"
                }
            ],
            "funding-statement": "The work was supported by a COVID-19 Cardiovascular Impact Research Ignitor Grant from the Michigan Medicine Frankel Cardiovascular Center as well as by the A"
        }
    ]
}