{
    "abstract": "What is COVID-19? Coronavirus disease 2019 (COVID-19) is viral infection that generates a severe acute respiratory syndrome with serious pneumonia that may result in progressive respiratory failure and death. What are the goals of this investigation? This study explains the geo-environmental determinants of the accelerated diffusion of COVID-19 in Italy that is generating a high level of deaths and suggests general lessons learned for a strategy to cope with future epidemics similar to COVID-19 to reduce viral infectivity and negative impacts in economic systems and society. What are the results of this study? The main results are: o The accelerate and vast diffusion of COVID-19 in North Italy has a high association with air pollution. o Hinterland cities have average days of exceeding the limits set for PM10 (particulate matter 10 micrometers or less in diameter) equal to 80 days, and an average number of infected more than 2,000 individuals as of April 1st, 2020, coastal cities have days of exceeding the limits set for PM10 equal to 60 days and have about 700 infected in average. o Cities that average number of 125 days exceeding the limits set for PM10, last year, they have an average number of infected individual higher than 3,200 units, whereas cities having less than 100 days (average number of 48 days) exceeding the limits set for PM10, they have an average number of about 900 infected individuals. o The results reveal that accelerated transmission dynamics of COVID-19 in specific environments is due to two mechanisms given by: air pollution-to-human transmission and human-to-human transmission; in particular, the mechanisms of air pollution-to-human transmission play a critical role rather than human-to-human transmission. o The finding here suggests that to minimize future epidemic similar to COVID-19, the max number of days per year in which cities can exceed the limits set for PM10 or for ozone, considering their meteorological condition, is less than 50 days. After this critical threshold, the analytical output here suggests that environmental inconsistencies because of the combination between air pollution and meteorological conditions (with high moisture%, low wind speed and fog) trigger a take-off of viral infectivity (accelerated epidemic diffusion) with damages for health of population, economy and society. What is a socioeconomic strategy to prevent future epidemics similar to COVID-19? Considering the complex interaction between air pollution, meteorological conditions and biological characteristics of viral infectivity, lessons learned for COVID-19 have to be applied for a proactive socioeconomic strategy to cope with future epidemics, especially an environmental policy based on reduction of air pollution mainly in hinterland zones of countries, having low wind speed, high percentage of moisture and fog that create an environment that can damage immune system of people and foster a fast transmission of viral infectivity similar to the COVID-19. This study must conclude that a strategy to prevent future epidemics similar to COVID 19 has also to be designed in environmental and sustainability science and not only in terms of biology.",
    "author": "Mario Coccia",
    "date": 2020,
    "doi": "10.1101/2020.04.06.20055657",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.06.20055657"
    },
    "title": "Two mechanisms for accelerated diffusion of COVID-19 outbreaks in regions with high intensity of population and polluting industrialization: the air pollution-to-human and human-to-human transmission dynamics",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement none</strong>"
        }
    ]
}