{
    "abstract": "Chest (computed tomography) CT scanning is one of the most important technologies for COVID-19 diagnosis in the current clinical practice, which motivates more concerted efforts in developing AI-based diagnostic tools to alleviate the enormous burden on the medical system. We develop a lesion-attention deep neural network (LA-DNN) to predict COVID-19 positive or negative with a richly annotated chest CT image dataset. The CT image dataset contains 746 public chest CT images of COVID-19 patients collected from over 760 preprints, and the data annotations are accompanied with the textual radiology reports. We extract two types of important information from these annotations: One is the flag of whether an image indicates a positive or negative case of COVID-19, and the other is the description of five lesions on the CT images associated with the positive cases. The proposed data-driven LA-DNN model focuses on the primary task of binary classification for COVID-19 diagnosis, while an auxiliary multi-label learning task is implemented simultaneously to draw the model's attention to the five lesions of COVID-19 during the training. The joint task learning process makes it a highly sample-efficient deep model that can learn COVID-19 radiology features effectively with very limited samples. The experimental results show that the area under the curve (AUC) and sensitivity (recall) for the diagnosis of COVID-19 patients are 91.2% and 85.7% respectively, which reach the clinical standards for practical use. An online system has been developed for fast online diagnoses using CT images at the web address https://www.covidct.cn/.",
    "affiliations": [
        "Central Universities of China No.JK1806002"
    ],
    "author": "Guosheng Yin; Fengmao Lv; Mengshuang He; Bin Liu; Xiaoxue Gao",
    "date": 2020,
    "doi": "10.1101/2020.05.11.20097907",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.11.20097907"
    },
    "title": "Online COVID-19 diagnosis with chest CT images: Lesion-attention deep neural networks",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Guosheng Yin from the Research Grants Council of Hong Kong,"
                },
                {
                    "funding-source": "Fundamental Research Funds for the Central Universities of China No.",
                    "award-id": [
                        "JK1806002"
                    ]
                }
            ],
            "funding-statement": "The research was supported by a grant No.17307218 for Guosheng Yin from the Research Grants Council of Hong Kong, the Fundamental Research Funds for the Central Universities of China No.JK1806002"
        }
    ]
}