{
    "title": "Susceptibility of ferrets, cats, dogs, and different domestic animals to SARS-coronavirus-2",
    "author": "CHEN HUALAN",
    "date": 2020,
    "affiliations": [
        "State Key Laboratory of Veterinary Biotechnology, Harbin Veterinary Research Institute, Chinese Academy of Agricultural Sciences, Harbin 150001, People’s Republic of China",
        "National High Containment Laboratory for Animal Diseases Control and Prevention, Harbin 150069, People's Republic of China. †To whom correspondence should be sent. Zhigao Bu",
        "These authors contributed equally to this work",
        "Harbin Veterinary Research Institute (HVRI) of the Chinese Academy of Agricultural Sciences (CAAS), which was approved for such use by the Ministry of Agriculture and Rural Affairs of China. Details of the biosafety and biosecurity measures taken are provided in the supplementary materials (19). The protocols for animal study and animal welfare were reviewed and approved by the Committee on the Ethics of Animal Experiments of the HVRI of CAAS"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.30.015347",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.03.30.015347.pdf"
    },
    "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) causes the infectious disease COVID-19, which was first reported in Wuhan, China in December, 2019. Despite the tremendous efforts to control the disease, COVID-19 has now spread to over 100 countries and caused a global pandemic. SARS-CoV2 is thought to have originated in bats; however, the intermediate animal sources of the virus are completely unknown. Here, we investigated the susceptibility of ferrets and animals in close contact with humans to SARS-CoV-2. We found that SARS-CoV-2 replicates poorly in dogs, pigs, chickens, and ducks, but efficiently in ferrets and cats. We found that the virus transmits in cats via respiratory droplets. Our study provides important insights into the animal reservoirs of SARS-CoV-2 and animal management for COVID-19 control.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Key R&D Program of China",
                    "award-id": [
                        "2018YFC1200601"
                    ]
                }
            ],
            "funding-statement": "This work was supported by the National Key R&D Program of China (2018YFC1200601)"
        }
    ]
}