{
    "abstract": "Background: A new type of coronavirus (later named Sars-Cov-2) drew attention on 31 December 2019 after the reporting of 27 unidentified pneumonia cases detected in Wuhan, China to the World Health Organization (WHO). Rapid progression of the COVID-19 pandemic has revealed the necessity of epidemic modeling studies to evaluate the course of the epidemic and its burden on the health system. This study aims to estimate the total number of infected people, evaluate the consequences of social interventions on the healthcare system and predict the expected number of cases, intensive care needs, hospitalizations and mortality rates in Turkey according to possible scenarios via the SEIR-based epidemic modeling method. Methods: This study was carried out in three dimensions. In the first, the actual number of people infected in the community has been estimated using the number of deaths in Turkey. In the second, the expected total numbers of infected people, total deaths, total hospitalizations, and intensive care unit (ICU) bed needs have been predicted in case of no intervention. In third, the distribution of the expected number of infected people and deaths, ICU and non-ICU bed needs over time has predicted based on SEIR modeling. A simulator (TURKSAS) has been developed and predictions made in 4 scenarios for Turkey. Results: According to deaths, the estimated number of infected people in Turkey on March 21 was 123,030. In the case of no intervention (1st scenario), the expected total number of infected people is 72,091,595, the total number of deaths is 445,956, the attack rate is 88.1%, the mortality ratio is 0.54%. The ICU bed capacity in Turkey is expected to exceed 4.4-fold and non-ICU bed capacity exceeds 3.21-fold. In 2nd and 3rd scenarios according to the calculations made by considering the social compliance rates of the NPIs, the value of R0 is estimated to decrease from 3 to 1.38 level. Compliance with NPIs makes a 94,303 difference in the expected number of deaths. In both scenarios, the predicted peak value of occupied ICU and non-ICU beds remains below Turkey healthcare capacity. While this study conducted, curfew for >65 and <20 age groups were in force in Turkey. If the curfew is declared for the 21-64 age population (4th scenario), the R0 value drops below 1 (0.98), the expected deaths are 14,230 and the peak values of daily ICU and non-ICU bed demand are below the healthcare capacity. Discussion: Modeling epidemics with assumptions supported by scientific literature and establishing decision support systems based on objective criteria is an important requirement. According to scientific data for the population of Turkey, the situation is not expected to be of worse than predictions presented in the second dimension. Predictions show that 16 million people can be prevented from being infected and 100,000 deaths can be prevented by full compliance with the measures taken. Complete control of the pandemic is possible by keeping R0 below 1. For this, additional evidence-based measures are needed.\nCompeting Interest Statement",
    "author": "Muhammed Yusuf Ozdemir; Seyma Arslan; Abdullah Ucar",
    "date": 2020,
    "doi": "10.1101/2020.04.13.20063305",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.13.20063305"
    },
    "title": "Nowcasting and Forecasting the Spread of COVID-19 and Healthcare Demand In Turkey, A Modelling Study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "We declare this study funded by authors"
        }
    ]
}