{
    "abstract": "Objective: In mass crisis setting such as the COVID-19 pandemic, the number of patients requiring invasive ventilation may exceed the number of available ventilators. This challenge led to the concept of splitting ventilator between several patients, which aroused interest as well as a strong opposition from multiple professional societies (The joint statement)1.Establishment of a safe ventilator splitting setup which enables monitoring and control of each ventilated patient would be a desirable ability. Achieving independency between the Co-vent patients would enable effective coping with different individual clinical scenarios and broaden the pairing possibilities of patients connected to a single ventilator. We conducted an experiment to determine if our designed setup achieves these goals. Methods: We utilized a double two limbed modified ventilator circuits which were connected to dual lung simulators. Adding readily available pressure sensors (transducers), PEEP valves, flow control valves, one-way (check) valves and HME filters made the circuit safe enough and suitable for our goals. We first examined a single lung simulator establishing the baseline set parameters, while monitoring ventilator measures as Tidal Volume. The initial ventilator setting we chose was a controlled mandatory ventilation mode with a PIP (peak inspiratory pressure) of 25cmH2O, PEEP (Positive End Expiratory Pressure) of 5 cmH2O. In pressure control set at 20 cmH2O, the recorded mean TV( tidal volume) was 1000 mL (approximately 500 mL/lung simulator) with an average MV(minute ventilation) of 13 L/min (or 6.5 L/min/lung simulator). After examining the system with the dual modified circuits attached, and obtaining all the ventilation parameters, we simulated several clinical scenarios. We simulated clinical events such as: partial or full obstruction, disconnection, air leak and compliance differentials, which occur frequently on a ventilation course. Thus, it is a paramount system demand to keep undisturbed ventilation to the Co-vent patient A, while being challenged by patient B. Results: The adaptive split ventilator setup yields increased safety, monitoring, and controls ventilation parameters successfully for each connected simulated patient (using lung simulators).It also enables coping with several common clinical scenarios on a ventilation course, by allowing the care provider to control PIP and PEEP of each Co-Vent patient. Conclusion: In a mass crisis setting, when there is a shortage of ventilators supply, and as a last resort, this setup can be a viable option to act upon. This experiment demonstrates the ability of the split ventilator to ventilate dual lung simulators with increased safety, monitoring and ventilation pressures control of each simulated patient. This split ventilator kept supporting a simulated patient with undisturbed parameters while the CO-vent patient was simulated to be disconnected, having an air leak, or exhibiting lung compliance deterioration. To the best of our knowledge, this is the first time a split ventilator setup demonstrates these capabilities. Our pilot experiment suggests a significant potential of expanding the ventilator support resources, and is especially relevant during COVID-19 outbreak. Since this setup has not been used in a clinical setting yet, further research should be conducted to explore the safety limits and the capabilities of this model.",
    "author": "N Leshem; M Naor; Yarden Sarouf; Neta Z; Leav Oz-Ari; Amir B; Joseph k; Sarit Hadar Shahroor; Rotem L; M Gilad",
    "date": 2020,
    "doi": "10.1101/2020.04.13.20064170",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.13.20064170"
    },
    "title": "Adaptive split ventilator system enables parallel ventilation, individual monitoring and ventilation pressures control for each lung simulators",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The authors and their institutions did not receive and payment from a third party or services for aspect of the submitted work. There was not any external grants"
        }
    ]
}