{
    "abstract": "Importance. Covid-19 infection has major international health and economic impacts and risk factors for infection are not completely understood. Cannabis smoking is linked with poor respiratory health, immunosuppression and multiple contaminants. Potential synergism between the two epidemics would represent a major public health convergence. Cigarettes were implicated with disease severity in Wuhan, China. Objective. Is cannabis use epidemiologically associated with coronavirus incidence rate (CVIR)? Design. Cross-sectional state-based multivariable study. Setting. USA. Primary and Secondary Outcome Measures. CVIR. Multivariable-adjusted geospatially-weighted regression models. As the American cannabis epidemic is characterized by a recent doubling of daily cannabis use it was considered important to characterize the contribution of high intensity use. Results. Significant associations of daily cannabis use quintile with CVIR were identified with the highest quintile having a prevalence ratio 5.11 (95%C.I. 4.90-5.33), an attributable fraction in the exposed (AFE) 80.45% (79.61-81.25%) and an attributable fraction in the population of 77.80% (76.88-78.68%) with Chi-squared-for-trend (14,782, df=4) significant at P<10-500. Similarly when cannabis legalization was considered decriminalization was associated with an elevated CVIR prevalence ratio 4.51 (95%C.I. 4.45-4.58), AFE 77.84% (77.50-78.17%) and Chi-squared-for-trend (56,679, df=2) significant at P<10-500. Monthly and daily use were linked with CVIR in bivariate geospatial regression models (P=0.0027, P=0.0059). In multivariable additive models number of flight origins and population density were significant. In interactive geospatial models adjusted for international travel, ethnicity, income, population, population density and drug use, terms including last month cannabis were significant from P=7.3x10-15, daily cannabis use from P=7.3x10-11 and last month cannabis was independently associated (P=0.0365). Conclusions and Relevance. Data indicate CVIR demonstrates significant trends across cannabis use intensity quintiles and with relaxed cannabis legislation. Recent cannabis use is independently predictive of CVIR in bivariate and multivariable adjusted models and intensity of use is interactively significant. Cannabis thus joins tobacco as a SARS2-CoV-2 risk factor.",
    "author": "Albert S Reece; Gary K Hulse",
    "date": 2020,
    "doi": "10.1101/2020.04.17.20069021",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.17.20069021"
    },
    "title": "America Addresses Two Epidemics: Cannabis and Coronavirus and their Interactions: An Ecological Geospatial Study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research received no specific grant from any funding agency in the public, commercial or not-for-profit sectors"
        }
    ]
}