{
    "abstract": "Introduction: The SARS-CoV-2 disease outbreak has now become a pandemic. Critical patients with COVID-19 require basic and advanced respiratory support. Therefore, the objective was to describe the ventilatory support strategies in SARS-CoV-2 during intensive therapy. Materials and methods: A systematic review of observational studies of the available scientific literature was performed in accordance with the recommendations of the Cochrane collaboration and the criteria of the PRISMA Declaration. Results: Fifteen observational studies were included that gave a study population of 4,081 patients. Mechanical ventilation is the main respiratory support treatment for critically ill patients, which should be administered as soon as normal oxygenation cannot be maintained, and despite the fact that there is no current consensus on the parameters of mechanical ventilation, the evidence collected suggests the use of Fio2 on average 50%, PEEP of 14 cmH2O, lung compliance of 29-37 ml per cm of water, driving pressure between 12-14 cm of water and a plateau pressure of 22-25 cm of water. Conclusions: IL-6 is shown as a possible marker of respiratory failure and a worse prognosis as well as obesity. In addition, the use of prone position, neuromuscular blockade, pulmonary vasodilators, ECMO, and mechanical ventilation based on the clinical conditions and needs of the patient with COVID-19 are strategies that could benefit patients entering intensive therapy for SARS-CoV- 2.",
    "author": "Javier Eliecer Pereira Rodriguez; Ximena Velasquez Badillo; Sandra Sharon Waiss Skvirsky; Juan Camilo Quintero Gomez; Otilio Lopez Florez",
    "date": 2020,
    "doi": "10.1101/2020.05.14.20098608",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.14.20098608"
    },
    "title": "VENTILATORY SUPPORT IN SARS-VOC-2 DURING INTENSIVE THERAPY",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research does not receive any monetary or other funds for its realization."
        }
    ]
}