{
    "abstract": "A novel pandemic coronavirus disease (COVID-19) was first detected in late 2019 in Wuhan (China)1,2. COVID-19 has caused 77 national governments worldwide to impose a lockdown in part or all their countries, as of April 4, 20203. The United States and the United Kingdom estimated the effectiveness of non-pharmaceutical interventions to reduce COVID-19 deaths, but there is less evidence to support choice of control measures in middle-income countries4. We used Colombia, an upper-middle income country, as a case-study to assess the effect of social interventions to suppress or mitigate the COVID-19 pandemic. Here we show that a combination of social distancing interventions, triggered by critical care admissions, can suppress and mitigate the peak of COVID-19, resulting in less critical care use, hospitalizations, and deaths. We found, through a mathematical simulation model, that a one-time social intervention may delay the number of critical care admissions and deaths related to the COVID-19 pandemic. However, a series of social interventions (social and work distance and school closures) over a period of a year can reduce the expected burden of COVID-19, however, these interventions imply long periods of lockdown. Colombia would prevent up to 97% of COVID-19 deaths using these triggered series of interventions during the first year. Our analyses could be used by decision-makers from other middle-income countries with similar demographics and contact patterns to Colombia to reduce COVID-19 critical care admissions and deaths in their jurisdictions.",
    "author": "Christian Garcia-Calavaro; Carmelo Dueñas; Fernando Pio De la Hoz-Restrepo; José Rojas-Suarez; Marc Choisy; Adrian Smith; Angel Jose Paternina-Caicedo; Guido Camargo-España",
    "date": 2020,
    "doi": "10.1101/2020.04.16.20063727",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.16.20063727"
    },
    "title": "Social interventions can lower COVID-19 deaths in middle-income countries",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "We did not have funding for this manuscript."
        }
    ]
}