{
    "abstract": "Background& Aims: The Coronavirus Disease 2019 (COVID-19) has become a global epidemic and has caused a lasting and huge loss of life security, economic development and social stability in more than 180 countries around the world. Unfortunately, there is still no specific treatment for COVID-19 till now, therefore, at this point, all potential therapies need to be critically considered. LL-37 is one of the best-studied human antimicrobial peptide (AMPs) that has a broad-spectrum activity against bacteria and viruses. The use of living, genetically modified organisms (GMOs) is an effective approach for delivery of therapeutic proteins. The aim of this study was to determine the safety and efficacy of the Lactococcus lactis which has been genetically modified to produce the therapeutic human antimicrobial peptide LL-37 (herein after referred to cas001) in the patients of COVID-19. Methods: Firstly we constructed genetically modified food-grade probiotic, Lactococcus lactis, with sequence of seven tandem repeats of mature human LL-37 under control of the nisin-inducible nisA promoter to produce the cas001. A total of 20 healthy SD rats, half male and half female (There were five male and five female in the control group, the same in treatment group) were used to observe the acute toxic reaction and death after daily administration of cas001 for three weeks, which helps to provide necessary reference basis for clinical dose selection, verificaition of toxic reaction and possible target organs. According to the estimated clinical dosage of 1 x 108CFU /kg/day, considering the conversion of body surface area, the dose for rats should be multiplied by 6.17 to 6 x 108 CFU/kg/day. We administrated 100 times higher dose at 6 x 1010 CFU/kg/day to rats. In order to investigate the pharmacokinetics of cas001, male SD rats (body weight 250-300g, 1 x 1010 /animal, n=3) were given oral administration of LL-37 bacteria powder. The concentration of LL-37 in the blood before and after gavage was detected by ELISA kit (Hycult biotechnology Cat# HK321). Human clinical study was approved by Ethics committee of Chinese PLA General Hospital (S2020-074-04) and a total of 11 patients with mild symptoms were enrolled in Wuhan hankou hospital and Huoshenshan hospital. They were enrolled voluntarily and all patients signed informed consent. Among them, there were 5 males and 6 females, aged 55 ± 12 (36-70) years old, and the duration from onset to medication enrollment was 35 ± 19 (5-68) days. 6 patients were nucleic acid positive and 5 patients were nucleic acid negative when they were enrolled. All patients received the oral drug cas001 treatment according to requirement(1 x 109 CFU/capsule, 3 capsules/time, three times a day for 3weeks), with an average follow-up time of 33 ± 15 days (see table 1 for the results). Findings: Western blot analysis shows that reasonable amount of LL-37 were induced by different concentrations of nisin, which means we have successfully constructed cas001. In the pre-clinical safety evaluation test, after three weeks administration of cas001, no adverse effects were observed on the rat's body weight, food and water intake, hematological or serum biochemical parameters. The results showed that the LD50 of cas001 was higher than that of the 100 times of the expected clinical dose of 6 x 1010 CFU/day. These results showed that cas001 could be safe in animal experiments. In addition, rat pharmacokinetics results showed that the serum concentration of LL-37 reached peak 2 hours after gavage of cas001 and returned to basal level 6 hours after gavage. During study period, the volunteers did not feel any discomfort while taking the cas001 capsules, and two hours after oral administration, the concentration of LL-37 were increased in healthy volunteers. cas001 shows definite effect in the improvement of gastrointestinal symptoms and is possible to have effects in improving the systemic symptoms and respiratory symptoms and may play a role in the improvement of results of nucleic acid test and lung CT test. 11 patients enrolled showed good compliance, tolerance, subjective feeling and actively interacted with the doctors. None of the patients had any adverse reactions. Conclusions Based on above observations, we conclude here that as an oral anti-viral agent, cas001 displayed good safety profiles. It is very hard to reach conclusion of clinical outcomes related to the cas001, although changes of several symptoms indicate encouraging findings.",
    "affiliations": [
        "National Key Research and Development Program of China (2017YFC1001001),the National Natural Science Foundation of China (81770834), the Youth Program of National Natural Science Foundation of China (31900830) from the Chinese Academy of Sciences and the China Postdoctoral Science Foundation Funded Project (2018M640182)"
    ],
    "author": "Xizhou Guan; Wanzhu Jin; Cong Feng; Zhe Luan; Yiming Zhao; Le Tian; Enqiang Qin; Gang Sun; Congyong Li; Hanlin Zhang; Chaoyue Zhao; Aihua Zheng; Chunlong Yan; Wei Chen; Tanshi Li; Yang Li; Hongyue Li; Yuying Zhao; Shibo Feng; Chen Li; Jianwei Jiao; Tianshu Zeng; Haotian Yu; Xiaoxiao Jiang; Shufeng Wang; Meng Dong; Jinsong Mu",
    "date": 2020,
    "doi": "10.1101/2020.05.11.20064584",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.11.20064584"
    },
    "title": "Preliminary evaluation of the safety and efficacy of oral human antimicrobial peptide LL-37 in the treatment of patients of COVID-19, a small-scale, single-arm, exploratory safety study",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Key Research and Development Program of China",
                    "award-id": [
                        "2017YFC1001001"
                    ]
                },
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "81770834"
                    ]
                },
                {
                    "funding-source": "Youth Program of National Natural Science Foundation of China",
                    "award-id": [
                        "31900830"
                    ]
                },
                {
                    "funding-source": "Chinese Academy of Sciences and the China Postdoctoral Science Foundation Funded Project",
                    "award-id": [
                        "2018M640182"
                    ]
                }
            ],
            "funding-statement": "This work was supported by the National Key Research and Development Program of China (2017YFC1001001),the National Natural Science Foundation of China (81770834), the Youth Program of National Natural Science Foundation of China (31900830) from the Chinese Academy of Sciences and the China Postdoctoral Science Foundation Funded Project (2018M640182)"
        }
    ]
}