{
    "abstract": "Background: No consensus or evidence-based guideline currently exists for pharmacological therapy against Coronavirus Disease 2019 (COVID 19). While South Korea has been relatively successful in managing the pandemic, its management of confirmed cases and treatment outcomes have not been reported to date. Methods: A retrospective cohort study of the 358 laboratory-confirmed SARS CoV 2 or COVID 19 patients was conducted. Of these patients, 270 adult patients met inclusion criteria and were included in our analyses. The primary endpoints were time to viral clearance and clinical improvement. The mean duration to viral clearance and clinical improvements were displayed as bar-plots to visualize treatment responses. Results: Ninety-seven moderate COVID 19 patients were managed with hydroxychloroquine (HQ) plus antibiotics (n = 22), lopinavir/ritonavir (Lop/R) plus antibiotics (n = 35), or conservative treatment (n = 40). Time to viral clearance, as signified by negative conversion on PCR, after initiation of treatment was significantly shorter with HQ plus antibiotics compared to Lop/R plus antibiotics (hazard ratio [HR], 0.49; 95% confidence interval [95% CI], 0.28 to 0.87) or conservative treatments (HR, 0.44; 95% CI, 0.25 to 0.78). Hospital stay duration after treatment was also shortest for patients treated with HQ plus antibiotics compared to other treatment groups. Subgroup analysis revealed that mean duration to viral clearance was significantly reduced with adjunctive use of antibiotics compared to monotherapy (HR 0.81, 95% CI, 0.70 to 0.93). While both HQ and Lop/R showed side effects including nausea, vomiting, and elevation of liver transaminases, none were serious. Conclusion: This first report on pharmacological management of COVID 19 from South Korea revealed that HQ with antibiotics was associated with better clinical outcomes in terms of viral clearance, hospital stay, and cough symptom resolution compared to Lop/R with antibiotics or conservative treatment. The effect of Lop/R with antibiotics was not superior to conservative management. The adjunct use of the antibiotics may provide additional benefit in COVID 19 management but warrants further evaluation.\nCompeting Interest Statement",
    "author": "Seok Ho Kang; Wonjong Yang; Min Ho An; Tae-Ho Hwang; Bong-ok Kim; Joonyoung Jang; Soon-Woo Jang; Hea-Woon Park; Yu-Kyung Park; Won Jun Kim; Min Seo Kim",
    "date": 2020,
    "doi": "10.1101/2020.05.13.20094193",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.13.20094193"
    },
    "title": "Treatment Response to Hydroxychloroquine, Lopinavir/Ritonavir, and Antibiotics for Moderate COVID 19: A First Report on the Pharmacological Outcomes from South Korea",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No supported funding"
        }
    ]
}