{
    "abstract": "Background: SARS-CoV-2 virus testing for persons with COVID-19 symptoms, and contact tracing for those testing positive, will be critical to successful epidemic control. Willingness of persons experiencing symptoms to seek testing may determine the success of this strategy. Methods: A cross-sectional, online survey in the United States measured willingness to seek testing if feeling ill under different specimen collection scenarios: home-based saliva, home-based swab, drive-through facility swab, and clinic-based swab. Instructions clarified that home-collected specimens would be mailed to a laboratory for testing. We presented similar willingness questions regarding testing during follow-up care. Results: Of 1435 participants, comprising a broad range of sociodemographic groups, 92% were willing to test with a home saliva specimen, 88% with home swab, 71% with drive-through swab, and 60% with clinic collected swab. Moreover, 68% indicated they would be more likely to get tested if there was a home testing option. There were no significant differences in willingness items across sociodemographic variables or for those currently experiencing COVID-19 symptoms. Results were nearly identical for willingness to receive testing for follow-up COVID-19 care. Conclusions: We observed a hierarchy of willingness to test for SARS-CoV-2, ordered by the degree of contact required. Home specimen collection options could result in up to one-third more symptomatic persons seeking testing, facilitating contact tracing and optimal clinical care. Remote specimen collection options may ease supply chain challenges and decrease the likelihood of nosocomial transmission. As home specimen collection options receive regulatory approval, they should be scaled rapidly by health systems.\nCompeting Interest Statement",
    "affiliations": [
        "Center for AIDS Research at Emory University ( P30AI050409). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health"
    ],
    "author": "Travis Sanchez; Eric Hall; Nicole Luisi; Aaron J Siegler; Patrick S Sullivan; Heather Bradley; Gretchen Wilde; Maria Zlotorzynska",
    "date": 2020,
    "doi": "10.1101/2020.05.06.20093005",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.06.20093005"
    },
    "title": "Willingness to seek laboratory testing for SARS-CoV-2 with home, drive-through, and clinic-based specimen collection locations",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Center for AIDS Research",
                    "award-id": [
                        "P30AI050409"
                    ]
                },
                {
                    "funding-source": "Emory University",
                    "award-id": [
                        "P30AI050409"
                    ]
                },
                {
                    "funding-source": "National Institutes of Health."
                }
            ],
            "funding-statement": "The study was facilitated by the Center for AIDS Research at Emory University ( P30AI050409). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health."
        }
    ]
}