{
    "abstract": "Most countries are suffering severely from the ongoing covid-19 pandemic despite various levels of preventive measures. A common question is if and when a country or region will reach herd immunity h. The classical herd immunity level hC is defined as hC=1-1/R0, where R0 is the basic reproduction number, for covid-19 estimated to lie somewhere in the range 2.2-3.5 depending on country and region. It is shown here that the disease-induced herd immunity level hD, after an outbreak has taken place in a country/region with a set of preventive measures put in place, is actually substantially smaller than hC. As an illustration we show that if R0=2.5 in an age-structured community with mixing rates fitted to social activity studies, and also categorizing individuals into three categories: low active, average active and high active, and where preventive measures affect all mixing rates proportionally, then the disease-induced herd immunity level is hD=43% rather than hC=1-1/2.5=60%. Consequently, a lower fraction infected is required for herd immunity to appear. The underlying reason is that when immunity is induced by disease spreading, the proportion infected in groups with high contact rates is greater than that in groups with low contact rates. Consequently, disease-induced immunity is stronger than when immunity is uniformly distributed in the community as in the classical herd immunity level.",
    "author": "Frank G Ball; Tom Britton; Pieter Trapman",
    "date": 2020,
    "doi": "10.1101/2020.05.06.20093336",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.06.20093336"
    },
    "title": "The disease-induced herd immunity level for Covid-19 is substantially lower than the classical herd immunity level",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Swedish Research Council"
                }
            ],
            "funding-statement": "T.B. and P.T. acknowledge support from the Swedish Research Council"
        }
    ]
}