{
    "abstract": "Importance: COVID-19 has caused a worldwide illness and New York has become the epicenter of COVID-19 in the United States. Currently Bronx has the highest prevalence per capita in New York. Objective: To investigate the coagulopathic presentation of COVID and its natural course and to investigate whether hematologic and coagulation parameters can be used to assess illness severity and death. Design: Retrospective case study of positive COVID inpatients between 3/20/2020-3/31/2020. Setting: Montefiore Health System main hospital, Moses, a large tertiary care center in the Bronx. Participants: Adult inpatients with positive COVID tests hospitalized at MHS. Exposure (for observational studies): Datasets of participants were queried for physiological, demographic (age, sex, socioeconomic status and self-reported race and/or ethnicity) and laboratory data. Main Outcome and Measures: Relationship and predictive value of measured parameters to mortality and illness severity. Results: Of the 217 in this case review, 70 died during hospitalization while 147 were discharged home. Only the admission PT and first D-Dimer could very significantly differentiate those who were discharged alive and those who died. Logistic regression analysis shows increased odds ratio for mortality by first D-Dimer within 48 hrs. of admission. The optimal cut-point for the initial D-Dimer to predict mortality was found to be 1.65 mcg/mL. Conclusions: We describe here a comprehensive assessment of hematologic and coagulation parameters in COVID and examine the relationship of these to mortality. We demonstrate that both initial and maximum D-Dimer values are biomarkers that can be used for survival assessments.",
    "author": "Mohammad Barouqa; Shafia Rahman; Kenji Ikemura; Jesus D Gonzalez-Lugo; Morayma Reyes Gil; Yungtai Lo; James Szymnaski; Henny H Billett",
    "date": 2020,
    "doi": "10.1101/2020.05.01.20087932",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.01.20087932"
    },
    "title": "Correlation of coagulation parameters with clinical outcomes in Coronavirus-19 affected minorities in United States: Observational cohort",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was used for this study and data analysis"
        }
    ]
}