{
    "title": "SARS-CoV-2 Isolation and Propagation from Turkish COVID-19 patients",
    "author": "1 Acibadem Labcell Cellular Therapy Laboratory, Istanbul, Turkey 2 Genetic and Bioengineering Department, Yeditepe University, Istanbul, Turkey 3 Acibadem Altunizade Hospital, Istanbul, Turkey 4 Histology and Embryology Department, Acibadem Mehmet Ali Aydinlar University, Istanbul, Turkey 5 Electron Microscopy Laboratory, Acibadem Mehmet Ali Aydinlar University, Istanbul, Turkey 6 Biostatistics and Medical Informatics Department, Acibadem Mehmet Ali Aydinlar University, Istanbul, Turkey 7 Epigenetiks Genetics Bioinformatics Software Inc., Istanbul, Turkey",
    "date": 2020,
    "affiliations": [
        "Labcell Cellular Therapy Laboratory, Istanbul, Turkey",
        "Genetic and Bioengineering Department, Yeditepe University, Istanbul, Turkey",
        "Acibadem Altunizade Hospital, Istanbul, Turkey",
        "Histology and Embryology Department, Acibadem Mehmet Ali Aydinlar University, Istanbul, Turkey",
        "Electron Microscopy Laboratory, Acibadem Mehmet Ali Aydinlar University, Istanbul, Turkey",
        "Biostatistics and Medical Informatics Department, Acibadem Mehmet Ali Aydinlar University, Istanbul, Turkey",
        "Epigenetiks Genetics Bioinformatics Software Inc., Istanbul, Turkey",
        "Genetic and Bioengineering Department, Yeditepe University, Istanbul for their comments and their insightful suggestions for the study"
    ],
    "journal": "Correspondence",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.23.056309",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.23.056309.pdf"
    },
    "abstract": "The novel coronavirus pneumonia, which was named later as Coronavirus Disease 2019 (COVID-19), is caused by the Severe Acute Respiratory Syndrome Coronavirus 2, namely SARS-CoV-2. It is a positive-strand RNA virus that is the seventh coronavirus known to infect humans. The COVID-19 outbreak presents enormous challenges for global health behind the pandemic outbreak. The first diagnosed patient in Turkey has been reported by the Republic of Turkey Ministry of Health on March 11, 2020. Today, over ninety thousand cases in Turkey, and two million cases around the world have been declared. Due to the urgent need for vaccine and anti-viral drug, isolation of the virus is crucial. Here, we report one of the first isolation and characterization studies of SARS-CoV-2 from nasopharyngeal and oropharyngeal specimens of diagnosed patients in Turkey. This study provides an isolation and replication methodology, and cell culture tropism of the virus that will be available to the research communities.",
    "keywords": [
        "COVID-19",
        "SARS-CoV-2",
        "Coronavirus"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "None Funding"
                },
                {
                    "funding-source": "Acibadem Healthcare Group"
                }
            ],
            "funding-statement": "#Correspondence: ercument.ovali@acibadem.com Acknowledgement/Disclaimers/Conflict of interest: None Funding statement: All funding in the work was supported by Acibadem Healthcare Group"
        }
    ]
}