{
    "abstract": "Objective: To identify common features of cases with novel coronavirus disease (COVID-19) so as to better understand what factors promote secondary transmission including superspreading events. Methods: A total of 110 cases were examined among eleven clusters and sporadic cases, and investigated who acquired infection from whom. The clusters included four in Tokyo and one each in Aichi, Fukuoka, Hokkaido, Ishikawa, Kanagawa and Wakayama prefectures. The number of secondary cases generated by each primary case was calculated using contact tracing data. Results: Of the 110 cases examined, 27 (24.6%) were primary cases who generated secondary cases. The odds that a primary case transmitted COVID-19 in a closed environment was 18.7 times greater compared to an open-air environment (95% confidence interval [CI]: 6.0, 57.9). Conclusions: It is plausible that closed environments contribute to secondary transmission of COVID-19 and promote superspreading events. Our findings are also consistent with the declining incidence of COVID-19 cases in China, as gathering in closed environments was prohibited in the wake of the rapid spread of the disease.",
    "author": "Tomoya Saito; Hiroshi Nishiura; MHLW COVID-19 Response Team; Motoi Suzuki; Tetsuro Kobayashi; Hitoshi Oshitani; Tomimasa Sunagawa; Tamano Matsui; Takaji Wakita",
    "date": 2020,
    "doi": "10.1101/2020.02.28.20029272",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.02.28.20029272"
    },
    "title": "Closed environments facilitate secondary transmission of coronavirus disease 2019 (COVID-19)",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Japan Agency for Medical Research and Development",
                    "award-id": [
                        "JP18fk0108050"
                    ]
                },
                {
                    "funding-source": "Japan Society for the Promotion of Science",
                    "award-id": [
                        "",
                        "H.N.: 17H04701",
                        "17H05808",
                        "18H04895",
                        "19H01074"
                    ]
                },
                {
                    "funding-source": "Inamori Foundation,"
                },
                {
                    "funding-source": "Japan Science and Technology Agency"
                },
                {
                    "funding-source": "CREST",
                    "award-id": [
                        "JPMJCR1413"
                    ]
                }
            ],
            "funding-statement": "H.N. received funding from the Japan Agency for Medical Research and Development (AMED) [grant number: JP18fk0108050]; the Japan Society for the Promotion of Science (JSPS) KAKENHI [grant numbers, H.N.: 17H04701, 17H05808, 18H04895 and 19H01074], the Inamori Foundation, and the Japan Science and Technology Agency (JST) CREST program [grant number: JPMJCR1413]"
        }
    ]
}