{
    "abstract": "Since its emergence in December 2019, COVID-19 has rapidly developed into a pandemic with many countries declaring emergency conditions to contain its spread. The impact of the disease, while it has been relatively low in the Sub Saharan Africa (SSA) so far, is feared to be potentially devastating given the less developed and fragmented health care system in the continent. In addition, most emergency measures practiced may not be effective due to their limited affordability as well as the communal way people in SSA live in relative isolation in clusters of large as well as smaller population centers. To address the acute need for estimates of the potential impacts of the disease once it sweeps through the region, we developed a process-based model with key parameters obtained from recent studies, taking local context into consideration. We further used the model to estimate the number of infections within a year of sustained local transmissions under a total of 216 scenarios that cover different sizes of population, urban status, effectiveness and coverage of social distancing, contact tracing and usage of cloth facemask. We showed that when implemented early, 50% coverage of contact tracing and facemask, with 33% effective social distancing policies can \"flattens the curve\" of local epidemics and even bending it enough to result in fewer cumulative infections, bringing the pandemic to a manageable level for all population sizes we assessed. In SSA countries with limited healthcare workforce, hospital resources and ICU care, a robust system of social distancing, contact tracing and facemask use could yield in outcomes that prevent several millions of infections and thousands of deaths across the continent.",
    "author": "Yemane Berhane; Dawd S Siraj; Kiros Berhane; Alemayehu Worku; Amir S Siraj",
    "date": 2020,
    "doi": "10.1101/2020.04.07.20053421",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.07.20053421"
    },
    "title": "Early estimates of COVID-19 infections in small, medium and large population clusters",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received for this study."
        }
    ]
}