{
    "abstract": "The primary objective of this work is to model and compare different exit scenarios from the lock-down for the COVID-19 UK epidemic. In doing so we provide an additional modelling basis for laying out the strategy options for the decision-makers. The main results are illustrated and discussed in Part I. In Part II, we describe the stochastic model that we have developed for modelling this epidemic. As argued in Part II, the developed model is more flexible than the SEIR/SEIRS models and can be used for modelling the scenarios which may be difficult or impossible to model with the SEIR/SEIRS models. To compare different scenarios for exiting from the lock-down, in Part III we provide our previous report on the same topic where similar (although not as detailed) scenarios were considered. As the possible exit dates, we have chosen May 4, May 11, May 18 and May 25. We model differently the regions with high initial reproductive number chosen to be R0=2.5, medium R0=2.3 and low R0=2.The numbers for the whole of the UK can be obtained by appropriate averaging of the numbers given in the report. Typical figures are given in Section 4. For each scenario considered, we plot the expected proportion of infected at time t and the expected number of deaths at time t. To compute the expected numbers of deaths we used the total mortality rate 0.66%. Many recent studies suggest lower values and therefore the numbers in our projections should be considered as rather pessimistic. Our analysis suggests a value around 0.5% for the mortality rate. In the model, we assume that the isolation of older and vulnerable people continues and the public carries on certain level of isolation until the end of 2020; also we assume that immunity is kept for at least a year and there is no international travel influence. Our main conclusions are: In regions with higher initial reproductive number 2.5 the proportion of susceptible at the start of the lock-down should be not smaller than 0.95, the epidemic curve in such regions is in the fast monotonic decline irrespectively of the date of the lock-down lift; In regions with lower initial reproductive number 2.0 the second mild wave can be expected, the difference between the expected mortality rates is very small for all May 2020 lifting lock-down dates; In regions with initial reproductive number 2.3, a mild second wave can be expected in the case of large proportion of susceptible at the start of the lock-down, but its severity and resulting mortality depend very little on the date of lifting the lock-down; For the overall UK epidemic, even for rather pessimistic scenarios considered, the second wave is much less pronounced (in terms of the expected mortality rate) than the first one, and the total numbers of expected deaths are within 2% for all May 2020 dates of lifting the lock-down. Moreover, by keeping R0-value after lifting the lock-down below 1.75 is likely to lead to the avoidance of a UK-wide second wave, see Section 4. We believe that the model build in this work can be considered as an important decision support tool to help decision-makers with the strategy of handling the epidemic. We invite other scholars to participate in an open discussion of the strategy options. We feel that this kind of models should be used in the short and long term management of the disease. We recommend the development of a permanent and modularised modelling suite for COVID-19 management to which additional modules can be added as anti-viral drugs and vaccination are introduced, extending the options. We trust that this work makes a start in that direction and demonstrates the advantages of a heterogeneous demographic refinement, which can only improve targeting role out of treatments.",
    "author": "Ivan Fesenko; Jonathan Gillard; Kobi Kremnitzer; Henry Wynn; Anatoly Zhigljavsky; Roger Whitaker; Jack Noonan",
    "date": 2020,
    "doi": "10.1101/2020.04.24.20077818",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.24.20077818"
    },
    "title": "A prototype for decision support tool to help decision-makers with the strategy of handling the COVID-19 UK epidemic",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received"
        }
    ]
}