{
    "abstract": "Governments around the world are responding to the novel coronavirus (COVID-19) pandemic with unprecedented policies designed to slow the growth rate of infections. Many actions, such as closing schools and restricting populations to their homes, impose large and visible costs on society, but their benefits cannot be directly observed and are currently understood only through process-based simulations. Here, we compile new data on 1,717 local, regional, and national non-pharmaceutical interventions deployed in the ongoing pandemic across localities in China, South Korea, Italy, Iran, France, and the United States (US). We then apply reduced-form econometric methods, commonly used to measure the effect of policies on economic growth, to empirically evaluate the effect that these anti-contagion policies have had on the growth rate of infections. In the absence of policy actions, we estimate that early infections of COVID-19 exhibit exponential growth rates of roughly 38% per day. We find that anti-contagion policies have significantly and substantially slowed this growth. Some policies have different impacts on different populations, but we obtain consistent evidence that the policy packages now deployed are achieving large, beneficial, and measurable health outcomes. We estimate that across these six countries, interventions prevented or delayed on the order of 62 million confirmed cases, corresponding to averting roughly 530 million total infections. These findings may help inform whether or when these policies should be deployed, intensified, or lifted, and they can support decision-making in the other 180+ countries where COVID-19 has been reported.",
    "author": "Andrew Hultgren; Daniel Allen; Sebastien Annan-Phan; Trinetta Chong; Jeanette Tseng; Esther Rolf; Jaecheol Lee; Emma Krasovich; Ian Bolliger; Luna Yue Huang; Peiley Lau; Tiffany Wu; Solomon Hsiang; Kendon Bell; Hannah Druckenmiller",
    "date": 2020,
    "doi": "10.1101/2020.03.22.20040642",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.22.20040642"
    },
    "title": "The Effect of Large-Scale Anti-Contagion Policies on the Coronavirus (COVID-19) Pandemic",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Tuaropaki Trust"
                }
            ],
            "funding-statement": "SAP, EK, PL, JT are supported by a gift from the Tuaropaki Trust"
        },
        {
            "award-group": [
                {
                    "funding-source": "AI for Earth"
                },
                {
                    "funding-source": "National Geographic and Microsoft"
                }
            ],
            "funding-statement": "TC is supported by an AI for Earth grant from National Geographic and Microsoft"
        },
        {
            "award-group": [
                {
                    "funding-source": "Royal Society Te Aparangi Rutherford Postdoctoral Fellowship",
                    "award-id": [
                        "New Zealand"
                    ]
                },
                {
                    "funding-source": "New Zealand)"
                }
            ],
            "funding-statement": "KB is supported by the Royal Society Te Aparangi Rutherford Postdoctoral Fellowship (New Zealand)"
        },
        {
            "award-group": [
                {
                    "funding-source": "National Science Foundation Graduate Research Fellowship",
                    "award-id": [
                        "1106400",
                        "1752814"
                    ]
                }
            ],
            "funding-statement": "HD and ER are supported by the National Science Foundation Graduate Research Fellowship under Grant No DGE 1106400 and 1752814, respectively"
        }
    ]
}