{
    "abstract": "Background: Development of a core outcome set (COS) for clinical trials for COVID-19 is urgent because of the pandemic wreaking havoc worldwide and the heterogeneity of outcomes in clinical trials. Methods: A preliminary list of outcomes were developed after a systematic review of protocols of clinical trials for COVID-19. Then, two rounds of the Delphi survey were conducted. Stakeholders were traditional Chinese medicine (TCM) experts, Western medicine (WM) experts, nurses and the public. Patients with confirmed COVID-19 were also invited to participate in a questionnaire written in understandable language. Frontline clinicians, as well as nurse, methodologist, evidence based-medicine researcher, and staff from the Chinese Clinical Trials Registry participated by video conference to vote. Results: Ninety-seven eligible study protocols were identified from 160 clinical trials. Seventy-six outcomes were identified from TCM clinical trials and 126 outcomes were identified from WM clinical trials. Finally, 145 outcomes were included in the first round of the Delphi survey. Then, a COS for clinical trials of TCM and WM was developed. The COS include clinical outcomes (recovery/improvement/progression/death), etiology (SARS-CoV-2 nucleic-acid tests, viral load), inflammatory factor (C-reactive protein), vital signs (temperature, respiration), blood and lymphatic-system parameters (lymphocytes, virus antibody), respiratory outcomes (Pulmonary imaging, blood oxygen saturation, PaO2/FiO2 ratio, arterial blood gas analysis, mechanical ventilation, oxygen intake, pneumonia severity index), clinical efficacy (prevalence of preventing patients with mild-to-moderate disease progressing to severe disease), symptoms (clinical symptom score). Outcomes were recommended according to different types of disease. Outcome measurement instrument/definition were also recommended. Conclusion: A COS for COVID-19 may improve consistency of outcome reporting in clinical trials.\nClinical Trial",
    "affiliations": [
        "National High-level Personnel of Special Support Program (W02020052)"
    ],
    "author": "Ruijin Qiu; Songjie Han; Xiaoyu Zhang; Tengxiao Liang; Xuxu Wei; Changming Zhong; Ya Huang; Min Li; Jiayuan Hu; Tianmai He; Hongcai Shang; Mengzhu Zhao; Xuezeng Hao; Chen Zhao; Jing Chen; Zhao Chen",
    "date": 2020,
    "doi": "10.1101/2020.03.23.20041533",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.23.20041533"
    },
    "title": "Core Outcome Set for Clinical Trials of COVID-19 based on Traditional Chinese and Western Medicine",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National High-level Personnel of Special Support Program",
                    "award-id": [
                        "W02020052"
                    ]
                }
            ],
            "funding-statement": "This work was supported by the National High-level Personnel of Special Support Program (W02020052)"
        }
    ]
}