{
    "title": "Spatial Correlation of Particulate Matter Pollution and Death Rate of COVID-19",
    "author": "Ye Yao, Ph.D., Fudan University, Shanghai China Jinhua Pan, M.Sc., Fudan University, Shanghai China Weidong Wang, B.Med., Fudan University, Shanghai China Zhixi Liu, B.Med., Fudan University, Shanghai China Haidong Kan, Ph.D. & M.D., Fudan University, Shanghai China Xia Meng, Ph.D., Fudan University, Shanghai China Weibing Wang, Ph.D. & M.D., Fudan University, Shanghai China †Dr. Yao, Ms. Pan, Mr. Wang and Ms. Liu contributed equally to this letter",
    "date": 2020,
    "affiliations": [
        "Weibing Wang, School of Public Health, Fudan University, Shanghai 200032, China"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.07.20052142",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.04.07.20052142.pdf"
    },
    "abstract": "The Coronavirus (COVID-19) epidemic, which was first reported in\nDecember 2019 in Wuhan, China, has caused 3,314 death as of March 31, 2020 in China. This study aimed to investigate the spatial associations of daily particulate matter (PM) concentrations with death rate of COVID-19 in China. We conducted a cross-sectional analysis to examine the spatial associations of daily PM2.5 and PM10 concentrations with death rate of COVID-19 in China through multiple linear regression method. We found that COVID-19 held higher death rates with increasing concentration of PM2.5 and PM10 levels in the spatial scale, which may affect the process of patients developed from mild to severe and finally influence the prognosis of COVID-19 patients.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Bill & Melinda Gates Foundation",
                    "award-id": [
                        "OPP1216424"
                    ]
                }
            ],
            "funding-statement": "This study was sponsored by the Bill & Melinda Gates Foundation (Grant No OPP1216424)"
        }
    ]
}