{
    "abstract": "Introduction An outbreak of severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) was reported in Wuhan, China in mid-December 2019, and declared a pandemic by the World Health Organization (WHO) on March 11, 2020. Due to the unknown nature of the disease and the lack of specific drugs, several potential treatments were used for patients. This systematic review and meta-analysis will evaluate studies of the effects of Favipiravir in COVID-19 pneumonia. Methods and analysis We will search electronic databases including LitCovid hub, PubMed, Scopus, ISI web of Sciences, Cochrane, and Embase using keywords related to COVID-19 and Favipiravir. We will search the reference lists of all included studies and reviews. We will also search for clinical trial registries, such as clinicaltrial.gov for the ongoing clinical trials. Two investigators (MAZ and SH) will independently screen titles, abstracts, and full-text of included studies based on eligibility criteria. These investigators will also independently extract data and appraise the quality of studies. All potential discrepancies will be resolved through consultation with the third reviewer. Data synthesis will be conducted using the Review Manager software (version 5.3) or CMA (version 2). Statistical heterogeneity will be assessed using a standard I2 test. A funnel plot, Egger test, and Begg test will be used for asymmetry to explore possible publication bias. Ethics and dissemination The findings of this systematic review with proportional meta-analysis will help to identify the safety and efficacy of Favipiravir for COVID-19 patients. Knowledge gained from this research will also assist physicians in selecting better treatment options and developing a guideline in this field.",
    "author": "DJavad GHoddoosi-Nejad; Soheil Hassanipour; Morteza Arab-Zozani",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20081471",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20081471"
    },
    "title": "Favipiravir for treating novel coronavirus (COVID-19) patients: protocol for a systematic review and meta-analysis of controlled trials",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}