{
    "abstract": "Background: Healthcare workers (HCWs) are considered at elevated risk of experiencing mental health disorders in working with patients with COVID-19. Aims: To estimate the prevalence of common mental health disorders in HCWs based in hospitals where pandemic-affected patients were treated. Method: Databases were searched for studies published before 30th March 2020. Quantitative synthesis was used to obtain estimates of the prevalence of mental health disorders in four time windows, determined a priori (the acute phase, i.e. during and up to 1.5 months post-pandemic; 1.5-5.9 months; 6-11.9 months; 12 months and later). Results: Nineteen studies met the review criteria. They predominantly addressed the acute phase of the SARS outbreak in Asia. The most studied outcomes were clinically-significant post-traumatic stress symptoms (PTSS) and general psychiatric caseness. For clinically significant PTSS in the acute phase, the prevalence estimate was 23.4% (95% CI 16.3, 31.2; N=4147; I2=96.2%); in the 12 months plus window, the estimate was 11.9% (8.4, 15.8; N=1136; I2=74.3%). For general psychiatric caseness, prevalence estimates were: acute phase, 34.1% (18.7, 51.4; N=3971; I2=99.1%); 6-12 months, 17.9% (13.1, 23.2; N=223; I2=0.0%); 12 months plus, 29.3% (6.0, 61.0; N=710; I2=97.8%). Conclusions: Mental health disorders are particularly common in HCWs working with pandemic-afflicted patients immediately following a pandemic, but the course of disorders following this period is poorly understood. PTSS remained elevated compared to the general population at 12 months, despite there being some evidence for natural recovery. There was considerable heterogeneity, likely linked to methodological differences. More extended follow up of HCWs is needed.\nCompeting Interest Statement",
    "affiliations": [
        "UK National Health Service. Dr Bloomfield has previously undertaken consultancy work for Spectrum Therapeutics"
    ],
    "author": "Sophie M. Allan; Sheryl Parke; Rebecca Bealey; Georgina Sergi; Jennifer Birch; Richard Meiser-Stedman; Toby Cushing; Michael Bloomfield",
    "date": 2020,
    "doi": "10.1101/2020.05.04.20089862",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.04.20089862"
    },
    "title": "The prevalence of common and stress-related mental health disorders in healthcare workers based in pandemic-affected hospitals: a rapid systematic review and meta-analysis",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The authors received no funding for the review."
        }
    ]
}