{
    "title": "Protocol for a randomized controlled trial testing inhaled nitric oxide therapy in spontaneously breathing patients with COVID-19",
    "date": 2020,
    "author": "Chong Lei, Binxiao Su, Hailong Dong, Bijan Safaee Fakhr, Luigi Giuseppe Grassi, Raffaele Di Fenza, Stefano Gianni, Riccardo Pinciroli, Emanuele Vassena, Caio Cesar Araujo Morais, Andrea Bellavia, Stefano Spina, Robert Kacmarek, Lorenzo Berra",
    "affiliations": [
        "Department of Anesthesiology and Perioperative Medicine, Xijing Hospital, the Fourth Military Medical University. Xi’an, Shaanxi, China",
        "Intensive Care Unit, Department of Anesthesiology and Perioperative Medicine, Xijing Hospital, the Fourth Military Medical University. Xi’an, Shaanxi, China",
        "Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, Boston, Massachusetts, USA",
        "Department of Environmental Health, Harvard T.H. Chan School of Public Health, Boston, Massachusetts, USA"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.10.20033522",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.03.10.20033522.pdf"
    },
    "abstract": "Introduction: the current worldwide outbreak of Coronavirus disease 2019 (COVID-19) due to a novel coronavirus (SARS-CoV-2) is seriously threatening the public health. The number of infected patients is continuously increasing and the need for Intensive Care Unit admission ranges from 5 to 26%. The mortality is reported to be around 3.4% with higher values for the elderly and in patients with comorbidities. Moreover, this condition is challenging the healthcare system where the outbreak reached its highest value. To date there is still no available treatment for SARS-CoV-2. Clinical and preclinical evidence suggests that nitric oxide (NO) has a beneficial effect on the coronavirusmediated acute respiratory syndrome, and this can be related to its viricidal effect. The time from the symptoms’ onset to the development of severe respiratory distress is relatively long. We hypothesize that high concentrations of inhaled NO administered during early phases of COVID-19 infection can prevent the progression of the disease.",
    "funding": [
        {}
    ]
}