{
    "abstract": "Nonpharmaceutical interventions (NPIs) represent the primary mitigation strategy for pandemic COVID-19. Despite this, many government agencies and members of the general public may be resistant to NPI adoption. We sought to understand public attitudes and beliefs regarding various NPIs and self-reported adoption of NPIs, and explore associations between NPI performance and the baseline characteristics of respondents. We performed a cross-sectional age-, sex-, and race- stratified survey of the general US population. Of the 1,005 respondents, 37% (95% CI 34.0, 39.9) felt that NPIs were inconvenient, while only 0.9% (95% CI 0.3, 1.5) of respondents believed that NPIs would not reduce their personal risk of illness. Respondents were most uncertain regarding the efficacy of mask and eye protection use, with 30.6% and 22.1%, respectively, unsure whether their use would slow disease spread. On univariate logistic regression analyses, NPI adherence was associated with a belief that NPIs would reduce personal risk of developing COVID-19 (OR 3.06, 95% CI [1.25, 7.48], p=0.014) and with a belief that the NPIs were not difficult to perform (OR 1.79, 95% CI [1.38, 2.31], p<0.0001). Respondents were compliant with straightforward, familiar, and heavily-encouraged NPI recommendations such as hand-washing; more onerous approaches, such as avoiding face touching, disinfecting surfaces, and wearing masks or goggles, were performed less frequently. NPI non-adherence is associated with both outcome expectations (belief that NPIs are effective) and process expectations (belief that NPIs are not overly inconvenient); these findings have important implications for designing public health outreach efforts, where the feasibility, as well as the effectiveness, of NPIs should be stressed.",
    "author": "Jonathan Kantor; Bella Nichole Kantor",
    "date": 2020,
    "doi": "10.1101/2020.04.26.20078618",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.26.20078618"
    },
    "title": "Nonpharmaceutical interventions for pandemic COVID-19: A cross-sectional investigation of US general public beliefs, attitudes, and actions",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received."
        }
    ]
}