{
    "abstract": "Background : There are several factors explaining the difference in the spread of SARS-CoV-2 infection including the BCG vaccination. This fact is supported by the concept of beneficial non specific effect of this live vaccine associated to its interaction with the immune system. Our study aims to identify the correlation between the universal BCG vaccination policy and the mortality attributed to COVID-19. Methods : We conducted an epidemiological study in which we collected COVID-19 pandemic data of April 11th, 2020 from the web site worldometers.info . The exclusion criteria for our study were a number of inhabitants less than one million, low-income countries according to the World Bank classification, a total number of infection cases less than 500 and countries that have performed less than one hundred tests per million inhabitants. Results : Countries that never had universal BCG vaccination policy have a higher mortality (correlated to performed diagnostic tests) attributed to SARS-CoV-2 infection (p<0.001). We found that the year of introduction of vaccination influenced significantly the mortality. Countries that started immunization policy before 1960 had more favorable results (p=0.049). For countries that started the BCG vaccination after 1960, countries with current policies have lower mortality attributed to SARS-CoV-2 infection than countries that have stopped immunization (p=0.047). Conclusions : Countries that have a BCG vaccination policy have a lower mortality attributed to SARS-CoV-2 infection. The populations of countries that applied this immunization before 1960 are more protected even if this universal policy has been interrupted.",
    "author": "Mokhtar Bibi; Yassine Nouira; Yassine Ouanes; Marouane Boukhris; Aziz Kacem; Sami Ben Rhouma; Houcem Hedhli; Kheireddine Mrad Deli; Ahmed Sellami; Nesrine Baradai; Kays Chaker",
    "date": 2020,
    "doi": "10.1101/2020.05.01.20087437",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.01.20087437"
    },
    "title": "Does BCG protect against SARS-CoV-2 infection ?: elements of proof.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This study received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors"
        }
    ]
}