{
    "abstract": "Background: The outbreak of communicable diseases increases community anxiety levels; however, it demands protective behavioral changes with adjacent awareness of the emerging epidemic. This work aims to develop valid instruments to evaluate COVID-19 induced anxiety, protective behaviors, and knowledge towards COVID-19, and to explore the relationship between the three constructs. Methods: A total sample of 215 university students were recruited to participate in an online self-administered questionnaire. The e-survey consisted of three instruments: COVID-19 Induced Anxiety Scale (CIAS) with 10 items, Protective Behaviors towards COVID-19 Scale (PBCS) with 14 items, and COVID-19 Related Knowledge Scale (CRKS) with 12 items. Results: Item-total analysis and CFA models indicated that CIAS items no. 1, 2, 5, and 8 should be removed to achieve adequate internal consistency (Cronbach alpha=0.78) and structural validity. The protective behaviors towards COVID-19 can be estimated from 3 dimensions: Routine Protective Behaviors (RPB), Post-exposure Protective Behaviors (PPB), and Post-exposure Risky Behaviors (PRB). Meanwhile, PBCS showed good internal consistency (Cronbach alpha=0.85). Although the sample was unbalanced on gender, gender explained 5% of the variance in protective behaviors with females being more inclined to engage in protective behaviors. Structural Equation Model (SEM) implied that an individual's COVID-19 related knowledge was associated with the three dimensions of protective behaviors (RPB, PPB, and PRB) positively. However, the level of COVID-19 induced anxiety was linked to RPB and PPB positively but negatively to PRB. Conclusion: The 6-item version of CIAS and the 14-item version of PBCS are promising tools for measuring COVID-19 induced anxiety and protective behaviors and can be adopted for future use during early phases of communicable diseases outbreaks. Knowledge is a key indicator for protective behavior; therefore, awareness strategies need to suppress infodemic impact. Severe stress must be monitored during early phases of outbreaks as it significantly increases the probability of risk behavior engagement.\nCompeting Interest Statement",
    "author": "Liping Zheng; Steriani Elavsky; Abanoub Riad; Yi Huang",
    "date": 2020,
    "doi": "10.1101/2020.05.05.20050419",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.05.20050419"
    },
    "title": "COVID-19 Induced Anxiety and Protective Behaviors During COVID-19 Outbreak: Scale Development and Validation",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors"
        }
    ]
}