{
    "abstract": "BACKGROUND Primary care physicians (PCPs) play a crucial role as first points-of-contact between suspected cases and the healthcare system in the current Coronavirus Disease 2019 (COVID-19) pandemic. An overlooked angle is the potential psychosocial impact on PCPs as they place themselves at increased risk of infection. This study examines PCPs' concerns, impact on personal lives and work, and level of pandemic preparedness in the context of COVID-19 in Singapore. We also examine factors and coping strategies that PCPs have used to manage stress during the outbreak. METHODS 216 PCPs actively practicing in either a public or private clinic were convenience sampled from three primary care organizations in Singapore. Participants completed an online questionnaire consisting of items on work- and non-work-related concerns, impact on personal and work life, perceived pandemic preparedness, stress-reduction factors, and personal coping strategies related to COVID-19. RESULTS A total of 158 questionnaires were usable for analyses. PCPs perceived themselves to be at high risk of COVID-19 infection, and a source of risk and concern to loved ones. PCPs reported acceptance of these risks and the need to care for COVID-19 patients. Overall perceived pandemic preparedness was extremely high. PCPs prioritized availability of personal protective equipment, strict infection prevention guidelines, accessible information about COVID-19, and well-being of their colleagues and family as the most effective stress management factors. CONCLUSIONS Primary care will continue to be crucial in outbreak management efforts. Healthcare organizations should continue to support PCPs by managing their psychosocial and professional needs.",
    "affiliations": [
        "Population Health Improvement Centre (SPHERiC) [NMRC/CG/C026/2017_NUHS]. The funders had no role in the design of the study; collection, analysis or interpretation of data; writing of the manuscript; or decision to submit the manuscript for publication"
    ],
    "author": "Sue-Anne Ee-Shiow Toh; Yii-Jen Lew; Ying-Xian Chua; Han-Kwee Ho; Lian-Leng Low; Gretel Jianlin Wong; David Hsien-Yung Tan; Ker-Kan Tan; Thiam-Soo Kwek; Jerrald Lau",
    "date": 2020,
    "doi": "10.1101/2020.05.06.20093757",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.06.20093757"
    },
    "title": "Prepared and highly committed despite the risk of COVID-19 infection: A cross-sectional survey of primary care physicians' concerns and coping strategies in Singapore",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Singapore Population Health Improvement Centre",
                    "award-id": [
                        "SPHERiC",
                        "NMRC/CG/C026/2017_NUHS"
                    ]
                }
            ],
            "funding-statement": "This study was supported by the Singapore Population Health Improvement Centre (SPHERiC) [NMRC/CG/C026/2017_NUHS]"
        }
    ]
}