{
    "abstract": "Introduction: The COVID-19 pandemic has posed many challenges, including provision of urgent dental care. This paper presents a prospective service evaluation during establishment of urgent dental care in the North-East of England over a six-week period. Aim: To monitor patient volumes, demographics and outcomes at the North-East urgent dental care service and confirm appropriate care pathways. Main Outcome Methods: Data were collected on key characteristics of patients accessing urgent care from 23rd March to 3rd May 2020. Analysis was with descriptive statistics. Results: There were 1746 patient triages, (1595 telephone and 151 face-to-face) resulting in 1322 clinical consultations. The most common diagnoses were: symptomatic irreversible pulpitis or apical periodontitis. 65% of clinical consultations resulted in extractions, 0.5% an aerosol generating procedure. Patients travelled 25km on average to access care, however this reduced as more urgent care centres were established. The majority of patients were asymptomatic of COVID-19 and to our knowledge no staff acquired infection due to occupational exposure. Conclusion: The urgent dental care centre effectively managed urgent and emergency dental care, with appropriate patient pathways established over the 6-week period. Dental preparedness for future pandemic crisis could be improved and informed by this data.",
    "affiliations": [
        "National Institute for Health Research. This paper presents independent research funded by the National Institute for Health Research (NIHR). The views expressed are those of the authors and not necessarily those of the NHS, the NIHR or the Department of Health and Social Care. The authors declare no potential conflicts of interest with respect to the authorship and/or publication of this article"
    ],
    "author": "Emily Carter; Ben Cole; Grace Toon; Christopher Donnell; Abisola Asuni; Catherine Horridge; Charlotte Currie; Graham Walton; Richard Holliday; Rachel Goldsmith; Sarah Simpson; Justin Durham; Mark Greenwood",
    "date": 2020,
    "doi": "10.1101/2020.05.06.20093179",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.06.20093179"
    },
    "title": "The first 6 weeks: setting up a UK urgent dental care centre during the COVID-19 pandemic.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "R.Holliday and C.Currie"
                },
                {
                    "funding-source": "National Institute for Health Research"
                }
            ],
            "funding-statement": "R.Holliday and C.Currie are funded by the National Institute for Health Research"
        },
        {
            "award-group": [
                {
                    "funding-source": "National Institute for Health Research"
                },
                {
                    "funding-source": "NIHR"
                }
            ],
            "funding-statement": "This paper presents independent research funded by the National Institute for Health Research (NIHR)"
        }
    ]
}