{
    "abstract": "Importance: There are few studies on the psychological status of medical staff during the COVID-19 outbreak. This study is the first in the world about the psychological status of the medical team during the COVID-19 outbreak. Objective: To study the correlation between risk factors and general symptom index (GSI) score of medical team members who support Wuhan against COVID-19. Design: Cohort study. Setting: Population-based. Participants: Anhui Province sent a total of eight medical teams,including 1382 members,to support Hubei Province. We adopted a stratified sampling method and selected the fourth team sent by Anhui Provincial Hospital, with a total of 137 members as our subjects. Exposures: Four main exposures were collected, including basic information, preparations before going to Wuhan, life issues and working issues after going to Wuhan. Main Outcomes and Measures: The GSI score of SCL-90 scale was used to reflect the frequency and intensity of psychological symptoms. We made the hypothesis of this study before data collection. Results: 110(80.29%) members completed the questionnaire, of which, 77(70.00%) female and 33(30.00%) male. When adjusted age, gender and covariates, DC, LCWT had a positive correlations with GSI score(beta was 10.17, 95%CI was 3.30 to 17.04 for DC, P=0.00<0.05;beta was 11.55, 95%CI was 0.40 to 22.71 for LCWT, P =0.04<0.05;respectively), RBT had a negative positive correlation with GSI score (beta was -28.09, 95%CI was -45.79 to -10.40, P=0.00<0.05), AoBI did not had a correlation with GSI score (beta was 11.55, 95%CI was 0.40 to 22.71, P=0.16>0.05). When adjusted covariates, DC had a positive and RBT had a negative correlation with GSI score of female (beta was 13.20, 95%CI was 4.55 to 21.85, P=0.00<0.05; beta was -57.85, 95%CI was -94.52 to -21.18, P=0.00<0.05; respectively), but for male was not (P=0.59>0.05, P=0.08>0.05, respectively), LCWT and AoBI didn't had correlation with GSI score between genders (P>0.05). Conclusions and Relevance: Improving DC, RBT and decreasing LCWT can reduce the GSI score. AoBI didn't affect the psychological status; male members have a more stable mood than female. Whether other countries medical team has the same result still needs further research.",
    "affiliations": [
        "Rehabilitation Department, The first affiliated Hospital of university of science and technology of China (Anhui Provincial Hospital)2. Rehabilitation Department, Hefei BOE Hospital of BOE Technology Group"
    ],
    "author": "Lu Zhaohui; Fang Yunyun; Wang Jingquan; Wang Cheng; Zhang Jinlong; Jing Xiaolei; Wang Yanlin",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20070466",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20070466"
    },
    "title": "Correlation analysis of risk factors and GSI score of a medical team assisting Wuhan city during the epidemic of COVID-19 in China -A cohort study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors"
        }
    ]
}