{
    "abstract": "Background: Recent large national and international cohorts describe the baseline characteristics and outcome of hospitalised patients with COVID-19, however there is little granularity to these reports. We aimed to provide a detailed description of a UK COVID-19 cohort, focusing on clinical decisions and patient journeys. Methods: We retrospectively analysed the management and 28-day outcomes of 316 consecutive adult patients with SARS-CoV-2 PCR-confirmed COVID-19 admitted to a large NHS Foundation Trust with a tertiary High Consequence Infectious Diseases centre in the North of England. Findings: Most patients were elderly (median age 75) with multiple comorbidities. One quarter were admitted from residential or nursing care. Symptoms were consistent with COVID-19, with cough, fever and/or breathlessness in 90.5% of patients. Two thirds of patients had severe disease on admission. Mortality was 81/291 (27.8%). Most deaths were anticipated; decisions to initiate respiratory support were individualised after consideration of patient wishes, premorbid frailty and comorbidities, with specialist palliative care input where appropriate. 22/291 (7.6%) patients were intubated and 11/22 (50%) survived beyond discharge. Multiple logistic regression identified age as the most significant risk factor for death (OR 1.09 [95% CI 1.06 - 1.12] per year increase, p < 0.001). Interpretation: These findings provide important clinical context to outcome data. Deaths were anticipated, occurring in patients with advance decisions on ceilings of treatment. Age was the most significant risk factor for death, confirming that demographic factors in the population are a major influence on hospital mortality rates. Funding: Funding was not required.\nCompeting Interest Statement",
    "author": "Kenneth F. Baker; Gabriella Marchitelli; Alsafi Eid; COVID-19 Clinical Group; Neil Alderson; Dennis Lendrem; Joanne Field; Brendan A.I. Payne; Christopher Gibbins; David A. Price; Lucia Pareja-Cebrian; Yusri Taha; Matthias L. Schmid; Richard Capstick; Ang Li; Andrew Barr; Christopher J.A. Duncan; Aidan T. Hanrath; Dalvir Bajwa; COVID-19 Control Group; Su Ann Tee; Ina Schim van der Loeff; Andrew Welch; Sajeel Ahmed; Clare Lendrem; Ewan Hunter; Omer Mohammed",
    "date": 2020,
    "doi": "10.1101/2020.05.14.20100834",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.14.20100834"
    },
    "title": "COVID-19 management in a UK NHS Foundation Trust with a High Consequence Infectious Diseases centre: a detailed descriptive analysis",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Funding: Funding was not required"
        }
    ]
}