{
    "abstract": "Objectives: (1) To examine the usage of social media and other forms of media among medical students (MS) and healthcare professionals (HCPs) in Uganda. (2) To assess the perceived usefulness of social media and other forms of media for COVID-19 public health campaigns. Design: A descriptive WhatsApp messenger-based cross-sectional survey in April 2020. Setting: Makerere University Teaching Hospitals (MUTH) and 9 of the 10 medical schools in Uganda. Participants: HCPs at MUTH and MS in the 9 medical schools in Uganda. Main outcome measures: We collected data on sociodemographic characteristics, sources of information on COVID-19, preferences of social media platform and perceived usefulness of the different media platforms for acquisition of knowledge on COVID-19. Results: Overall, response rate was 21.5% for both MS and HCPs. In total, 877 (HCPS [136, 15.5%], MS [741, 85.5%]) were studied. Majority (n=555, 63.3%) were male with a median age of 24 (range: 18-66) years. Social media was a source of information for 665 (75.8%) participants. Usage was similar among MS and HCPs (565/741 (76.2%) vs. 100/136 (73.5%), p=0.5). Among the MS, commonly used social media were: WhatsApp (n=705, 95.1%) Facebook (n=405, 54.8%), Twitter (n=290, 39.1%), Instagram (n=178, 24.0) and Telegram (n=80, 10.8%). Except for WhatsApp, male MS we more likely to use the other social media platforms (p= <0.001 to 0.01). Mass media (television and radio) and social media were preferred the most useful tools for dissemination of COVID-19 related information. Conclusion: More than two-thirds of MS and HCPs are routinely using social media in Uganda. Social media platforms may be used for dissemination of information as well as a research tool among MS and HCPs. Social media alongside other media platforms can also be used as sources of reliable information on COVID-19 as well as for dissemination of research findings and guidelines.",
    "author": "Felix Bongomin; Ronald Olum",
    "date": 2020,
    "doi": "10.1101/2020.04.30.20086553",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.30.20086553"
    },
    "title": "Social Media Platforms for Health Communication and Research in the Face of COVID-19 Pandemic: A Cross Sectional Survey in Uganda.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The study did not receive any grant from any private or public organisations."
        }
    ]
}