{
    "abstract": "We assess the health and wellbeing of normal adults living and working after one month of confinement to contain the COVID-19 outbreak in China. On Feb 20 and 21, 2020, we surveyed 369 adults in 64 cities in China that varied in their rates of confirmed coronavirus cases on their health conditions, distress and life satisfaction. 27% of the participants worked at the office, 38% resorted to working from home, and 25% stopped working due to the outbreak. Those who stopped working reported worse mental and physical health conditions as well as distress. The severity of COVID-19 in a location predicts life satisfaction, and this relationship is contingent upon the existing chronic health issues and hours of exercise of the individuals. Our evidence supports the need to pay attention to the health of people who were not affected by the virus epidemiologically, especially for people who stopped working during the outbreak. Our results highlight that physically active people might be more susceptible to wellbeing issues during the lockdown. Policymakers who are considering introducing restrictive measures to contain COVID-19 may benefit from understanding such health and wellbeing implications.",
    "affiliations": [
        "National Social Science Foundation, China (Grant number: 1509093), which helped the data collection"
    ],
    "author": "Stephen X Zhang; Feng Wei; Yifei Wang; Andreas Rauch",
    "date": 2020,
    "doi": "10.1101/2020.03.13.20034496",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.13.20034496"
    },
    "title": "Unprecedented disruptions of lives and work: Health, distress and life satisfaction of working adults in China one month into the COVID-19 outbreak",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Social Science Foundation, China",
                    "award-id": [
                        "1509093"
                    ]
                }
            ],
            "funding-statement": "We thank the funding from the National Social Science Foundation, China (Grant number: 1509093), which helped the data collection"
        }
    ]
}