{
    "abstract": "Introduction: In human hosts, SARS-CoV-2 causes a respiratory syndrome (named COVID-19) which can range from a mild involvement of the upper airways to a severe pneumonia with acute respiratory syndrome that requires mechanical ventilation in an intensive care unit (ICU). Hospital-associated transmission is an important route of spreading for the SARS-CoV-2 virus and healthcare providers are at the highest risk. As of February 2020, 1716, Chinese healthcare workers had confirmed SARS-CoV-2 infections and at least 6 died. Unfortunately, there is currently no vaccine or pharmacological prophylaxis to decrease the risk of healthcare providers contracting the infection. Methods and analysis. We will randomize 470 healthcare providers scheduled to work with COVID 19 patients to receive nitric oxide gas administration (NO group, n=235) or no gas administration (control group, n=235). The primary endpoint of this study is the incidence of subjects with COVID-19 disease at 14 days from enrollment. Secondary endpoints are the proportion of healthcare providers who present a positive real time RT-PCR test for SARS-CoV-2 14 days after enrollment, the proportion of healthcare providers requiring quarantine, and the total number of quarantine days in the two groups. Ethics and dissemination. The trial protocol is under the approval of The Partners Human Research Committee of Massachusetts General Hospital (Boston, USA) and recruitment is expected to start in April 2020. The results of this study will be published in scientific journals and presented at scientific meetings.",
    "author": "Caio Cesar Araujo Morais; Andrea Bellavia; Timothy Houle; Robert Kacmarek; Ariel Louise Mueller; Ryan Carroll; Riccardo Pinciroli; Stefano Gianni; Lorenzo Berra; Raffaele Di Fenza; Bijan Safaee Fakhr; Grant Larson",
    "date": 2020,
    "doi": "10.1101/2020.04.05.20054544",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.05.20054544"
    },
    "title": "Nitric oxide gas inhalation to prevent COVID-2019 in healthcare providers",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Local departmental funds"
        }
    ]
}