{
    "title": "Teicoplanin potently blocks the cell entry of 2019-nCoV",
    "author": "Junsong Zhang,#, Xiancai Ma,#, Fei Yu,#, Jun Liu, Fan Zou, Ting Pan, and Hui Zhang",
    "date": 2020,
    "affiliations": [
        "Institute of Human Virology, Key Laboratory of Tropical Disease Control of Ministry of Education, Guangdong Engineering Research Center for Antimicrobial Agent and Immunotechnology, Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou, Guangdong, China",
        "Guangdong General Hospital and Guangdong Academy of Medical Sc iences, Guangzhou, Guangdong, China",
        "Center for Infection & Immunity Study, School of Medicine, Sun Yatsen University, Shenzhen, Guangdong, China",
        "Guangzhou Institute of Pediatrics, Guangzhou Women and Children Medical Center, Guangzhou, Guangdong, China"
    ],
    "journal": "Keywords",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.02.05.935387",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.02.05.935387.pdf"
    },
    "abstract": "Since December 2019, the outbreak of a new coronavirus, named 2019nCoV, has greatly threatened the public health in China and raised great concerns worldwide. No specific treatment for this infection is currently available. We previously reported that teicoplanin, a glycopeptide antibiotic which has routinely been used in the clinic to treat bacterial infection with low toxicity, significantly inhibits the invasion of cells by Ebola virus, SARS-CoV and MERS-CoV, via specifically inhibiting the activity of cathepsin L. Here, we tested the efficacy of teicoplanin against 2019-nCoV virus infection and found that teicoplanin potently prevents the entrance of 2019-nCoV-Spike-pseudoviruses into the cytoplasm, with an IC50 of 1.66 μM. Although the inhibitory effect upon the replication of wildtype viruses ex vivo and in vivo remains to be determined, our preliminary result indicates that the potential antiviral activity of teicoplanin could be applied for the treatment of 2019-nCoV virus infection.",
    "keywords": [
        "Teicoplanin",
        "2019-nCoV",
        "Spike",
        "Pseudovirus",
        "Cathepsin L"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Key Research and Development Program of China",
                    "award-id": [
                        "2020YFC0841400"
                    ]
                },
                {
                    "funding-source": "National Special Research Program of China for Important Infectious Diseases",
                    "award-id": [
                        "2018ZX10302103",
                        "2017ZX10202102-003"
                    ]
                },
                {
                    "funding-source": "Important Key Program of Natural Science Foundation of China",
                    "award-id": [
                        "81730060"
                    ]
                },
                {
                    "funding-source": "Joint-Innovation Program in Healthcare for Special Scientific Research Projects of Guangzhou",
                    "award-id": [
                        "201803040002"
                    ]
                },
                {
                    "funding-source": "Pearl River S&T Nova Program of Guangzhou",
                    "award-id": [
                        "201806010118"
                    ]
                },
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "81971918",
                        "HEK293T"
                    ]
                },
                {
                    "funding-source": "ANOVA"
                }
            ],
            "funding-statement": "Funding This study was supported by National Key Research and Development Program of China (2020YFC0841400), the National Special Research Program of China for Important Infectious Diseases (2018ZX10302103, 2017ZX10202102-003), the Important Key Program of Natural Science Foundation of China (81730060), and the Joint-Innovation Program in Healthcare for Special Scientific Research Projects of Guangzhou (201803040002) to H.Z. This work was also supported by the Pearl River S&T Nova Program of Guangzhou (201806010118) and the National Natural Science Foundation of China (81971918) to T.P. Figure legends Figure 1. Cathepsin L is required for the entry of 2019-nCoV. A, The sequence alignment based on the consensus S protein sequences of SARS-CoV and 2019-nCoV. Alignment was performed by using ClustalW method. The amino acid sequence logos generated by using WebLogo was the graphical representation of the multiple alignment of the sequences of SARS-CoV and 2019-nCoV. The overall height of the stack indicated the sequence conservation at that position, while the height of symbols within the stack indicated the relative frequency (Y-axis) of each amino acid at that position (X-axis). B, The multiple alignment created based on the region containg in the cleavage site of cathepsin L (SIIAYTMSLGA) on the S protein of 2019nCoV, including 9 from Wuhan, 2 from Shenzhen and 5 from USA. The accession number of each sequence was showed in the strain name. The identity/similarity shading with the color was referred to the chemistry of each amino acid at that position. C, HEK293T cells were transfected with 200 nM siRNAs per well. After 24 h, the cells were infected with HIV-luc/2019-nCoV pseudoviruses. After washing and incubation with fresh medium for 48 h, the intracellular luciferase activity was measured. Ordinary one-way ANOVA test was used for this analysis. The results are shown as the mean and SEM. *P< 0.05."
        }
    ]
}