{
    "abstract": "Coronavirus disease (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), was first reported in Wuhan, Hubei, China, and has since spread to more than 200 other countries at the time of writing. In light of this situation, the Japanese Government declared a state of emergency in seven regions of Japan on the April 7, 2020 under the provisions of the law. The medical care delivery system has been under pressure. Although various surgical societies have , approximately a half reduction.\nCompeting Interest Statement\nThe authors have declared no competing interest.\nFunding Statement\nThis work was supported by a research grant from the Kansai Medical University (KMU) research consortium to K.H., the branding program as a world-leading research university on intractable immune and allergic diseases from MEXT Japan.\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).",
    "affiliations": [
        "Kansai Medical University (KMU) research consortium to K.H., the branding program as a world-leading research university on intractable immune and allergic diseases from MEXT Japan"
    ],
    "author": "Hiroki Daijo; Kiichi Hirota; Yosuke Fujii",
    "date": 2020,
    "doi": "10.1101/2020.05.08.20094979",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.08.20094979"
    },
    "title": "Estimation of the number of general anesthesia cases based on a series of nationwide surveys on Twitter during COVID-19 in Japan: A statistical analysis",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Kansai Medical University"
                },
                {
                    "funding-source": "MEXT Japan"
                }
            ],
            "funding-statement": "This work was supported by a research grant from the Kansai Medical University (KMU) research consortium to K.H., the branding program as a world-leading research university on intractable immune and allergic diseases from MEXT Japan"
        }
    ]
}