{
    "abstract": "The clinical course of COVID-19 in patients undergoing chronic immunosuppressive therapy is yet poorly known. We performed a monocentric cross-sectional study describing the clinical course of COVID-19 in a cohort of patients from northern Italy treated with calcineurin-inhibitors for organ transplantation or rheumatic diseases. Data were collected by phone call and clinical chart review between March 27th- 31st 2020. COVID-19 related symptoms, rynopharingeal swab, therapeutic changes and outcome were assessed in 384 consecutive patients (57% males; median age 61 years, IQR 48-69). 331 patients (86%) received solid organ transplantation (kidney n=140, 36%, heart n=100, 26%, lung n=91, 24%) and 53 (14%) had a rheumatic disease. Calcineurin inhibitors were the only immunosuppressant administered in 46 patients (12%). 14 patients developed a confirmed COVID-19 (swab positivity) and 14 a clinical COVID-19 (only typical symptoms). Fever (75%) and diarrhoea (50%) were the most common symptoms. Fourteen patients were hospitalized and 11 have already been dismissed. No patient required start/changes of the O2 therapy or developed superinfection. Only one patient, with metastatic lung cancer, died. In conclusion, COVID-19 showed a mild course in our cohort, with low mortality. Calcineurin inhibitor-based immunosuppressive regimens appear safe in this context and should not be discontinued.",
    "author": "Carlo Pellegrini; Alessandro Bertani; Valentina Bonetto; Angelo Corsico; Gianluca Sambataro; Annalisa Turco; Maria Cristina Monti; Teresa Rampino; Monica Morosini; Tiberio Oggionni; Eleonora Francesca Pattoneri; Stefano Pelenghi; Federica Meloni; Marilena Gregorini; Carlomaurizio Montecucco; Elena Ticozzelli; Carlo Vancheri; Patrizio Vitulo; Massimiliano Gnecchi; Lorenzo Cavagna; Angela Di Matteo; Barbara Cattadori; Veronica Codullo; Raffaele Bruno; Elena Seminari; Giovanni Zanframundo",
    "date": 2020,
    "doi": "10.1101/2020.04.26.20080663",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.26.20080663"
    },
    "title": "Clinical presentation and evolution of COVID-19 in immunosuppressed patients. Preliminary evaluation in a North Italian cohort on calcineurin-inhibitors based therapy",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was received"
        }
    ]
}