{
    "title": "Interplay of host regulatory network on SARS-CoV-2 binding and replication machinery",
    "author": "Shiek SSJ Ahmed, Prabu Paramasivam,#, Kamal Raj,#, Vishal Kumar,# Ram murugesan, Ramakrishnan",
    "date": 2020,
    "affiliations": [
        "Drug discovery lab, Faculty of Allied Health Sciences, Chettinad Academy of Research and Education, Tamil Nadu India",
        "School of Medicine, Department of Neurology, University of New Mexico Health Sciences Center, University of New Mexico, USA",
        "Bioinformatics, Madras Diabetes Research Foundation (MDRF), Chennai Tamil Nadu, India",
        "Depatement of immunology, YRG CARE, Centre for AIDS and Research Education Tamil Nadu, India",
        "Genetics, Faculty of Allied Health Sciences, Chettinad Academy of Research and Education, Tamil Nadu India",
        "Ahmed Corresponding author Faculty of Allied Health Sciences, Chettinad Academy of Research and Education Chettinad Health City, Kelambakkam - 603 103"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.20.050138",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.20.050138.pdf"
    },
    "abstract": "We dissect the mechanism of SARS-CoV-2 in human lung host from the initial phase of receptor binding to viral replication machinery. We constructed two independent lung protein interactome to reveal the signaling process on receptor activation and host protein hijacking machinery in the pathogenesis of virus. Further, we test the functional role of the hubs derived from both interactome. Most hubs proteins were differentially regulated on SARS-CoV-2 infection. Also, the proteins of viral replication hubs were related with cardiovascular disease, diabetes and hypertension confirming the vulnerability and severity of infection in the risk individual. Additionally, the hub proteins were closely linked with other viral infection, including MERS and HCoVs which suggest similar infection pattern in SARS-CoV-2. We identified five interconnecting cascades between hubs of both networks that show the preparation of optimal environment in the host for viral replication process upon receptor attachment. Interestingly, we propose that seven potential miRNAs, targeting the intermediate phase that connects receptor and viral replication process a better choice as a drug for SARSCoV-2.",
    "funding": [
        {}
    ]
}