{
    "abstract": "Purpose Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has spread worldwide causing a global health emergency. Pa-COVID-19 aims to provide comprehensive data on clinical course, pathophysiology, immunology and outcome of COVID-19, in order to identify prognostic biomarkers, clinical scores, and therapeutic targets for improved clinical management and preventive interventions. Methods Pa-COVID-19 is a prospective observational cohort study of patients with confirmed SARS-CoV-2 infection treated at Charite - Universitaetsmedizin Berlin. We collect data on epidemiology, demography, medical history, symptoms, clinical course, pathogen testing and treatment. Systematic, serial blood sampling will allow deep molecular and immunological phenotyping, transcriptomic profiling, and comprehensive biobanking. Longitudinal data and sample collection during hospitalization will be supplemented by long-term follow-up. Results Outcome measures include the WHO clinical ordinal scale on day 15 and clinical, functional and health-related quality of life assessments at discharge and during follow-up. We developed a scalable dataset to (i) suit national standards of care (ii) facilitate comprehensive data collection in medical care facilities with varying resources and (iii) allow for rapid implementation of interventional trials based on the standardized study design and data collection. We propose this scalable protocol as blueprint for harmonized data collection and deep phenotyping in COVID-19 in Germany. Conclusion We established a basic platform for harmonized, scalable data collection, pathophysiological analysis, and deep phenotyping of COVID-19, which enables rapid generation of evidence for improved medical care and identification of candidate therapeutic and preventive strategies. The electronic database accredited for interventional trials allows fast trial implementation for candidate therapeutic agents.",
    "author": "Thomas Zoller; Leif Erik Sander; Steffen Weber-Carstens; Ralf H. Huebner; Samuel Knauss; Christoph von Kalle; Andreas Hocke; Stefan Hippenstiel; Martin Witzenrath; Alexander Krannich; Matthias Rose; Marcus A. Mall; Claudia Spies; Frank P. Mockenhaupt; Christian Drosten; Christoph Ruwwe-Gloesenkamp; Maria Roennefarth; Charlotte Thibeault; Ulf Landmesser; Mirja Mittermaier; Alexander Uhrig; Chantip Dang-Heine; Burkert Pieske; Matthias Endres; Britta Siegmund; Lucie Kretzler; Norbert Suttorp; Florian Kurth; Kai-Uwe Eckardt; Jobst Roehmel; Victor M. Corman; Frank Tacke; Michael Hummel; Holger Mueller-Redetzky; Stefan Angermair; Sascha Treskatsch; Sein Schmidt; Joachim Spranger",
    "date": 2020,
    "doi": "10.1101/2020.05.06.20092833",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.06.20092833"
    },
    "title": "Studying the pathophysiology of coronavirus disease 2019 - a protocol for the Berlin prospective COVID-19 patient cohort (Pa- COVID-19)",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement not applicable</strong>"
        }
    ]
}