{
    "abstract": "Background: There is no proven antiviral or immunomodulatory therapy for COVID-19. The disease progression associated with the pro-inflammatory host response prompted us to examine the role of early corticosteroid therapy in patients with moderate to severe COVID-19. Methods: We conducted a single pre-test, single post-test quasi-experiment in a multi-center health system in Michigan from March 12 to March 27, 2020. Adult patients with confirmed moderate to severe COVID were included. A protocol was implemented on March 20, 2020 using early, short-course, methylprednisolone 0.5 to 1 mg/kg/day divided in 2 intravenous doses for 3 days. Outcomes of pre- and post-corticosteroid groups were evaluated. A composite endpoint of escalation of care from ward to ICU, new requirement for mechanical ventilation, and mortality was the primary outcome measure. All patients had at least 14 days of follow-up. Results: We analyzed 213 eligible subjects, 81 (38%) and 132 (62%) in pre-and post-corticosteroid groups, respectively. The composite endpoint occurred at a significantly lower rate in post-corticosteroid group compared to pre-corticosteroid group (34.9% vs. 54.3%, p=0.005). This treatment effect was observed within each individual component of the composite endpoint. Significant reduction in median hospital length of stay was observed in the post-corticosteroid group (8 vs. 5 days, p < 0.001). Multivariate regression analysis demonstrated an independent reduction in the composite endpoint at 14-days controlling for other factors (aOR: 0.45; 95% CI [0.25-0.81]). Conclusion: An early short course of methylprednisolone in patients with moderate to severe COVID-19 reduced escalation of care and improved clinical outcomes.\nCompeting Interest Statement",
    "author": "Joseph Miller; Rachel Kenney; Zohra Chaudhry; Pallavi Bhargava; George Alangaden; Raef Fadel; Austin Morrison; Mayur S Ramesh; Henry Ford COVID-19 Management Task Force; Amit Vahia; Zachary R Smith",
    "date": 2020,
    "doi": "10.1101/2020.05.04.20074609",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.04.20074609"
    },
    "title": "Early Short Course Corticosteroids in Hospitalized Patients with COVID-19",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Author Declarations"
        }
    ]
}