{
    "abstract": "Importance: The Covid-19 pandemic has been marked by considerable heterogeneity in outbreaks across the United States. Local factors that may be associated with variation in SARS-CoV-2 transmission have not been well studied. Objective: To examine the association of county-level factors with variation in the SARS-CoV-2 reproduction number over time. Design: Observational study Setting: 211 counties in 46 states and the District of Columbia between February 25, 2020 and April 23, 2020. Participants: Residents within the counties (55% of the US population) Exposures: Social distancing as measured by percent change in visits to non-essential businesses, population density, lagged daily wet bulb temperatures. Main Outcomes and Measures: The instantaneous reproduction number (Rt) which is the estimated number of cases generated by one case at a given time during the pandemic. Results: Median case incidence was 1185 cases and fatality rate was 43.7 deaths per 100,000 people for the top decile of 21 counties, nearly ten times the incidence and fatality rate in the lowest density quartile. Average Rt in the first two weeks was 5.7 (SD 2.5) in the top decile, compared to 3.1 (SD 1.2) in the lowest quartile. In multivariable analysis, a 50% decrease in visits to non-essential businesses was associated with a 57% decrease in Rt (95% confidence interval, 56% to 58%). Cumulative temperature effects over 4 to 10 days prior to case incidence were nonlinear; relative Rt decreased as temperatures warmed above 32F to 53F, which was the point of minimum Rt, then increased between 53F and 66F, at which point Rt began to decrease. At 55F, and with a 70% reduction in visits to non-essential business, 96% of counties were estimated to fall below a threshold Rt of 1.0, including 86% of counties among the top density decile and 98% of counties in the lowest density quartile. Conclusions and Relevance: Social distancing, lower population density, and temperate weather change were associated with a decreased SARS-Co-V-2 Rt in counties across the United States. These relationships can inform selective public policy planning in communities during the SARS-CoV-2 pandemic.",
    "author": "Lihai Song; Arushi Jain; Jing Huang; David Rubin; Gregory Tasian; Jason Kaufman; Antonio Gasparrini; Kate Fitzpatrick; Xi Wang; Heather Griffis; Vicky Tam; Koby Crammer; Brian T Fisher",
    "date": 2020,
    "doi": "10.1101/2020.05.08.20094474",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.08.20094474"
    },
    "title": "The Association of Social Distancing, Population Density, and Temperature with the SARS-CoV-2 Instantaneous Reproduction Number in Counties Across the United States",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received."
        }
    ]
}