{
    "abstract": "Background: The recent CoVID-19 pandemic has emerged as a threat to global health. Though current evidence on the epidemiology of the disease is emerging, very little is known about the predictors of recovery. We describe the epidemiology of confirmed CoVID-19 patients in Republic of Korea and identify predictors of recovery. Materials and methods: Using publicly available data for confirmed CoVID-19 cases from the Korea Centers for Disease Control and Prevention from January 20, 2020 to April 30, 2020, we undertook descriptive analyses of cases stratified by sex, age group, place of exposure, date of confirmation and province. Correlation was tested among all predictors (sex, age group, place of exposure and province) with the Pearsons correlation coefficient. Associations between recovery from CoVID-19 and predictors were estimated using a multivariable logistic regression model. Results: Majority of the confirmed cases were females (56 percent), from 20-29 age group (24.3 percent), and primarily from three provinces Gyeongsangbuk (36.9 percent), Gyeonggi (20.5 percent) and Seoul (17.1 percent). Case fatality ratio was 2.1 percent and 41.6 percent cases recovered. Older patients, patients from certain provinces such as Daegu, Gyeonggi, Gyeongsangbuk, Jeju, Jeollabuk and Jeollanam, and those contracting the disease from healthcare settings had lower recovery. Conclusions: Our study adds to the very limited evidence base on potential predictors of recovery among confirmed CoVID-19 cases. We call additional research to explore the predictors of recovery and support development of policies to protect the vulnerable patient groups.\nCompeting Interest Statement",
    "author": "Ashis Das; Saji Saraswathy Gopalan",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20094094",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20094094"
    },
    "title": "Epidemiology of CoVID-19 and predictors of recovery in the Republic of Korea",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external or internal funding was received"
        }
    ]
}