{
    "abstract": "Real time fluorescent quantitative PCR (RT-PCR) is widely used as the gold standard for clinical detection of SARS-CoV-2. However, due to the low viral load in patient throats and the limitations of RT-PCR, significant numbers of false negative reports are inevitable, which results in failure to timely diagnose, early treat, cut off transmission, and assess discharge criteria. To improve this situation, an optimized droplet digital PCR (ddPCR) was used for detection of SARS-CoV-2, which showed that the limit of detection of ddPCR is significantly lower than that of RT-PCR. We further explored the feasibility of ddPCR to detect SARS-CoV-2 nucleic acid from 77 clinical throat swab samples, including 63 suspected outpatients with fever and 14 supposed convalescents who were about to discharge after treatment, and compared with RT-PCR in terms of the diagnostic accuracy. In this double-blind study, we tested, surveyed subsequently and statistically analyzed 77 clinical samples. According to our study, 26 samples from COVID-19 patients with RT-PCR negative were detected as positive by ddPCR. No FPRs of RT-PCR and ddPCR were observed. The sensitivity, specificity, PPV, NPV, NLR and accuracy were improved from 40% (95% CI: 27-55%), 100% (95% CI: 54-100%), 100%, 16% (95% CI: 13-19%), 0.6 (95% CI: 0.48-0.75) and 47% (95% CI: 33-60%) for RT-PCR to 94% (95% CI: 83-99%), 100% (95% CI: 48-100%), 100%, 63% (95% CI: 36-83%), 0.06 (95% CI: 0.02-0.18) and 95% (95% CI: 84-99%) for ddPCR, respectively. Moreover, 14 (42.9 %) convalescents still carry detectable SARS-CoV-2 after discharge. Overall, ddPCR shows superiority for clinical diagnosis of SARS-CoV-2 to reduce the false negative reports, which could be a powerful complement to the current standard RT-PCR. It also suggests that the current clinical practice that the convalescent after discharge continues to be quarantined for at least 2 weeks is completely necessary which can prevent potential viral transmission.",
    "affiliations": [
        "Research of Wuhan University, China National Science and Technology Major Project (2018ZX10733403), China NSFC grants (32041007) and Wuhan COVID-19 Emergency Science and Technology Project (2020020201010012). The research was designed, conducted, analyzed, and interpreted by the authors entirely independently of the funding sources. The researchers confirm their independence from funders and sponsors"
    ],
    "author": "Ming Guo; Liping Deng; Yingle Liu; Tielong Chen; Yuan Liu; Zhixiang Huang; Xinjin Liu; Fang Liu; Yong Xiong; Qiuhan Zhang; Muhanmmad Sajid; Ke Xu; Jiangpeng Feng; Yang Yang; Qi Zhang; Tao Suo; Yu Chen; Xin Wang; Dong Guo; Wenjia Hu; Hafiz Ullah; Ke Lan; Guozhong Chen",
    "date": 2020,
    "doi": "10.1101/2020.02.29.20029439",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.02.29.20029439"
    },
    "title": "ddPCR: a more sensitive and accurate tool for SARS-CoV-2 detection in low viral load specimens",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Special Fund for COVID-19 Research of Wuhan University, China"
                },
                {
                    "funding-source": "National Science and Technology Major Project",
                    "award-id": [
                        "2018ZX10733403"
                    ]
                },
                {
                    "funding-source": "China NSFC",
                    "award-id": [
                        "32041007"
                    ]
                },
                {
                    "funding-source": "Wuhan COVID-19 Emergency Science and Technology Project",
                    "award-id": [
                        "2020020201010012"
                    ]
                }
            ],
            "funding-statement": "This study was supported by Special Fund for COVID-19 Research of Wuhan University, China National Science and Technology Major Project (2018ZX10733403), China NSFC grants (32041007) and Wuhan COVID-19 Emergency Science and Technology Project (2020020201010012)"
        }
    ]
}