{
    "abstract": "Background. The prevalence of symptomatic COVID-19 in children remains low to date. In just a few months, COVID-19 has affected millions of people worldwide, and as of the date of this publication, the pandemic continues. Based on the current available evidence, children do not appear to be at higher risk of contracting COVID-19 than adults. However, children with neurological and neuromuscular conditions are vulnerable to the respiratory complications of other viral infections. Objectives. To assess whether children with brain-based developmental disabilities were more likely to develop COVID-19 and have complications or poorer outcomes following infection. Methods. We conducted a two-week rapid review on studies with primary data regarding children aged between zero and 18 years old with brain-based developmental disabilities, or who were at risk of developing such disabilities, with confirmed or suspected COVID-19. We performed our literature searches on April 18, 2020. Results. Our search strategy identified 538 individual records, of which four were included in our review. Of the 50 COVID-19 pediatric patients reported in the included studies, a total of seven children were at risk of developing brain-based disabilities. Symptoms ranged in severity. However, generally, patients were discharged or saw improvements in their symptoms by the end of the study period. No deaths were reported. Discussion. Our study highlights a knowledge gap regarding the impact of COVID-19 in children with brain-based developmental disabilities.",
    "author": "Lena Faust; Dan Goldowitz; Michele Dugas; Carrie Costello; Annie LeBlanc; Annette Majnemer; Benoit Mailot; Andree-Anne Poirier; Steven Miller; Becky Skidmore; Donna Thomson; Valerie Carnovale",
    "date": 2020,
    "doi": "10.1101/2020.05.01.20088021",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.01.20088021"
    },
    "title": "COVID-19 in Children with Brain-Based Developmental Disabilities: A Rapid Review",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Both Networks"
                },
                {
                    "funding-source": "Canadian Institutes of Health Research"
                },
                {
                    "funding-source": "Strategy for Patient-Oriented Research"
                }
            ],
            "funding-statement": "Both Networks are supported by the Canadian Institutes of Health Research under Canada\u0092s Strategy for Patient-Oriented Research (SPOR) Initiative"
        }
    ]
}