{
    "title": "HTCC as a highly effective polymeric inhibitor of SARS-CoV-2 and MERS-CoV",
    "author": "Aleksandra Milewska",
    "date": 2020,
    "affiliations": [
        "Virogenetics Laboratory of Virology, Malopolska Centre of Biotechnology, Jagiellonian",
        "University, Gronostajowa 7, 30-387 Krakow, Poland. 11",
        "Microbiology Department, Faculty of Biochemistry, Biophysics and Biotechnology",
        "Jagiellonian University, Gronostajowa 7, 30-387 Krakow, Poland. 13",
        "NHC Key Lab of Enteric Pathogenic Microbiology, Jiangsu Provincial Centre for Disease",
        "Control & Prevention. 172 Jiangsu Rd., Nanjing, Jiangsu, 210009, PR China 15",
        "Nanjing Techboon Institute of Clinical Medicine. #1003, Tower B of Yangtze Sci. & Tech",
        "Innovation Centre, 211 Pubing Rd., Nanjing, Jiangsu, 211800, PR China. 17",
        "Department of Cardiac, Vascular and Endovascular Surgery and Transplantology, Medical",
        "University of Silesia in Katowice, Silesian Centre for Heart Diseases, Zabrze, Poland. 19",
        "Department of Biomedical Chemistry, Faculty of Chemistry, University of Gdansk, Wita 20 Stwosza 63, 80-308 Gdansk, Poland. 21",
        "Department of Physical Chemistry, Faculty of Chemistry, Jagiellonian University, 22 Gronostajowa 2, 30-387, Krakow, Poland. 23",
        "Centre for Global Health, Nanjing Medical University",
        "Tianyuan Rd. E., Nanjing, 24 Jiangsu, 210009, PR China 25 26",
        "Corresponding authors 27"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.29.014183",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.03.29.014183.pdf"
    },
    "abstract": "39 The beginning of 2020 brought us information about the novel coronavirus emerging in China. 40 Rapid research resulted in the characterization of the pathogen, which appeared to be a member of the SARS-like cluster, commonly seen in bats. Despite the global and local efforts, the virus escaped the healthcare measures and rapidly spread in China and later globally, officially causing a pandemic and global crisis in March 2020. At present, different scenarios are being written to contain the virus, but the development of novel anticoronavirals for all highly pathogenic coronaviruses remains the major challenge. Here, we describe the antiviral activity of previously developed by us HTCC compound (N-(2-hydroxypropyl)-3-trimethylammonium chitosan chloride), which may be used as potential inhibitor of currently circulating highly pathogenic coronaviruses – SARS-CoV-2 and MERS-CoV.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Polish Ministry of Science and Higher Education for the"
                },
                {
                    "funding-source": "National Science Center",
                    "award-id": [
                        "UMO-2017/27/B/NZ6/02488"
                    ]
                },
                {
                    "funding-source": "Jagiellonian University",
                    "award-id": [
                        "Krakow",
                        "Poland",
                        "WO2013172725A1"
                    ]
                },
                {
                    "funding-source": "AUTHOR CONTRIBUTIONS STATEMENT A.M."
                }
            ],
            "funding-statement": "This work was supported by the subsidy from the Polish Ministry of Science and Higher Education for the research on the SARS-CoV-2 and a grant from the National Science Center UMO-2017/27/B/NZ6/02488 to KP. The funders had no role in study design, data collection, and analysis, decision to publish, or preparation of the manuscript. The technology is owned by the Jagiellonian University (Krakow, Poland) and protected by a patent no WO2013172725A1 and associated documents. AUTHOR CONTRIBUTIONS STATEMENT A.M., Y.C., A.S., E"
        }
    ]
}