{
    "abstract": "Objective COVID-19 transmission and the lock-down response are now established in sub-Saharan Africa, including Uganda. Population age distributions and prior morbidities differ markedly in these countries from those where large outbreaks have become established previously. We determined to predict likely impact of COVID-19 and the response on the Ugandan population, measure and compare these appropriately, to understand whether the benefits of the response could be outweighed by the costs. Design and setting We applied age-based COVID-19 mortality data from China to the population structures of Uganda and countries with previously established outbreaks, comparing theoretical mortality and disability-adjusted life years (DALYs) lost. Based on recent Uganda health system data and on theoretical scenarios of program deterioration, we predicted potential mortality and DALYs lost for HIV/AIDS, malaria and maternal. Main outcome measures Disability-adjusted life years (DALYs) lost, mortality. Results Based on population age structure alone, Uganda is predicted to have a relatively low COVID-19 burden, with 12% of the mortality and 19% of the lost DALYs predicted for equivalent transmission in the Italian population. Scenarios of lockdown impact predict comparable or higher burdens from HIV or malaria alone to that of an extensive COVID-19 outbreak. Emerging disease data presented from Uganda, including HIV case finding and maternal mortality, suggest early signs that such deterioration could be occurring. Conclusions The results indicate that COVID-19 impact on Uganda may be relatively light, while there is a high risk of a significant negative impact on other disease burden if the lockdown response to COVID-19 is prolonged. The results are likely to extend to other sub-Saharan populations, underlining the importance of tailoring COVID-19 responses according to population structure and potential disease vulnerabilities.",
    "author": "Anthony K Mbonye; Kristian Schultz Hansen; John Kissa; Agnes N Kiragga; Andrew Kambugu; DAVID BELL",
    "date": 2020,
    "doi": "10.1101/2020.05.14.20102202",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.14.20102202"
    },
    "title": "COVID-19 in Uganda: Predicting the impact of the disease and public health response on disease burden",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding."
        }
    ]
}