{
    "abstract": "Background: Most patients infected by SARS-CoV-2 have favourable outcomes, however some develop severe disease which may progress to acute respiratory distress syndrome, multi-organ failure, and death. Markers that could predict patients at risk of poor outcomes would be extremely useful clinically. Evidence has emerged that low lymphocyte count is associated with increased disease severity. Methods: We performed a systematic review and meta-analysis to assess the association between lymphocyte count and severity of SARS-CoV-2 associated clinical disease. Results: Seven papers were included in the meta-analysis. These papers included data from 2083 patients, 25% (n=521) with severe SAR-CoV-2 disease and 75% (n=1562) with non-severe SAR-CoV-2 disease. Heterogenicity was seen in the definition of severe disease. Metanalysis produced metamedians of 1x109/L (95% CI 1-1.1) and 0.7x109/L (95% CI 0.63-0.8) lymphocytes for patients with non-severe and severe disease respectively (p-value of p=0.006 Wilcoxon test). Calculation of metamedians from the two papers classifying severe disease according to death alone gave 1.1 1x109/L lymphocytes (95% CI 1.0-1.1) for “survivors” (n=163) and 0.63 1x109/L lymphocytes (95% CI 0.60-0.63) for “non-survivors” (n=253) of SAR-CoV-2 disease. Conclusions: Lower lymphocyte counts are significantly associated with more severe disease in patients with SARS-CoV-2 infection. Lymphocytopenia may therefore be useful laboratory measure to allow prognostication of patients presenting with SARS-CoV-2 infection.\nCompeting Interest Statement",
    "author": "Eva Harris-Skillman; Susanne Hodgson; Beata Dunne; James Gunnel; Jonathan Drake; Bronwen Harbinson; Robin A C Brown; Jane Barnard; Joshu Frost; Edward Harris; Brian Angus; Sophie Roche",
    "date": 2020,
    "doi": "10.1101/2020.04.14.20064659",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.14.20064659"
    },
    "title": "Lymphocytopaenia is associated with severe SARS-CoV-2 disease: A Systematic Review and Meta-Analysis of Clinical Data",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received for this work"
        }
    ]
}