{
    "abstract": "Background: Concerns have emerged about the higher risk of fatal COVID-19 in cancer patients. In this paper, we review the experience of a comprehensive cancer center. Methods: A prospective registry was set up at Institut Curie at the beginning of the COVID-19 pandemic. All cancer patients with suspected or proven COVID-19 were entered and actively followed for 28 days. Results: Among 9,842 patients treated at Institut Curie between mid-March and early May 2020, 141 (1.4%) were diagnosed with COVID-19, based on RT-PCR testing and/or CT-scan. In line with our case-mix, breast cancer (40%) was the most common tumor type, followed by hematological and lung malignancies (both 13%). Patients with active cancer therapy or/and advanced cancer accounted for 88% and 69% of patients, respectively. At diagnosis, 79% of patients had COVID-19 related symptoms, with an extent of lung parenchyma involvement ≤50% in 90% of patients. Blood count variations and C-reactive protein elevation were the most common laboratory abnormalities. Antibiotics and antiviral agents were administered in 48% and 7% of patients, respectively. At the time of analysis, 26 patients (18%) have died from COVID-19, and 81 (57%) were cured. Independent prognostic factors at the time of COVID-19 diagnosis associated with death or intensive care unit admission were extent of COVID-19 pneumonia and decreased O2 saturation. Conclusions: COVID-19 incidence and presentation in cancer patients appear to be very similar to those in the general population. The outcome of COVID-19 is primarily driven by the initial severity of infection rather than patient or cancer characteristics.\nCompeting Interest Statement",
    "affiliations": [
        "Funding This work was supported by Institut Curie, Université de Versailles Saint Quentin and Université Paris-Saclay (no grant number applicable)"
    ],
    "author": "Vincent Servois; Anne-Sophie Bouyer; Geoffroy Bilger; Marie-Ange Massiani; Carole Bouleuc; Toulsie Ramtohul; Paul Cottu; Audrey Bellesoeur; Francois-Clement Bidard; Xavier Paoletti; Maxime Frelaut; Dominique Vanjak; Alexis Burnod; Laurence Bozec; Irene Kriegel; Clemence Basse; perrine vuagnat; Sarah Diakite; Aurelien Noret; Pauline Moreau; SAndra Malak; Gille Dhonneur; Nathalie Cassoux",
    "date": 2020,
    "doi": "10.1101/2020.05.14.20101576",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.14.20101576"
    },
    "title": "Characteristics and outcome of SARS-CoV-2 infection in cancer patients.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Institut Curie, Université"
                },
                {
                    "funding-source": "Versailles Saint Quentin and Université Paris-Saclay",
                    "award-id": [
                        "applicable"
                    ]
                }
            ],
            "funding-statement": "Funding This work was supported by Institut Curie, Université de Versailles Saint Quentin and Université Paris-Saclay (no grant number applicable)"
        }
    ]
}