{
    "title": "ACE2 interaction networks in COVID-19: a physiological framework for prediction of outcome in patients with cardiovascular risk factors",
    "date": 2020,
    "author": "Zofia Wicik, Ceren Eyileten, Daniel Jakubik, Rodrigo Pavão, Jolanta M. Siller-Matula, Marek Postula, 1 Centro de Matemática, Computação e Cognição - Universidade Federal do ABC, SP, Brazil 2 Department of Experimental and Clinical Pharmacology, Medical University of Warsaw, Center for Preclinical Research and Technology CEPT, Warsaw, Poland 3 Department of Internal Medicine II, Division of Cardiology, Medical University of Vienna, Vienna, Austria",
    "affiliations": [
        "Cognição - Universidade Federal do ABC, SP, Brazil",
        "Department of Experimental and Clinical Pharmacology, Medical University of Warsaw, Center for Preclinical Research and Technology CEPT, Warsaw, Poland",
        "Department of Internal Medicine II, Division of Cardiology, Medical University of Vienna, Vienna, Austria",
        "Department of Internal Medicine II, Division of Cardiology, Medical",
        "University of Vienna, Austria. Waehringer Guertel 18-20, A-1090 Vienna, Austria. Tel. +43 1 4040046140"
    ],
    "journal": "Background",
    "volume": "2",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.13.094714",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.13.094714.pdf"
    },
    "keywords": [
        "angiotensin",
        "COVID-19",
        "SARS-CoV-2",
        "cardiovascular",
        "gene expression",
        "miRNA",
        "microRNA",
        "miR"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "European Union-the European Regional Development Fund"
                },
                {
                    "funding-source": "Operational Program",
                    "award-id": [
                        "2007–2013"
                    ]
                }
            ],
            "funding-statement": "Funding: This work was implemented with CEPT infrastructure financed by the European Union-the European Regional Development Fund within the Operational Program “Innovative economy” for 2007–2013"
        }
    ]
}