{
    "title": "Evolutionary Dynamics And Geographic Dispersal Of Beta Coronaviruses In African Bats",
    "date": 2020,
    "author": "Babatunde O Motayo, Olukunle O Oluwasemowo, Paul A Akinduti, 1. Department of Medical Microbioogy and Parasitology, Federal Medical Center, Abeokuta, Nigeria. 2. Department of Virology, College of Medicine, University of Ibadan, Ibadan, Nigeria. 3. Department of of Biological Science, Covenant University, Otta, Nigeria",
    "affiliations": [
        "Department of Medical Microbioogy and Parasitology, Federal Medical Center, Abeokuta, Nigeria",
        "Department of Virology, College of Medicine, University of Ibadan, Ibadan, Nigeria",
        "Department of of Biological Science, Covenant University, Otta, Nigeria"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.14.056085",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.14.056085.pdf"
    },
    "abstract": "Bats have been shown to serve as reserviour host of various viral agents including coronaviruses. They have also been associated with the novel coronavirus SARS-CoV-2. This has made them an all important agent for CoV evolution and transmission. Our objective in this study was to investigate the dispersal, phylogenomics and evolution of betacoronaviruses (β-CoV) among African bats. Three data sets were generated from sequences of the partial RNA depedent RNA polymerase (RdRP) gene of Bat coronaviruses from seven African, three Asian, and four European countries. Phylogenetic trees was infered using MEGA Vs 7, Phylogeography and Evolutionary analysis were carried out, using Markov Chain Monte Carlo (MCMC) implemented in BEAST, and visualised with SPREAD3. Results showed that majority of the African strains fell within lineage D. Evololutionary rate of the African Bt-β-CoV was 1.301 × 10-3, HPD (1.064 × 10-3 – 1.434 × 10-3), the MCC tree of the African strains showed two clades, lineage D, and lineage C. The TMRCA for lineage D strains was 1972, 95% HPD (1951-1990), and 2010, 95% HPD (2006-2014) for the South African strains. There were inter-continental dispersal of BtCoV from China and Hong Kong into Central and Southern Africa. In conclusion we advocate for broader studies of whole genome sequences of BtCoV to further understand the drivers for their emergence and zoonotic spillovers into human population.",
    "funding": [
        {}
    ]
}