{
    "abstract": "Background: The outbreak of novel coronavirus disease of 2019 (COVID-19) has a wider geographical spread than other previous viruses such as Ebola and H1N1. The onset of disease and its transmission and severity has become a global concern. The policymakers have a serious concern for containing the spread and minimising the risk of death. Aim: This study aims to provide the estimates of basic reproduction rate (R0) and case fatality rate (CFR) which applies to a generalised population. Methods: A systematic review was carried out to retrieve the  to 3 May 2020. The systematic review led to the selection of 24 articles for R0 and 17 articles for CFR. These studies used data from China and its provinces, other Asian countries such as Japan, Korea, the Philippines, and countries from other parts of the world such as Nigeria, Iran, Italy, Europe as a whole, France, Latin America, Turkey, the United Kingdom (UK), and the United States of America (USA). These selected articles gave an output of 30 counts of R0 and 29 counts of CFR which were used in a meta-analysis. A meta-analysis, with the inverse variance method, fixed- and random-effects model and the Forest plot, was performed to estimate the mean effect size or mean value of basic reproduction rate and case fatality rate. The Funnel plot is used to comprehend the publication bias. Results: We estimated the robust estimate of R0 at 3.11 (2.49-3.71) persons and the robust estimate of CFR at 2.56 (2.06-3.05) per cent after accounting for heterogeneity among studies, using the random-effects model. The regional subgroup analysis in a meta-analysis was significant for R0 but was not significant for CFR. The R0 values varied from 1.90 (1.06-2.74) persons to 3.83 (2.44-5.22) persons across the regions. The Funnel plot confirms that the selected studies are significant at one per cent level of significance. Conclusion: We found that one person is likely to infect two to three persons in the absence of any control measures, and around three per cent of the population are at the risk of death within one-and-a-half months from the onset of disease COVID-19 in a generalised population. The emergence of SARS-CoV-2 varies across regions, but the risk of death remains the same. Contribution: The estimates of R0 and CFR are independent of data from a particular region or time or a homogeneous population. These estimates are applicable to a generalised population. Therefore, the estimates of R0 and CFR are unequivocally applicable to developing country like India and its states or districts, in ambivalence. The assessments of R0 and CFR values across the developed nations make all of us aware of consequences of COVID-19, and hence these estimates are of crucial importance for government authorities for the practical implementation of strategies and control measures to contain the disease. Keywords: Covid-19, SARS-CoV-2, Reproduction Rate, Case Fatality Rate, Systematic Review, Meta-analysis\nCompeting Interest Statement\nThe authors have declared no competing interest.\nClinical Trial\nThis study is based on published Literatures so it is not registered for clinical trail.\nFunding Statement\nNo\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.",
    "author": "SURYAKANT YADAV; PAWAN KUMAR YADAV",
    "date": 2020,
    "doi": "10.1101/2020.05.13.20100750",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.13.20100750"
    },
    "keywords": [
        "Covid-19",
        "SARS-CoV-2",
        "Reproduction Rate",
        "Case Fatality Rate",
        "Systematic Review",
        "Meta-analysis"
    ],
    "title": "Basic Reproduction Rate and Case Fatality Rate of COVID-19: Application of Meta-analysis",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No"
        }
    ]
}