{
    "title": "Comparative Genomic Analysis of Rapidly Evolving SARS-CoV-2 Viruses Reveal Mosaic Pattern of Phylogeographical Distribution",
    "date": 2020,
    "author": "Roshan Kumar, Helianthous Verma, Nirjara Singhvi, Utkarsh Sood, Vipin Gupta, Mona 4 Singh, Rashmi Kumari, Princy Hira, Shekhar Nagar, Chandni Talwar, Namita Nayyar, 5 Shailly Anand, Charu Dogra Rawat, Mansi Verma, Ram Krishan Negi, Yogendra Singh, 6 and Rup Lal",
    "affiliations": [
        "Department of Zoology, Magadh University, Bodh Gaya, Bihar-824234, India 12",
        "Department of Zoology, Ramjas College, University of Delhi, New Delhi-110007, India 13",
        "Department of Zoology, University of Delhi, New Delhi-110007, India 14",
        "The Energy and Resources Institute, Darbari Seth Block, IHC Complex, Lodhi Road, New",
        "Delhi-110003, India 16",
        "PhiXGen Private Limited, Gurugram, Haryana 122001, India 17",
        "Department of Zoology, College of Commerce, Arts & Science, Patliputra University, Patna",
        "Bihar-800020, India 19",
        "Department of Zoology, Maitreyi College, University of Delhi, New Delhi-110021, India 20",
        "Department of Zoology, Sri Venkateswara College, University of Delhi, New Delhi-110021, 21 India 22",
        "Department of Zoology, Deen Dayal Upadhyaya College, University of Delhi, New Delhi23 110078, India 24 25"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.25.006213",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.03.25.006213.pdf"
    },
    "abstract": "The Coronavirus Disease-2019 (COVID-19) that started in Wuhan, China in December 2019 has spread worldwide emerging as a global pandemic. The severe respiratory pneumonia caused by the novel SARS-CoV-2 has so far claimed more than 60,000 lives and has impacted human lives worldwide. However, as the novel SARS-CoV-2 displays high transmission rates, their underlying genomic severity is required to be fully understood. We studied the complete genomes of 95 SARS-CoV-2 strains from different geographical regions worldwide to uncover the pattern of the spread of the virus. We show that there is no direct transmission pattern of the virus among neighboring countries suggesting that the outbreak is a result of travel of infected humans to different countries. We revealed unique single nucleotide polymorphisms (SNPs) in nsp13-16 (ORF1b polyprotein) and S-Protein within 10 viral isolates from the USA. These viral proteins are involved in RNA replication, indicating highly evolved viral strains circulating in the population of USA than other countries. Furthermore, we found an amino acid addition in nsp16 (mRNA cap-1 methyltransferase) of the USA isolate (MT188341) leading to shift in amino acid frame from position 2540 onwards. Through the construction of SARS-CoV-2-human interactome, we further revealed that multiple host proteins (PHB, PPP1CA, TGF- , SOCS3, STAT3, JAK1/2, SMAD3, BCL2, CAV1 & SPECC1) are manipulated by the viral proteins (nsp2, PL-PRO, N-protein, ORF7a, M-S-ORF3a complex, nsp7-nsp8-nsp9-RdRp complex) for mediating host immune evasion. Thus, the replicative machinery of SARS-CoV-2 is fast evolving to evade host challenges which need to be considered for developing effective treatment strategies. 53",
    "funding": [
        {}
    ]
}