{
    "abstract": "The SARS-Cov-2 virus is spreading fast all over the world and has already imposed a significant social and economic cost in many countries. Different countries have utilised a variety of containment policies with an emphasis on social distancing as a strategy to stop the spread of COVID-19. Quantifying the effects of such policies in different time-scales and comparing the efficacy of various available policies is of utmost importance for policy-makers in different countries. That is even more important when the policy-makers want to plan for long-term strategies and to weigh each option based on its epidemiological effects and socio-economic costs. In the absence of detailed knowledge of the interactions between individuals in a population and the characteristics of the SARS-Cov-2 virus, quantifying the effects of these policies is very difficult. Hence, there is an immediate need for models that can predict the spread of COVID-19 in a population, without the need for such detailed information. In this manuscript, a method is presented that can be used to predict the spread of COVID-19 in any country and under any containment policy imposed separately on different groups in the population. The method tunes the parameters of a known stratified model based on the available data on the spread of COVID-19. The model includes a set of nonlinear ordinary differential equations and is easy to simulate and easy to understand. As it is presented in this manuscript, the population is divided into age-groups. But given the availability of the data, there is no reason to limit the stratification into only age-groups and we can consider any relevant groups. To estimate the parameters of the model such that it reflects the characteristics of the spread of COVID-19 in a population, the method relies on an optimisation scheme. More specifically, the optimisation scheme estimates the contact rates between different age groups in the population. But a very important and useful feature of the model is that the estimated parameters for one population can be translated and used for any other population with a known age-structure, which in this day and age, includes almost any country or city in the world. Also, it is shown that the method is quite insensitive to the underlying assumptions in the optimisation scheme and also to deliberate or non-deliberate errors that might have occurred in collecting the data. The capabilities of the model are demonstrated using a case study under different containment policies, from an uncontained population to mitigation and suppression policies. Also, we can use the model to quantify the effects of strategies which include switching between different containment policies at pre-determined points in time. The model allows us to quantify the effects of each of these policies on the spread of the disease in a population, in particular, the instantaneous and total numbers of infectious individuals in a population which are important parameters for policy-makers. The simulation results, as explained in the following, provide some insight into various policies and some of the results are possibly counter-intuitive for many people. For example, the model predicts that closing down schools and universities without any other containment policy imposed on older age-groups has almost no impact on the number of patients that might need support-care in hospitals. The method provides an easy-to-use tool to use the information collected on the spread of COVID-19 in a country or region and then use that information in another population which might not have been as widely affected by the disease yet.",
    "author": "Vahid S. Bokharaie",
    "date": 2020,
    "doi": "10.1101/2020.04.10.20060681",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.10.20060681"
    },
    "title": "A Stratified Model to Quantify the Effects of Containment Policies on the Spread of COVID-19",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Author Declarations"
        }
    ]
}