{
    "abstract": "The outbreak of Coronavirus disease 2019 (Covid-2019) is a source of great concern in the Philippines. In this paper, we described the epidemiological characteristics of the laboratory-confirmed patients with Covid-2019 in the Philippines as of April 3, 2020 and provided recommendations on how to limit the spread of the disease. Data from the DOH NCOV tracker and University of the Philippines Covid-2019 tracker were extracted, from its initiation (January 30, 2020) until the most recent situation report (April 3, 2020). The total number of cases and deaths were stratified by sex, age, and region of the Philippines. Descriptive statistics were used to analyze the demographic profile of the confirmed cases. Case fatality rate, in percent, was calculated by dividing the total number of deaths to the total number of confirmed cases. Results revealed that a total of 3,018 cases of Covid-2019 spread were confirmed across 17 regions in the Philippines. These cases occurred over the course of 73 days through person-to-person transmission, highlighting an extremely high infectivity rate. The 144 deaths accounted for, equate to 4.51 case fatality rate, seemingly lower compared to its predecessors, severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS), but higher compared to that of United States of America, Germany, mainland China, and neighboring Southeast Asian countries such as Malaysia, Singapore, Brunei, and Thailand. Of the 3,018 confirmed cases, majority were male, elderly, and diagnosed in Metro Manila region. Case fatality rates were higher in male and highest among elderly and Filipinos in the Ilocos region. With the surge on the number of cases, precautionary measures should remain a responsibility, and protocols for prevention need to be set. Adherence to infection control guidelines such as but not limited to frequently handwashing for at least 20 seconds, observing coughing etiquette, wearing of masks, and social distancing should be maintained in order to contain the disease.",
    "author": "Joseph Dave Mendoza Pregoner; Mark Marcos Alipio",
    "date": 2020,
    "doi": "10.1101/2020.04.12.20053926",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.12.20053926"
    },
    "title": "Epidemiological characteristics of an outbreak of Coronavirus Disease 2019 in the Philippines",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors"
        }
    ]
}