{
    "abstract": "Importance: The COVID-19 Pandemic has literally left the world breathless in the chase for pharmacotherapy. With vaccine and novel drug development in early clinical trials, repurposing of existing drugs takes the center stage. Objective: A potential drug discussed in global scientific community is hydroxychloroquine. We intend to systematically explore, analyze, rate the existing evidence of hydroxychloroquine in the light of published, unpublished and clinical trial data. Evidence review: PubMed Ovid MEDLINE, EMBASE, Google scholar databases, pre-proof article repositories, clinical trial registries were comprehensively searched with focused question of use of hydroxychloroquine in COVID-19 patients. The literature was systematically explored as per PRISMA guidelines. Findings: Total 156 articles were available as of 7th May 2020; of which 11 articles of relevance were analyzed. Three in-vitro studies were reviewed. Two open label non-randomized trials, two open label randomized control trials, one large observational study, one follow-up study and two retrospective cohort studies were systematically analyzed and rated by oxford CEBM and GRADE framework for quality and strength of evidence. Also 27 clinical trials registered in three clinical trial registries were analyzed and summarized. Hydroxychloroquine seems to be efficient in inhibiting SARS-CoV-2 in in-vitro cell lines. However, there is lack of strong evidence from human studies. It was found that overall quality of available evidence ranges from \"very low\" to \"low\". Conclusions and relevance: The in-vitro cell culture based data of viral inhibition does not suffice for the use of hydroxychloroquine in the patients with COVID-19. Current literature shows inadequate, low level evidence in human studies. Scarcity of safety and efficacy data warrants medical communities, health care agencies and governments across the world against the widespread use of hydroxychloroquine in COVID-19 prophylaxis and treatment, until robust evidence becomes available.",
    "author": "Nitesh Goyal; Harmeet Singh Rehan; Umesh Devappa Suranagi",
    "date": 2020,
    "doi": "10.1101/2020.04.16.20068205",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.16.20068205"
    },
    "title": "Review of Current Evidence of Hydroxychloroquine in Pharmacotherapy of COVID-19",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This study was NOT funded by any institution or third party"
        }
    ]
}