{
    "abstract": "Background: It has been projected that there will be too few ventilators to meet demand during the COVID-19 (SARS CoV-2) pandemic. Ventilator sharing has been suggested as a crisis standard of care strategy to increase availability of mechanical ventilation. The safety and practicality of shared ventilation in patients is unknown. We designed and evaluated a system whereby one mechanical ventilator can be used to simultaneously ventilate two patients who have different lung compliances using a custom manufactured flow control valve to allow for individual adjustment of tidal volume and airway pressure for each patient. Methods: The system was first evaluated in a simulation lab using two human patient simulators under expected clinical conditions. It was then tested in an observational study of four patients with acute respiratory failure due to COVID-19. Two separately ventilated COVID-19 patients were connected to a single ventilator for one hour. This intervention was repeated in a second pair of patients. Ventilatory parameters (tidal volume, peak airway pressures, compliance) were recorded at five minute intervals during both studys. Arterial blood gases were taken at zero, thirty, and sixty minutes. The primary outcome was maintenance of stable acid-base status and oxygenation during shared ventilation. Results: Two male and two female patients, age range 32-56 yrs, participated. Ideal body weight and driving pressure were markedly different among patients. All patients demonstrated stable physiology and ventilation for the duration of shared ventilation. In one patient tidal volume was increased after 30 minutes to correct a respiratory acidosis. Conclusions: Differential ventilation using a single ventilator and a split breathing circuit with flow control valves is possible. A single ventilator could feasibly be used to safely ventilate two COVID-19 patients simultaneously as a bridge to full ventilatory support.\nCompeting Interest Statement",
    "author": "Garrett Burnett; Roopa Kohli-Seth; Suzan Uysal; Michael McCarry; Jonathan Madek; Benjamin Salter; Andrew B Leibowitz; Anjan Shah; Shams Ranginwala; Ronak Shah; Chang Park; David L Reich; Daniel Katz; Martin D Chen; James B Eisenkraft; George Zhou; Erica Kane; Christopher Gidiscin; Matthew Levin",
    "date": 2020,
    "doi": "10.1101/2020.04.14.20053587",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.14.20053587"
    },
    "title": "Differential ventilation using flow control valves as a potential bridge to full ventilatory support during the COVID-19 crisis",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Internal funding"
        }
    ]
}