{
    "abstract": "Background: Using face masks is one of the possible prevention methods against respiratory pathogens. A number of studies and reviews have been performed regarding the use of medical grade masks like surgical masks, N95 respirators etc. However, the use of cloth masks has received little attention. Objectives: The purpose of this review is to analyze the available data regarding the use of cloth masks for the prevention of respiratory infections. We intended to use data from both clinical and non-clinical studies to arrive at our conclusion. Methods: We used PubMed, Cochrane Library and Google Scholar as our source databases. Both clinical and non-clinical studies, which had data regarding the efficacy of cloth masks, were selected. Articles not containing analyzable data including opinion articles, review articles etc. were excluded. After screening the search results, ten studies could be included in our review. Data relevant to our objective was extracted from each study including clinical efficacy, compliance, filtration efficacy etc. Data from some studies were simplified for the purpose of comparison. Extracted data was summarized and categorized for detailed analysis. Qualitative synthesis of the data was performed. But the heterogeneity between the studies did not allow for a meta-analysis. Discussion: The review was limited by a lack of sufficient clinical studies. Lack of standardization between studies was another limitation. Although cloth masks generally perform poorer than the medical grade masks, they may be better than no masks at all. Filtration efficacy varied greatly depending on the material used, with some materials showing a filtration efficacy above 90%. However, leakage could reduce efficacy of masks by about 50%. Standardization of cloth masks and appropriate use is essential for cloth masks to be effective. However, result of a randomized controlled trial suggest that they may be ineffective in the healthcare setting.\nCompeting Interest Statement",
    "author": "Rama Prosad Goswami; Agnibho Mondal; Arnavjyoti Das",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20093864",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20093864"
    },
    "title": "Utility of Cloth Masks in Preventing Respiratory Infections: A Systematic Review",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was received for this study."
        }
    ]
}