{
    "abstract": "Background: SARS-CoV-2, the cause of coronavirus disease 2019 (COVID-19), is associated with respiratory-related morbidity and mortality. Assays to detect virus-specific antibodies are important to understand the prevalence of infection and the course of the immune response. Methodology: Quantitative measurements of plasma or serum antibodies by luciferase immunoprecipitation assay systems (LIPS) to the nucleocapsid and spike proteins were analyzed in 100 cross-sectional or longitudinal samples from SARS-CoV-2-infected patients. A subset of samples was tested with and without heat inactivation. Results: Fifteen or more days after symptom onset, antibodies against SARS-CoV-2 nucleocapsid protein showed 100% sensitivity and 100% specificity, while antibodies to spike protein were detected with 91% sensitivity and 100% specificity. Neither antibody levels nor the rate of seropositivity were significantly reduced by heat inactivation of samples. Analysis of daily samples from six patients with COVID-19 showed anti-nucleocapsid and spike antibodies appearing between day 8 to day 14 after initial symptoms. Immunocompromised patients generally had a delayed antibody response to SARS-CoV-2 compared to immunocompetent patients. Conclusions: Antibody to the nucleocapsid protein of SARS-CoV-2 is more sensitive than spike protein antibody for detecting early infection. Analyzing heat-inactivated samples by LIPS is a safe and sensitive method for detecting SARS-CoV-2 antibodies.\nCompeting Interest Statement",
    "affiliations": [
        "National Institute of Dental and Craniofacial Research, the National Institute of Allergy and Infectious Diseases, and the National Institute of Health Clinical Center"
    ],
    "author": "Richard T Davey; Davey Smith; Stephen Rawlings; Chihiro Morishima; Jeffrey R Strich; Peter D Burbelo; Sanchita Das; Jeffrey I Cohen; Daniel S Chertow; Francis X Riedo",
    "date": 2020,
    "doi": "10.1101/2020.04.20.20071423",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.20.20071423"
    },
    "title": "Detection of Nucleocapsid Antibody to SARS-CoV-2 is More Sensitive than Antibody to Spike Protein in COVID-19 Patients",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Institute of Dental and Craniofacial Research,"
                },
                {
                    "funding-source": "National Institute of Allergy and Infectious Diseases,"
                },
                {
                    "funding-source": "National Institute of Health Clinical Center"
                }
            ],
            "funding-statement": "This work was supported by the intramural research programs of the National Institute of Dental and Craniofacial Research, the National Institute of Allergy and Infectious Diseases, and the National Institute of Health Clinical Center"
        }
    ]
}