{
    "abstract": "Background: The emergence of the coronavirus disease 2019 (COVID-19) pandemic in March 2020 created unprecedented challenges in the provision of scheduled ambulatory cancer care. As a result, there has been a renewed focus on video consultations as a means to continue ambulatory care. Objective: To characterize the increase in video visits at the University of California, San Francisco Comprehensive Cancer Center in response to COVID-19 and compare demographics/appointment data from January 1, 2020 and in the 3 weeks after transition to video visits. Methods: Demographics and appointment data (dates, visit types, and departments) were abstracted from the Electronic Health Record reporting database. Video visits were performed using a HIPAA-compliant video conferencing platform with a pre-existing workflow. Results: In 17 departments and divisions at the Cancer Center, 2,284 video visits were performed in the pre-COVID-19 period (average 208 ± 75 per week) and 3,015 performed in the 3-week post-COVID-19 period (average 1,005 ± 149 per week). The proportion of video visits increased from 7-18% to 54-68%, between the pre- and post-COVID-19 periods without any disparity based on race/ethnicity, primary language, or insurance Conclusions: In a remarkably brief period of time, we rapidly scaled the utilization of telehealth in response to COVID-19 and maintained access to complex oncologic care at a time of social distancing.\nCompeting Interest Statement",
    "affiliations": [
        "University of California, San Francisco Comprehensive Cancer Center in response to COVID-19 and compare demographics/appointment data from January 1, 2020 and in the 3 weeks after transition to video visits. Methods: Demographics and appointment data (dates, visit types, and departments) were abstracted from the Electronic Health Record reporting database. Video visits were performed using"
    ],
    "author": "Peter R Carroll; Linda Branagan; Samuel L Washington; Raj S Pruthi; Peter E Lonergan; Nathaniel Gleason; Anobel Y Odisho",
    "date": 2020,
    "doi": "10.1101/2020.04.10.20061259",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.10.20061259"
    },
    "title": "Rapid Utilization of Telehealth in a Comprehensive Cancer Center as a Response to COVID-19",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}