{
    "abstract": "Background: The emergence of COVID-19 global pandemic coupled with high transmission rate and mortality has created an unprecedented state of emergency worldwide. This global situation may have a negative impact on the psychological well-being of individuals which in turn impacts individuals performance. Methods: A cross-sectional study using an online survey was conducted in Jordan between 22nd and 28th of March 2020 to explore the mental health status (depression and anxiety) of the general population, healthcare professionals, and university students during the COVID-19 outbreak. The Patient Health Questionnaire (PHQ-9) and Generalized Anxiety Disorder-7 (GAD-7) were used to assess depression and anxiety among the study participants. Logistic regression analysis was used to identify predictors of depression and anxiety. Results: The prevalence of depression and anxiety among the entire study participants was 23.8% and 13.1%, respectively. Anxiety was most prevalent across university students 21.5%, followed by healthcare professionals 11.3%, and general population 8.8%. Females among healthcare professionals and university students, divorced healthcare professionals, pulmonologists, and university students with history of chronic disease were at higher risk of developing depression. Females, divorced participants among the general population, and university students with history of chronic disease and those with high income (≥1500 JD) were at higher risk of developing anxiety. Conclusions: During outbreaks, individuals are put under extreme stressful condition resulting in higher risk of developing anxiety and depression particularly for students and healthcare professionals. Policymakers and mental healthcare providers are advised to provide further mental support to these vulnerable groups during this pandemic.\nCompeting Interest Statement",
    "author": "Hassan Alwafi; Anwar Abidine; Abdallah Y Naser; Ghada Mohammad Abdelwahab; Haneen Al Muhaisen; H. T. AL-Hadithi; Rasha Abuthawabeh; Ayah Dagash; Eman Zmaily Dahmash; Mohammed A. Bokhary; Imene Ghoul; Dalia Ali; Hamzeh Mohammad Alrawashdeh; Rabaa Al-Rousan; Yosra J Alhartani",
    "date": 2020,
    "doi": "10.1101/2020.04.09.20056374",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.09.20056374"
    },
    "title": "Mental health status of the general population, healthcare professionals, and university students during 2019 coronavirus disease outbreak in Jordan: a cross-sectional study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No fund was received for this study."
        }
    ]
}