{
    "title": "1 Molecular characterization of SARS-CoV-2 in the first COVID-19 cluster in",
    "author": "3 Antonin Bal, Grégory Destras, Alexandre Gaymard, Maude Bouscambert, Duchamp, Martine Valette, Vanessa Escuret, Emilie Frobert, Geneviève 5 Billaud, Sophie Trouillet-Assant, Valérie Cheynet, Karen Brengel-Pesce, Florence 6 Morfin 1, Bruno Lina, Laurence Josset",
    "date": 2020,
    "affiliations": [
        "Centre National de Référence des Virus respiratoires, Hospices Civils de Lyon, Lyon, France 8",
        "Laboratoire de Virologie, Institut des Agents Infectieux, Hôpital de la Croix-Rousse",
        "Université Lyon 1, Faculté de Médecine Lyon Est, CIRI, Inserm U1111 CNRS UMR5308",
        "Laboratoire Commun de Recherche Hospices Civils de Lyon-bioMérieux, Centre Hospitalier",
        "National reference center for respiratory viruses 19 103 Grande-Rue de la Croix Rousse 20 69317, Lyon, France 21 Telephone: +33 (0)4 72 07 10 22 22"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.19.998179",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.03.19.998179.pdf"
    },
    "abstract": "We present the first genetic characterization of a COVID-19 cluster in Europe using metagenomic next-generation sequencing (mNGS). Despite low viral loads, the mNGS workflow used herein allowed to characterize the whole genome sequences of SARS-CoV2 isolated from an asymptomatic patient, in 2 clinical samples collected 1 day apart. Comparison of these sequences suggests viral evolution with development of quasispecies. In addition, the present workflow identified a new deletion in nsp2 (Asp268Del) which was found in all 3 samples originating from this cluster as well as in 37 other viruses collected in England and in Netherlands, suggesting the spread of this deletion in Europe. The impact of Asp268Del on SARS-CoV-2 transmission and pathogenicity, as well as on PCR performances and anti-viral strategy should be rapidly evaluated in further studies.",
    "funding": [
        {}
    ]
}