{
    "abstract": "Background: Health literacy plays an essential role in ones ability to acquire and understand critical medical information in the COVID-19 infodemic and other pandemics. Purpose: To summarize the assessment, levels and determinants of pandemic related health literacy and its associated clinical outcomes. Data sources: Medline, Embase, PsychINFO, CINAHL, arXiv, bioRxiv, medRxiv, and Social Science Research Network. The start date was unrestricted and current as of 22 April 2020. Study selection Studies which evaluated health literacy related to novel coronavirus disease 2019 (COVID-19), Severe Acute Respiratory Syndrome (SARS) or Middle East Respiratory Syndrome (MERS) Data extraction Data on the characteristics of study designs, instruments, participants and level of health literacy were collected. Items used in instruments were grouped under the themes of knowledge, attitudes and practices. Determinants of health literacy were grouped into five domains (socio-demographic, medical, psychological/psychiatric, health systems related and others). Data synthesis: Of 2,065 articles screened, 70 articles were included. 21, 17 and 32 studies evaluated health literacy related to COVID-19, SARS and MERS, respectively. The rates of low pandemic health literacy ranged from 4.3 to 57.9% among medical-related populations and 4.0% to 82.5% among non-medical populations. Knowledge about symptoms and transmission of infection; worry about infection and, practices related to mask usage and hand hygiene was most frequently evaluated. Socio-demographic determinants of health literacy were most studied, where higher education level, older age and female gender were associated with better health literacy. No studies evaluated outcomes associated with health literacy. Limitations Non-English articles were excluded. Conclusion: The level of pandemic related health literacy is sub-optimal. Healthcare administrators need to be aware of health literacy determinants when formulating policies in pandemics.\nCompeting Interest Statement",
    "author": "Lian Leng Low; Weihao Caleb Huang; Cheng Teng Yeam; Ngiap Chuan Tan; Jun Jie Benjamin Seng",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20094227",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20094227"
    },
    "title": "Pandemic related Health literacy - A Systematic Review of literature in COVID-19, SARS and MERS pandemics",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research did not receive any external funding"
        }
    ]
}