{
    "abstract": "The new coronavirus disease 2019 (COVID-19) has been emerged as a rapidly spreading pandemic. The disease is thought to spread mainly from person-to-person through respiratory droplets produced when an infected person coughs, sneezes, or talks. The pathogen of COVID-19 is the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). It infects the cells binding to the angiotensin-converting enzyme 2 receptor (ACE2) which is expressed by cells throughout the airways as targets for cellular entry. Although the majority of persons infected with SARS-CoV-2 experience symptoms of mild upper respiratory tract infection, in some people infections of the peripheral airways result in severe, potentially fatal pneumonia. However, the induction of COVID-19 pneumonia requires that SARS-CoV-2 reaches the peripheral airways. While huge efforts have been made to understand the spread of the disease as well as the pathogenesis following cellular entry, much less attention is paid how SARS-CoV-2 from the environment reach the receptors of the target cells. The aim of the present study is to characterize the deposition distribution of SARS-CoV-2 in the airways upon exposure to cough-generated aerosol. For this purpose, the Stochastic Lung Deposition Model has been applied. Aerosol size distribution and breathing parameters were taken from the literature supposing normal breathing through the nose. We found that the probability of direct infection of the peripheral airways due to inhalation of aerosol generated by a bystander cough is very low. As the number of pathogens deposited in the extrathoracic airways is ~10 times higher than in the peripheral airways, we concluded that in most cases COVID-19 pneumonia must be preceded by SARS-CoV-2 infection of the upper airways. Our results suggest that without the enhancement of viral load in the upper airways, COVID-19 would be much less dangerous. The period between the onset of initial symptoms and the potential clinical deterioration could provide an opportunity for prevention of pneumonia by blocking or significantly reducing the transport of viruses towards the peripheral airways. Coughing into a tissue or cloth even at home in order to absorb the emitted aerosol is highly recommended to avoid the continuous re-inhalation of own cough.",
    "author": "Alpár Horváth; Attila Nagy; Imre Balásházy; Péter Füri; Gusztáv G. Schay; Árpád Farkas; Balázs G. Madas; Aladár Czitrovszky",
    "date": 2020,
    "doi": "10.1101/2020.05.13.20100057",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.13.20100057"
    },
    "title": "Deposition distribution of the new coronavirus (SARS-CoV-2) in the human airways upon exposure to cough-generated aerosol",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The authors received no funding for this research."
        }
    ]
}