{
    "title": "Accelerated hyaluronan concentration as the primary driver of morbidity and mortality in high-risk COVID-19 patients: with therapeutic introduction of an oral hyaluronan inhibitor in the prevention of \"Induced Hyaluronan Storm\" Syndrome",
    "date": 2020,
    "author": "Michael A. Mong, Jacob A. Awkal, Paul E. Marik, 1Department of Surgery, VA North Texas Health Care System Dallas, TX 75216, USA 2Department of Surgery, University of Texas Southwestern Medical Center, Dallas, TX 75390, USA 3Department of Bioengineering, University of Texas at Dallas, Richardson, TX 75080, USA 4Division of Pulmonary and Critical Care Medicine, Eastern Virginia Medical School, Norfolk, VA 23510, USA *These authors contributed equally to this work",
    "affiliations": [
        "Department of Surgery, VA North Texas Health Care System Dallas, TX 75216, USA",
        "Department of Surgery, University of Texas Southwestern Medical Center, Dallas, TX 75390, USA",
        "Department of Bioengineering, University of Texas at Dallas, Richardson, TX 75080, USA",
        "Division of Pulmonary and Critical Care Medicine, Eastern Virginia Medical School, Norfolk, VA 23510, USA",
        "These authors contributed equally to this work"
    ],
    "journal": "Conflict of Interest",
    "volume": "19",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.19.20071647",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.04.19.20071647.pdf"
    },
    "abstract": "Background To date, more than 161,000 people have died from the coronavirus disease 2019 (COVID-19) yet the fundamental drivers of the morbidity and mortality remain uncertain. Clinicians worldwide appear to be at a loss to know how to prevent and treat the severe respiratory distress in these patients effectively. Consequently, the fundamental mechanisms leading to death in high-risk patients with COVID-19 need to be discovered and addressed with urgency. Despite a marked drop in frequency, the post-mortem autopsy remains an essential part of both discovering the cause of death in a particular individual, but also in advancing the science and treatment of disease, especially in the case of novel pathogens such as SARS-CoV-2[2]. The goal of an autopsy is to discover the cause of death (COD) using a macro/microscopic investigation. Traditionally, the intact organs are carefully removed, inspected, and weighed. Because lung weight is often affected by the cause of death and the last breath occurs very near if not at the moments of death, the evaluation of the lungs is one of the starting points of any COD investigation[3]. Method A comprehensive search was performed to systematically review all reported autopsy findings in COVID-19 patients in order to better understand the underlying disease mechanisms resulting in death. We then compared these findings with the results of a targeted literature review of hyaluronan in relationship to acute respiratory distress syndrome (ARDS). Results In total, data from 181 autopsies were identified. From this group, 6 autopsies of COVID-19 patients were selected for a detailed review and statistical analysis. The average lung weight of those who were determined to have died as a result of SARS-CoV-2 was 2196g-approximately 2.5x normal lung weight. Hyaline membranes were consistently identified on histologic sections. A review of the literature reveals that hyaluronan has been associated with the pathophysiology of ARDS since 1967. However, its key role in driving the morbidity and",
    "keywords": [
        "Systematic review",
        "COVID-19",
        "SARS-CoV-2",
        "Hyaline Membrane",
        "Hyaluronan",
        "Acute Respiratory Distress Syndrome",
        "ARDS",
        "Autopsy",
        "Induced Hyaluronan Storm Syndrome",
        "Cause of Death"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Funding Source No",
                    "award-id": [
                        "COVID-19"
                    ]
                },
                {
                    "funding-source": "Marie-François-Xavier Bichat",
                    "award-id": [
                        "1771–1802"
                    ]
                },
                {
                    "funding-source": "The Father of Histology”"
                }
            ],
            "funding-statement": "Funding Source No external funding was acquired for this manuscript. Abbreviations: COVID-19, novel coronavirus disease 2019; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2; HA, hyaluronic acid or hyaluronan; IHS, induced hyaluronan storm; CSS, cytokine storm syndrome; SEB, staphylococcal enterotoxin B Word count: 2,843 \"You may take notes for 20 years, from morning to night at the bedside of the sick, upon the diseases of the viscera, and all will be to you only a confusion of symptoms...a train of incoherent phenomena. Open a few bodies and this obscurity will disappear.\" Marie-François-Xavier Bichat (1771–1802), “The Father of Histology”[1]."
        }
    ]
}