{
    "abstract": "Background: Organ graft recipients receiving immunosuppressive therapy are likely to be at heighted risk for the Coronavirus Disease 2019 (Covid-19) and adverse outcomes including death. It is therefore important to characterize the clinical course and outcome of Covid-19 in this vulnerable population and identify therapeutic strategies that are safe. Methods: We performed a retrospective chart review of 54 adult kidney transplant patients diagnosed with Covid-19 and managed in New York State, the epicenter of Covid-19 pandemic. The patients were evaluated by video visits, phone interviews, or in the Emergency Room for respiratory illness symptoms consistent with Covid-19 from March 13, 2020 to April 20, 2020. Characteristics of the patients were stratified by hospitalization status and disease severity. Clinical course including alterations in immunosuppressive therapy were retrieved from their electronic medical records. Primary outcomes included recovery from Covid-19 symptoms, acute kidney injury, graft failure, and case fatality rate. Results: Of the 54 SARS-Cov-2 positive kidney transplant recipients, 39 with moderate to severe symptoms were admitted and 15 with mild symptoms were managed at home. Hospitalized patients compared to non-hospitalized patients were more likely to be male, of Hispanic ethnicity, and to have cardiovascular disease. At baseline, all but 2 were receiving tacrolimus, mycophenolate mofetil (MMF) and 32 were on a steroid free immunosuppression regimen. Tacrolimus dosage was reduced in 46% of hospitalized patients and maintained at baseline level in the non-hospitalized cohort. Mycophenolate mofetil (MMF) dosage was maintained at the baseline dosage in 11% of hospitalized patients and 64% of non-hospitalized patients, and was stopped in 61% hospitalized patients and 0% in the non-hospitalized cohort. Azithromycin or doxycycline were prescribed at a similar rate among hospitalized and non-hospitalized patients (38% vs. 40%). Hydroxychloroquine was prescribed in 79% of hospitalized patients and only one of 15 non-hospitalized patients. Acute kidney injury occurred in 51% of hospitalized patients. Patients with severe disease were more likely to have elevations in inflammatory biomarkers at presentation. At a median of 21 days follow up, 67% of patients have had their symptoms resolved or improved and 33% have persistent symptoms. Graft failure requiring hemodialysis occurred in 3 of 39 hospitalized patients (8%). Three of 39 (8%) hospitalized patients expired and none of the 15 non-hospitalized patients expired. Conclusions: Clinical presentation of Covid-19 in kidney transplant recipients was similar to what has been described in the general population. The case fatality rate in our entire cohort of 54 kidney transplant recipients was reassuringly low and patients with mild symptomology could be successfully managed at home. Data from the pilot study suggest that a strategy of systematic screening and triage to inpatient or outpatient care, close monitoring, and judicious use of immunosuppressive drugs rather than cessation is beneficial.\nCompeting Interest Statement",
    "author": "Jehon Marku-Podvorica; Michelle Lubetzky; Rosy Priya Kodiyanplakkal; Manikkam Suthanthiran; Thangamani Muthukumar; Meredith Aull; Sandip Kapur; Choli Hartono; Darshana Dadhania; Rebecca Craig-Shapiro; Samuel Sultan; Stuart Saal; John Lee; Laura Gingras; Jun Lee",
    "date": 2020,
    "doi": "10.1101/2020.04.30.20086462",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.30.20086462"
    },
    "title": "Kidney Allograft Recipients Diagnosed with Coronavirus Disease-2019: A Single Center Report",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "BioFire Diagnostics, LLC"
                }
            ],
            "funding-statement": "J.R.L. receives research funding support from BioFire Diagnostics, LLC"
        },
        {
            "award-group": [],
            "funding-statement": "The study was supported by internal divisional funds"
        }
    ]
}