{
    "title": "Ocular conjunctival inoculation of SARS-CoV-2 can cause mild COVID-19 in Rhesus macaques",
    "author": "Wei Deng, Linlin Bao, Hong Gao, Zhiguang Xiang, Yajin Qu, Zhiqi Song, 5 Shunran Gong, Jiayi Liu, Jiangning Liu, Pin Yu, Feifei Qi, Yanfeng Xu, Fengli 6 Li, Chong Xiao, Qi Lv, Jing Xue, Qiang Wei, Mingya Liu, Guanpeng Wang, 7 Shunyi Wang, Haisheng Yu, Xing Liu, Wenjie Zhao, Yunlin Han, Chuan Qin",
    "date": 2020,
    "affiliations": [
        "Key Laboratory of Human Disease Comparative Medicine, Chinese Ministry of",
        "Health, Beijing Key Laboratory for Animal Models of Emerging and Remerging",
        "Infectious Diseases, Institute of Laboratory Animal Science, Chinese Academy of",
        "Medical Sciences and Comparative Medicine Center, Peking Union Medical College",
        "Beijing, China. 14",
        "Department of Radiology, Bejing Anzhen Hospital, Capital Medical University"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.13.990036",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.03.13.990036.pdf"
    },
    "abstract": "The outbreak of Corona Virus Disease 2019 caused by the severe acute respiratory syndrome coronavirus (SARS-CoV-2) is highly transmitted. The potential extra-respiratory transmission routes remain uncertain. Five rhesus macaques were inoculated with 1×106 TCID50 of SARS-CoV-2 via conjunctival (CJ), intratracheal (IT), and intragastric (IG) routes, respectively. Remarkably, the CJ inoculated-macaques developed mild interstitial pneumonia and viral load was detectable in the conjunctival swabs at 1 days post-inoculation (dpi). Only via IT inoculation, viral load was detected in the anal swab at 1-7 dpi and macaque showed weight loss. However, viral load was undetectable after IG inoculation. Comparatively, viral load was higher in the nasolacrimal system but lesions of lung were relatively mild and local via CJ inoculation compared with that via IT inoculation, demonstrating distinct characteristics of virus dispersion. Both the two routes affected the alimentary tract. Therefore the clinicians need to protect eye while working with patients.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Key Research and Development Project of China",
                    "award-id": [
                        "2016YFD0500304"
                    ]
                },
                {
                    "funding-source": "Innovative Medicine of China",
                    "award-id": [
                        "2016-I2M-2-006"
                    ]
                },
                {
                    "funding-source": "National Mega"
                },
                {
                    "funding-source": "China for Major Infectious Diseases",
                    "award-id": [
                        "2017ZX10304402"
                    ]
                }
            ],
            "funding-statement": "This work was supported by the National Key Research and Development Project of China (Grant No 2016YFD0500304), CAMS initiative for Innovative Medicine of China (Grant No 2016-I2M-2-006), National Mega projects of China for Major Infectious Diseases (Grant No 2017ZX10304402). Authors Contributions Conceptualization: C.Q.; Methodology:C.Q., W.D., L.L.B., H.G., Z.G.X., Y.J.Q., Z.Q.S.,; Investigation: W.D., L.L.B., H.G., Z.G.X., Y.J.Q., Z.Q.S., S.R.G., J.Y.L., J.N.L., P.Y., F.F.Q., Y.F.X., F.L.L., C.X., Q.L., J.X., Q.W., M.Y.L., G.P.W., S.Y.W., H.S.Y., X.L., W.J.Z., Y.L.H., C.Q.; Writing – Original Draft: Z.Q.S. and J.X. ; Writing –Review and Editing: C.Q. ; Funding Acquisition: C.Q. and L.L.B., ; Resources: C.Q.; Supervision: C.Q"
        }
    ]
}