{
    "abstract": "Objective: To analyze the epidemiological and intergenerational clinical characteristics of COVID-19 patients associated with cluster, so as to understand the rules of the patients associated with cluster of this outbreak and provide help for the prevention and control of COVID-19. Methods: All close contacts of the patient were screened since the first supermarket employee with COVID-19 was identified. A retrospective analysis was made on the epidemiological and clinical characteristics of the confirmed cases admitted to the designated hospitals for centralized treatment. The patients were divided into two groups according to the first generation (supermarket employees, group A) and the second or third generation (family members or friends of supermarket employees, group B), and the similarities and differences between the two groups were compared. Results: A total of 24 COVID-19 patients were diagnosed, with an average age of 48±1.73 years. The mean duration from onset to release form quarantine was 21.04±6.77 days, and the onset time was concentrated in 5-11 days after the first patient was diagnosed. Among all the patients, 23 patients were moderate, among which 7 patients (29.17%) were asymptomatic. Symptoms of symptomatic patients were cough (75.00%), low fever (62.50%), shortness of breath (41.67%), sore throat (25.00%), gastrointestinal symptoms (25.00%), fatigue (20.83%), etc. Biochemical examination on admission showed that the white blood cell count < 4.010×9/L (29.17%) and the lymphocyte count <1.1×109/L (58.33%). The lymphocyte count of 50.00% of the patients was ≤0.6×109/L. On admission, chest CT showed pneumonia (100%) with bilateral infiltration (75.00%). Treatment: antiviral drug (100%), Chinese medicine (100%), common oxygen therapy (45.83%). There were 11 cases in group A (first generation, 11 cases) and 13 cases in group B (second generation, 11 cases; third generation, 2 cases). In group B, there were more males, from onset to admission later, more patients had underlying diseases, and more patients were treated with albumin (P<0.05). However, there was no statistical difference between the two groups in other clinical indicators, including the duration from onset to release form quarantine(P>0.05). There was no improvement in granulocyte count in all patients, as well as in groups A and B, between admission and release from quarantine(P>0.05). Conclusion: The clinical characteristics of COVID-19 patients associated with cluster were similar to those of other COVID-19 patients, but there were some special features. The severity of the disease was similar and there was intergenerational spread. There was no difference in clinical characteristics between generations. Asymptomatic infections occurred in a proportion of patients and could cause spread.",
    "author": "Hui Tian; Jian Han; Xiuli Zou; Yunxia Wang; Junmin Xing; Xihong Zhang; Lina Zhang; Mingxin Liu; Juan Chen; Wenming Zhang; Min Wu; Kang Ning; Shuangfeng Chen; Tiejun Wu; Zhenqin Chang; Guijie Zhou; Suochen Tian",
    "date": 2020,
    "doi": "10.1101/2020.04.11.20058891",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.11.20058891"
    },
    "title": "Epidemiological investigation and intergenerational clinical characteristics of 24 COVID-19 patients associated with supermarket cluster",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "We haven't received any external funding."
        }
    ]
}