{
    "abstract": "Importance: The COVID-19 pandemic has resulted in more than 3.5 million cases and 245 thousand deaths worldwide as of May 6, 2020. Determining the extent of the presence of the virus on public surfaces is critical for understanding the potential risk of infection in these areas. Objective: To evaluate the presence of SARS-CoV-2 RNA on public surfaces in a densely populated urban area in Brazil. Design and Setting: A total of 101 samples were collected from different surfaces in public places in the region of Belo Horizonte with the highest number of COVID-19 cases. Samples were collected near the hospital and public transportation areas using sterile swabs, and then submitted to nucleic acid extraction and genomic detection and quantification by one-step qPCR. Results: Seventeen of the 101 samples tested positive (16.8%) for SARS-CoV-2 RNA, including samples from bus stations/terminals, public squares, and sidewalks, including those near hospitals. Conclusions and Relevance: Our data indicated the contamination of public surfaces by SARS-CoV-2, especially near hospital areas, highlighting the risk of infection for the population. Constant monitoring of the virus in urban areas is required as a strategy to fight the pandemic and prevent further infections.",
    "affiliations": [
        "Universidade Federal de Minas Gerais) for their assistance. In addition, we thank the Pró Reitorias de Pesquisa da UFMG/Secretaria de Educação Superior/Ministério da Educação (number 23072.211119/2020-10), Programa de Pós-graduação em Microbiologia da UFMG, CNPq (Conselho Nacional de Desenvolvimento Científico",
        "Tecnológico), CAPES (Coordenação de Aperfeiçoamento de Pessoal de Nível Superior) and FAPEMIG (Fundação de Amparo à Pesquisa do estado de Minas Gerais) for their financial support. B.P.D, E.G.K., G.S.T. and J.S.A. are",
        "CNPq researchers. J.S.A. and P.A.A. are members of Rede Vírus MCTIC. We also thank Belo Horizonte City Hall for its assistance for contaminated areas disinfection"
    ],
    "author": "Thais Barbara de Souza Silva; Cesar Moura; Viviane de Souza Alves; Betania Paiva Drumond; Giliane de Souza Trindade; Iago Jose da Silva Domingos; Pedro Henrique Bastos e Silva; Diogo Correa Mendonca; Pedro Augusto Alves; Gabriela Fernanda Garcia Oliveira; Rodrigo Rodrigues; Fernanda Souza; Erik Reis; Graziele Pereira Oliveira; Livia Sacchetto Pengo; Ana Paula Correia Crispim; Paulo Boratto; Erna Geessien Kroon; Victoria Fulgencio Queiroz; Jonatas Santos Abrahao; Izabela Mauricio Rezende",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20094631",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20094631"
    },
    "title": "Detection of SARS-CoV-2 RNA on public surfaces in a densely populated urban area of Brazil",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Pró Reitorias de Pesquisa",
                    "award-id": [
                        "UFMG/S"
                    ]
                },
                {
                    "funding-source": "Secretaria de Educação"
                },
                {
                    "funding-source": "Ministério da Educação",
                    "award-id": [
                        "23072.211119/2020-10"
                    ]
                },
                {
                    "funding-source": "Programa de Pós-graduação"
                },
                {
                    "funding-source": "Microbiologia da UFMG, CNPq"
                },
                {
                    "funding-source": "Conselho Nacional de Desenvolvimento Científico"
                },
                {
                    "funding-source": "CAPES"
                },
                {
                    "funding-source": "Coordenação de Aperfeiçoamento de Pessoal de Nível Superior)"
                },
                {
                    "funding-source": "Fundação de Amparo"
                },
                {
                    "funding-source": "Minas Gerais)"
                }
            ],
            "funding-statement": "In addition, we thank the Pró Reitorias de Pesquisa da UFMG/Secretaria de Educação Superior/Ministério da Educação (number 23072.211119/2020-10), Programa de Pós-graduação em Microbiologia da UFMG, CNPq (Conselho Nacional de Desenvolvimento Científico e Tecnológico), CAPES (Coordenação de Aperfeiçoamento de Pessoal de Nível Superior) and FAPEMIG (Fundação de Amparo à Pesquisa do estado de Minas Gerais) for their financial support"
        }
    ]
}