{
    "abstract": "Introduction: Recent reports suggest that sudden smell loss might be a symptom of SARS-CoV-2 infection. The aim of this study was to investigate the frequency of olfactory loss in an out-patient population who presented to a coronavirus testing center during a 2-week period and to evaluate the diagnostic value of the symptom sudden smell loss for screening procedures. Methods: In this cross-sectional controlled cohort study, 500 patients who presented with symptoms of a common cold to a corona testing center and fulfilled corona testing criteria, completed a standardized diagnostic questionnaire which included the patients main symptoms, time course and an additional self-assessment of the patients current smell, taste function and nasal breathing compared to the level before onset of symptoms. Results: Out of the 500 patients, 69 presented with olfactory loss. Twenty-two of them subsequently tested positive for SARS-CoV-2. Only twelve out of the patients without olfactory loss tested positive, resulting in a frequency of 64.7% for the symptom sudden smell loss in COVID-19 patients. Compared to COVID-19 patients without smell loss, they were significantly younger and less severely affected. Changes in nasal airflow were significantly more pronounced in SARS-CoV-2 negative patients with olfactory complaints compared to the patients with smell loss who were tested positive for SARS-CoV-2. By excluding patients with a blocked nose, the symptom sudden smell loss can be attested a high specificity (97%) and a sensitivity of 65% with a PPV of 63% and NPV of 97% for COVID-19. Conclusion: Considering the high frequency of smell loss in non-hospitalized COVID-19 patients, acute olfactory impairment should be included in the WHO symptoms list and should be recognized as an early symptom of the disease. In contrast to other acute viral smell impairment, COVID-19 associated smell loss seems to be only rarely accompanied by a severely blocked nose.",
    "author": "Katja de With; Antje Haehner; Julia Draf; Thomas Hummel; Sarah Draeger",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20081356",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20081356"
    },
    "title": "Predictive value of sudden olfactory loss in the diagnosis of COVID-19",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "There is no sponsorship or funding arrangement related to this research."
        }
    ]
}