{
    "abstract": "First cases of COVID-19 were reported in Wuhan, China in early December 2019. Preliminary data from China indicated a substantial impact on mental health by the pandemic and its associated lockdown measures. Such measures are unprecedented for the majority of people and may affect their lives tremendously. The current survey was developed to assess mental health in response to the lockdown in Germany. Methods We conducted a web-based self-report survey including various aspects of mental health (e.g. PHQ-D, PHQ-4, WHO-5 and comparative questions on a 5-point Likert scale concerning sleep, irritability & interpersonal violence). First wave data were taken during the height of lockdown measures in Germany from 1 April to 15 April 2020. Results A total of 3,545 volunteers took part in this cross-sectional survey. Mean age was 40.36 years (SD = 11.70; 83.1% female, 15.2% male). Acute or chronic disease was reported by 36.7% (physical) and 24.7% (mental) of subjects. Participants scored mild severity distress in the PHQ stress module. Depression and anxiety as assessed by PHQ-4 was significantly higher than in reference samples. The mean well-being score (WHO-5) was 50.7, thus pointing towards possible signs of depression. Furthermore, we found significant gender differences for anxiety and depression with women showing higher levels. 45.3% of participants reported worsened sleep, increased levels of irritation, anger and aggression compared to pre-pandemic times. Most importantly, 5% of all participants reported experiencing interpersonal violence (IPV). Discussion This is one of the first and largest surveys on mental health during the COVID-19 pandemic in a European society reflecting a relatively well educated and financially secure sample. Yet, there is evidence for a substantial mental burden with increased levels of stress, anxiety, depressive symptoms, sleep disturbance and irritability. Most importantly and also most concerning is the finding of a one-month prevalence of 5% IPV. We think it is of vital importance to continuously monitor the mental health of the general public during this pandemic and its aftermath and to carefully screen for IPV and its risk factors such as stress, sleep problems and anger.",
    "author": "Jonas Kneer; Tillmann Krueger; Stefanie Jung",
    "date": 2020,
    "doi": "10.1101/2020.05.06.20090340",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.06.20090340"
    },
    "title": "The German COVID-19 Survey on Mental Health: Primary Results",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received."
        }
    ]
}