{
    "abstract": "Considering the massive amount of clinical trial registers aimed to find effective drugs for the prevention and treatment of COVID-19, it is challenging to have a comprehensive view of which drugs are being studied more extensively and when is expected that we will have consistent results regarding their effectiveness. This systematic review included all clinical trials on pharmacological therapy related to COVID-19 and SARS-CoV-2 registered at the International Clinical Trials Registry Platform (WHO-ICTRP) up to April 22, 2020. Clinical trials characteristics (country, design, sample size, main outcomes, expected completion data, type of participants, length of the interventions, main outcomes). How many trials and the accumulated sample size by drug or combination of drugs, and by month in 2020 was depicted. We identified 412 clinical trials registers addressing the effect of pharmacological treatments on COVID-19, predominantly from Asia and Europe (42.2% and 31.1% of clinical trials registers, respectively). The most main outcomes studied were clinical recovery (54.4% of the clinical trials registers, respiratory recovery (28.2%) mortality (27.4%), viral load/negativity (20.4%). During 2020, a huge amount of clinical trials are expected to be completed: 41 trials (60,366 participants) using hydroxychloroquine, 20 trials (1,588 participants) using plasma, 18 trials (6,830 participants) using chloroquine, 12 trials (9,938 participants using lopinavir/ritonavir, 11 trials (1,250 participants) using favipiravir, 10 trials ( 2,175 participants) using tocilizumab and 6 trials (13,540 participants) using Remdesivir. The distribution of the number of registered clinical trials among the different therapeutic options leads to an excess of sample size for some and a lack for others. Our data allow us to conclude that by the end of June we will have results of almost 20 trials involving 40000 patients for hydroxychloroquine and 5 trials with 4500 patients for remdesivir; however, low statistical power is expected from the 9 clinical trials testing the efficacy of favipiravir or the 5 testing tocilizumab, since they will recruit less than 1000 patients each one.",
    "author": "Celia Alvarez-Bueno; Arthur E Mesas; Vicente Martinez-Vizcaino; Ivan Cavero-Redondo; Carlos Pascual-Morena; Irene Sequi-Dominguez; Alicia Saz-Lara",
    "date": 2020,
    "doi": "10.1101/2020.05.05.20091785",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.05.20091785"
    },
    "title": "The race to find a SARS-CoV-2 drug can only be won by a few chosen drugs: a systematic review of registers of clinical trials of drugs aimed at preventing or treating COVID-19",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This study did not receive specific funding."
        }
    ]
}