{
    "title": "An Effective CTL Peptide Vaccine for Ebola Zaire Based on Survivors’ CD8+ Targeting of a Particular Nucleocapsid Protein Epitope with Potential Implications for COVID-19 Vaccine Design",
    "keywords": [
        "Ebola Zaire vaccine",
        "CTL Vaccine",
        "controller",
        "YQVNNLEEI",
        "COVID-19",
        "SARS-CoV-2",
        "Flow Focusing"
    ],
    "author": "Herst CV; Burkholz S; Sidney J; Sette A; Harris PE; Massey S; Brasel T; Cunha-Neto E; Rosa DS; Chao WCH; Carback R; Hodge T; Wang L; Ciotlos S; Lloyd P; , Rubsamen R;",
    "date": 2020,
    "affiliations": [
        "University of Texas, Medical Branch,301 University Blvd, Galveston, TX 77555",
        "Laboratory of Clinical Immunology and Allergy-LIM60, University of Sao Paulo School of",
        "Institute for Investigation in Immunology (iii) INCT, Sao Paulo, Brazil",
        "Heart Institute (Incor), School of Medicine, University of Sao Paulo, Sao Paulo, Brazil",
        "Department of Microbiology, Immunology and Parasitology, Federal University of Sao",
        "Sao Paulo, Brazil",
        "Endocrinology Division, Department of Medicine, School of Medicine, Columbia",
        "University, New York, New York, USA",
        "Massachusetts General Hospital, Department of Anesthesia, Critical Care and Pain",
        "iLa Jolla Institute for Allergy and Immunology, 9420 Athena Circle La Jolla, CA 92037",
        "University of Macau, E12 Avenida da Universidade, Taipa, Macau, China"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.02.25.963546",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.02.25.963546.pdf"
    },
    "abstract": "The 2013-2016 West Africa EBOV epidemic was the biggest EBOV outbreak to date. An analysis of virus-specific CD8+ T-cell immunity in 30 survivors showed that 26 of those individuals had a CD8+ response to at least one EBOV protein. The dominant response (25/26 subjects) was specific to the EBOV nucleocapsid protein (NP). It has been suggested that epitopes on the EBOV NP could form an important part of an effective T-cell vaccine for Ebola Zaire. We show that a 9-amino-acid peptide NP44-52 (YQVNNLEEI) located in a conserved region of EBOV NP provides protection against morbidity and mortality after mouse adapted EBOV challenge. A single vaccination in a C57BL/6",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The research was funded by"
        }
    ]
}