{
    "abstract": "Background: Pandemics pose significant challenges for healthcare systems, including an increase in difficult discussions about future illness progression and end of life. Objectives: To synthesise existing evidence about communication practices used to discuss difficult matters, including prognosis and end of life, and to use this evidence to make recommendations for clinical practice. The aim of this study was to use rapid review methods to update findings from a previous systematic review published in 2014. Data sources: MEDLINE, EMBASE, CINAHL, PsycINFO, Sociological Abstracts, Web of Science, Scopus, ASSIA and Amed. Study eligibility criteria: Studies using conversation analysis or discourse analysis to examine recordings of actual conversations about difficult matters relating to future illness progression and end of life. Study appraisal and synthesis methods: Data appraisal and extraction procedures used in the 2014 review were modified for this rapid review. Results: Following screening, 18 sources were deemed to meet eligibility criteria, which were added to the 19 sources included in the 2014 systematic review. Synthesis of study findings identified 11 communication practices: providing opportunities for patient or family members to propose matters to discuss (7 out of 37 included sources); seeking a patient or family member's perspective (6/37); discussing the future indirectly (11/37); discussing the future explicitly (7/37) linking to something previously said or done (11/37); using hypothetical scenarios (13/37); framing a difficult matter as universal (5/37); acknowledging uncertainty (3/37); exploring options (2/37); displaying sensitivity (7/37); emphasising the positive (7/37). Limitations: Dividing work amongst the study authors to enable rapid review may have created inconsistencies. Conclusions and implications of key findings: This synthesis of high-quality evidence from actual clinical practice supports a series of recommendations for communicating about difficult matters during and beyond the COVID-19 pandemic.\nCompeting Interest Statement",
    "author": "Victoria Land; Charles Antaki; Ruth Parry; Stuart Ekberg; Katie Ekberg; Marco Pino",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20078048",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20078048"
    },
    "title": "Communicating with patients and families about difficult matters: A rapid review in the context of the COVID-19 pandemic",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No research funding was obtained to support this work."
        }
    ]
}