{
    "abstract": "Since the outbreak of coronavirus disease 2019 (COVID-19), caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) was first reported in Wuhan, a series of confirmed cases of COVID-19 were found on the Qinghai-Tibet plateau. We aimed to describe the epidemiological, clinical characteristics, and outcomes of all confirmed cases in Qinghai, a province at high altitude. With efficient measures to stop the spread of coronavirus, no new cases were found in Qinghai Province for 60 consecutive days between Feb 6 and April 6, 2020. Of all 18 patients with confirmed SARS-CoV-2 infection, 15 patients comprising 4 transmission clusters were identified. Three patients were infected by direct contact without travel history to Wuhan. Seven patients were asymptomatic on admission. Of 18 patients, 10 patients showed bilateral pneumonia and 2 patients showed no abnormalities. Three patients with comorbidities such as hypertension, liver diseases or diabetes developed severe illness. High C-reactive protein levels and elevations of both ALT and AST were observed in 3 severely ill patients on admission. All 18 patients were eventually discharged, including the 3 severe patients who recovered after treatment with non-invasive mechanical ventilation, convalescent plasma and other therapies. Our findings confirmed human-to-human transmission of SARS-CoV-2 in clusters. The strategies of early diagnosis, early isolation, and early treatment are important to prevent the spread of COVID-19 and improve the cure rate. Patients with comorbidities are more likely to develop severe illness and could benefit from convalescent plasma transfusion.",
    "affiliations": [
        "Science and Technology Department of Qinghai Province (number 2020-SF-158)"
    ],
    "author": "Xiuzhen Ma; Xiaoyi Wang; AIqi Xi; Jingtao Dai; Hongying Zheng; Zhuo Ma; Lianmeng Shi; Huanying Bai; Yuehe Ding; Jian Xu; Xiaoli Ma; Eric Nuermberger",
    "date": 2020,
    "doi": "10.1101/2020.04.23.20077644",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.23.20077644"
    },
    "title": "Epidemiological and clinical characteristics of discharged patients infected with SARS-CoV-2 on the Qinghai plateau",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Science and Technology Department of Qinghai Province",
                    "award-id": [
                        "2020-SF-158"
                    ]
                }
            ],
            "funding-statement": "This study was funded by Science and Technology Department of Qinghai Province (number 2020-SF-158)"
        }
    ]
}