{
    "abstract": "Background: To date, several clinical laboratory parameters associated with COVID-19 severity have been reported. However, these parameters have not been observed consistently across studies. The aim of this review was to assess clinical laboratory parameters which may serve as markers or predictors of severe or critical COVID-19 disease Methods: We conducted a systematic search of MEDLINE, Embase, Web of Science, CINAHL and Google Scholar databases from 2019 through April 18, 2020, and reviewed bibliographies of eligible studies, relevant systematic reviews, and the medRxiv pre-print server. We included hospital-based observational studies reporting clinical laboratory parameters of confirmed cases of COVID-19 and excluded studies having large proportions (>10%) of children and pregnant women. Two authors independently carried out screening of articles, data extraction and quality assessment. Meta-analyses were done using random effects model. Meta-median difference (MMD) and 95% confidence interval (CI) was calculated for each laboratory parameter. Results: Forty-five studies in 6 countries were included. Compared to non-severe COVID-19 cases, severe or critical COVID-19 disease was characterised by higher neutrophil count (MMD: 1.23 [95% CI: 0.58 to 1.88] ×109 cells/L), and lower lymphocyte and CD4 counts with MMD (95% CI) of -0.39 (-0.47, -0.31) ×109 cells/L and -204.9 (-302.6, -107.1) cells/μl, respectively. Other notable results were observed for C-reactive protein (MMD: 36.97 [95% CI: 27.58, 46.35] mg/L), interleukin-6 (MMD: 17.37 [95% CI: 4.74, 30.00] pg/ml,), Troponin I (MMD: 0.01 [0.00, 0.02] ng/ml), and D-dimer (MMD: 0.65 [0.45, 0.85] mg/ml). Conclusions and Relevance: Relative to non-severe COVID-19, severe or critical COVID-19 is characterised by increased markers of innate immune response, decreased markers of adaptive immune response, and increased markers of tissue damage and major organ failure. These markers could be used to recognise severe or critical disease and to monitor clinical course of COVID-19.\nCompeting Interest Statement",
    "author": "Michael Goodman; Jude Moutchia; Miriam Nji; Kaodi McGaw; Aldiona Kerri; Pratik Pokharel; Shreeshti Uchai",
    "date": 2020,
    "doi": "10.1101/2020.04.24.20078782",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.24.20078782"
    },
    "title": "Clinical Laboratory Parameters Associated with Severe or Critical Novel Coronavirus Disease 2019 (COVID-19): A Systematic Review and Meta-analysis",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was received"
        }
    ]
}