{
    "title": "A dynamic nomenclature proposal for SARS-CoV-2 to assist genomic epidemiology",
    "date": 2020,
    "author": "Andrew Rambaut, Edward C. Holmes, Verity Hill, Áine O’Toole, JT McCrone, Chris Ruis, Louis du Plessis, Oliver G. Pybus,* 1. Institute of Evolutionary Biology, University of Edinburgh, Edinburgh, UK. 2. Marie Bashir Institute for Infectious Diseases and Biosecurity, School of Life and",
    "affiliations": [
        "Institute of Evolutionary Biology, University of Edinburgh, Edinburgh, UK",
        "Marie Bashir Institute for Infectious Diseases and Biosecurity, School of Life and",
        "Environmental Sciences and School of Medical Sciences, University of Sydney, Sydney, NSW, Australia",
        "Department of Zoology, University of Oxford, Oxford, UK",
        "Department of Medicine, University of Cambridge, UK",
        "Correspondence should be addressed to:"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.17.046086",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.17.046086.pdf"
    },
    "abstract": "The ongoing pandemic spread of a novel human coronavirus, SARS-COV-2, associated with severe pneumonia disease (COVID-19), has resulted in the generation of thousands of virus genome sequences. The rate of genome generation is unprecedented, yet there is currently no coherent nor accepted scheme for naming the expanding phylogenetic diversity of SARS-CoV-2. We present a rational and dynamic virus nomenclature that uses a phylogenetic framework to identify those lineages that contribute most to active spread. Our system is made tractable by constraining the number and depth of hierarchical lineage labels and by flagging and declassifying virus lineages that become unobserved and hence are likely inactive. By focusing on active virus lineages and those spreading to new locations this nomenclature will assist in tracking and understanding the patterns and determinants of the global spread of SARS-CoV-2.",
    "funding": [
        {}
    ]
}