{
    "title": "Temporal Association Between Particulate Matter Pollution and Case Fatality Rate of COVID-19 in Wuhan, China",
    "author": "Ye Yao, Ph.D., Fudan University, Shanghai China 5 Jinhua Pan, M.Sc., Fudan University, Shanghai China 6 Zhixi Liu, B.Med., Fudan University, Shanghai China 7 Xia Meng, Ph.D., Fudan University, Shanghai China 8 Weidong Wang, B.Med., Fudan University, Shanghai China 9 Haidong Kan, Ph.D. & M.D., Fudan University, Shanghai China 10 Weibing Wang, Ph.D. & M.D., Fudan University, Shanghai China",
    "date": 2020,
    "affiliations": [
        "Fudan University, Shanghai China",
        "Jinhua Pan†, M.Sc., Fudan University, Shanghai China",
        "Zhixi Liu†, B.Med., Fudan University, Shanghai China",
        "Xia Meng†, Ph.D., Fudan University, Shanghai China",
        "Weidong Wang, B.Med., Fudan University, Shanghai China",
        "Haidong Kan*, Ph.D. & M.D., Fudan University, Shanghai China",
        "Weibing Wang*, Ph.D. & M.D., Fudan University, Shanghai China",
        "Weibing Wang, School of Public Health, Fudan University, Shanghai 17 200032, China",
        "Haidong Kan, School of Public Health, Fudan University, Shanghai 19 200032, China"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.09.20049924",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.04.09.20049924.pdf"
    },
    "abstract": "The Coronavirus (COVID-19) epidemic, which was first reported in December in Wuhan, China, has caused 3,314 death as of March 31, 2020 in China. This study aimed to investigate the temporal association between case fatality rate (CFR)\nof COVID-19 and particulate matter (PM) in Wuhan. We conducted a time series analysis to explore the temporal day-by-day associations. We found COVID-19 held higher case fatality rate with increasing concentrations of PM2.5 and PM10 in temporal scale, which may affect the process of patients developed from mild to severe and finally influence the prognosis of COVID-19 patients.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Bill & Melinda Gates Foundation"
                }
            ],
            "funding-statement": "This study was sponsored by the Bill & Melinda Gates Foundation (Grant No"
        }
    ]
}