{
    "abstract": "Introduction: There is limited research on how the COVD-19 pandemic will affect countries with weakened health systems and particularly those in conflict. Syria protracted conflict has strained its health systems and caused fragmentation. In this study, we focus on northwest (NW) Syria, where recent violence has driven almost one million civilians (of the 4.17 million in the area) from their homes between December 2019 and March 2020. The area is challenged by overcrowding, inadequate WASH, shelter and insufficient healthcare services. Internationally promoted measures (social distancing, self-isolation, quarantine, lockdown) are not impossible. We model outcomes, according to three scenarios, should there be a COVD-19 outbreak. We aim to: 1. Predict the numbers of cases, including severe and critical ones, and deaths. 2. Identify critical time points when the health system capacity is overwhelmed due to COVID-19. Methodology: using the WHO COVD-19 Essential Supplies Forecasting Tool (COVID-ESFT) and data from the Health Information System Unit on population and health facility capacity and utilization in northwest Syria, we generate predicted numbers of cases, deaths and health care needs according to three scenarios. Scenario One assumes a medium doubling rate (every 4 days) and a medium clinical attack rate (20% of the population). Scenario Two assumes a fast doubling rate (every 3.2 days) and a medium clinical attack rate (20% of the population). Camp-population Scenario assumes a very fast doubling rate (every 2.3 days) and a medium clinical attack rate (20% of the population). Scenarios One and Two apply to the total population of 4.17 million and for 8 weeks from the first case while Camp-population Scenario applies only to the 1.2 million internally displaced persons (IDPs) in camps and tented settlements and for 6 weeks from the first case. For each scenario, we identify critical time-points when the health system capacity is overwhelmed assuming a highly conservative estimate that 50% of regular hospital (ward) and ICU beds can be occupied by COVID-19 patients. Results: Scenario One predicts 16,384 cases (0.4% of the total population), of which 2,458 are severe and 819 are critical, and 978 deaths in the first 8 weeks. Scenario Two predicts 185,364 cases (4.4% of the population), of which 27805 are severe and 9268 are critical, and 11,066 deaths in the first 8 weeks. Camp-population Scenario predicts 240,000 cases (20% of the IDP population) of which 36,000 are severe and 12,000 are critical and 14,328 deaths in the first 6 weeks. With only 2,429 inpatient beds and 240 ICU beds (98 with adult ventilators, 62 with paediatric ventilators) in northwest Syria, ward and ICU bed capacities will be overwhelmed within 4-7 weeks. The Camp-population Scenario will see the earliest critical time-points. Conclusion and recommendations: Should a COVID-19 outbreak occur in NW Syria, projected cases and deaths will be particularly severe among IDPs. Health system capacity will be overwhelmed within a short period after the first case in camp settings. There is need for further research to account for additional variables that can impact projections. However, it is urgent for international community to mobilize efforts and resources to support community-based measures, increase testing, strengthen health system capacity.",
    "author": "Mahmoud Hariri; Mary Ana McGlasson; Salah Safadi; Hazem Rihawi; Wael Obed",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20085365",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20085365"
    },
    "title": "THE COVID-19 FORECAST IN NORTHWEST SYRIA The Imperative of Global Action to Avoid Catastrophe",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This study has not received funding"
        }
    ]
}