{
    "abstract": "Background:There is currently a global outbreak of coronavirus disease 2019 (COVID-19),and its epidemic characteristics in the areas where the outbreak has been successfully controlled are rarely reported. Objective: Describe the epidemic characteristics of COVID-19 in Jingmen,Hubei,introduce the local prevention and control experience,and observe the impact of various prevention and control measures on the number of new cases. Methods: All the COVID-19 patients diagnosed in the municipal districts of Jingmen from January 12 to February 29,2020 were enrolled in this study. We described epidemiological data and observed the impact of control measures on the epidemic. Findings: Of the 219 cases (110 men and 109 women), 88 (40%) had exposure to Wuhan. The median age was 48 years ( range,2-88 years;IQR,35-60). Thirty-three severe patients with a median age of 66 years(range,33-82 years,IQR,57-76) were treated in intensive care units; out of these patients, 66.7 %(22) were men and 19 (57.5%) had chronic diseases, including hypertension, diabetes, heart failure, stroke, and renal insufficiency. Under the control measures, the number of new patients gradually decreased and nearly disappeared after 18 days. Wearing masks in all kinds of situations prevents most infections and is one of the most effective prevention and control measures. Interpretation: In conclusion,all people are susceptible to COVID-19, and older males and those with comorbid conditions are more likely to become severe cases. Even though COVID-19 is highly contagious,control measures have proven to be very effective, particularly wearing masks,which could prevent most infections.\nCompeting Interest Statement",
    "author": "Jing wu; zhiguo dai; Qijun Gao; Feng Xiao; yingfu hu; Jing wang",
    "date": 2020,
    "doi": "10.1101/2020.03.07.20031393",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.07.20031393"
    },
    "title": "The epidemiological characteristics of 2019 novel coronavirus diseases (COVID-19) in Jingmen,Hubei,China",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement no fund</strong>"
        }
    ]
}