{
    "abstract": "Background The COVID19 pandemic is a global health and societal emergency that requires the adoption of Unprecedented measures to control the rapid spread of the ongoing COVID19 epidemic. Residents' adherence to control measures is affected by their knowledge, attitudes, and practices (KAP) towards the disease, therefore. This study was carried out to investigate KAP towards COVID-19 KAP among residents in Tanzania during the period of the epidemic. Methods This was a crosssectional study that involved a sample of online Tanzanian residents who was recruited randomly by sending an invitation asking to answer my survey\". Survey Monkey tool was used to develop a link and KAP questionnaire for data collection. Participants self-selected themselves when they choose to answer the questionnaire. The questionnaire assessed demographic characteristics of participants, Knowledge, attitude, and practice toward COVID. simple descriptive to complex analyses of multivariate was carried out using SPSS 17. Results Four hundred residents completed a survey. The mean age of study participants was 32 years, and majorities were females 216 (54.0%). There were no significant differences in demographic variables (p>0.3). Those who held a bachelor's degree or above (60.3%) had a more correct score. Overall, (84.4%) of participants had good knowledge which was significantly associated with education level (p=0.001). Nearly all of the participants (96.0%) had confidence that COVID-19 will be eliminated. The majority of the respondents (77%) did not go to a crowded place in recent days. Multiple linear regression analysis showed that male gender, age-group of 16-29 years, and education of secondary or lower were significantly associated with lower knowledge score. Conclusion Our findings revealed good knowledge, optimistic attitudes, and appropriate practices towards COVID-19. Suggesting that a community-based health education program about COVID-19 is helpful and necessary to control the disease.",
    "author": "Mariam Ibrahim; sima rugarabamu; Aisha Byanaku",
    "date": 2020,
    "doi": "10.1101/2020.04.26.20080820",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.26.20080820"
    },
    "title": "Knowledge, attitudes, and practices (KAP) towards COVID-19: A quick online cross-sectional survey among Tanzanian residents.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No fund received for this study"
        }
    ]
}