{
    "abstract": "BACKGROUND Swabs for SARS-CoV-2 are routinely collected by health care workers, putting them at risk of infection and requiring use of personal protective equipment (PPE). Self-collected swabs offer many advantages provided detection rate of SARS-CoV-2 and other respiratory viruses is not compromised. METHODS In a prospective study, patients attending dedicated COVID-19 collection clinics were offered the option to first self-collect (SC) nasal and throat swabs prior to health worker collection (HC). Two different laboratory services participated, with HC at Site 1 collecting nasal and throat swabs and at Site 2 nasopharyngeal (NP) and throat swabs. Samples were analysed for SARS-CoV-2 as well as common respiratory viruses. Concordance of results between methods was assessed using Cohens kappa (κ). RESULTS Of 236 patients sampled by HC and SC, 25 had COVID-19 (24 by HC and 25 by SC) and 63 had other respiratory viruses (56 by HC and 58 by SC). SC was highly concordant with HC (κ = 0.890) for all viruses including SARS-CoV-2 and more concordant than HC to positive results by any method (κ = 0.959 vs 0.933). CONCLUSIONS Self-collection of throat and nasal swabs offers a reliable alternative to health worker collection for the diagnosis of SARS-CoV-2 and other common respiratory viruses. High viral load of SARS-CoV-2 throughout the respiratory tract and sensitive molecular methods may explain these findings. Self-collection also provides patients with easier access to testing, reduces the exposure of the community and health workers to those undergoing testing and reduces the requirement for PPE.",
    "author": "Shane Byrne; Evan Bursle; Narelle Hadlow; David New; Smathi Chong; Terri Sivertsen; Jennifer Robson; Michael C Wehrhahn; Suzanne Brown; James P Newcombe",
    "date": 2020,
    "doi": "10.1101/2020.04.09.20057901",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.09.20057901"
    },
    "title": "Self-collection: an appropriate alternative during the SARS-CoV-2 pandemic",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding received"
        }
    ]
}