{
    "abstract": "Background: COVID-19, the disease associated with the Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) is currently a global pandemic with several thousands of confirmed cases of infection and death. However, the death rate across affected countries shows variation deserving of critical evaluation. Methods: In this study, we evaluated differentials in COVID-19 confirmed cases of infection and associated deaths of selected countries in Sub-Sahara Africa (Nigeria and Ghana), South Africa, Europe (Italy, Spain, Sweden and UK) and USA. Data acquired for various standard databases on mutational shift of the SARS-CoV-2 virus based on geographical location, BCG vaccination policy, malaria endemicity, climatic conditions (temperature), differential healthcare approaches were evaluated over a period of 45 days from the date of reporting the index case. Results: The number of confirmed cases of infection and associated deaths in Sub-Sahara Africa were found to be very low compared to the very high values in Europe and USA over the same period. Recovery rate from COVID-19 is not correlated with the mutational attributes of the virus with the sequenced strain from Nigeria having no significant difference (p>0.05) from other geographical regions. Significantly higher (p<0.05) infection rate and mortality from COVID-19 were observed in countries (Europe and USA) without a current universal BCG vaccination policy compared to those with one (Sub-Sahara African countries). Countries with high malaria burden had significantly lower (p<0.05) cases of COVID-19 than those with low malaria burden. A strong negative correlation (-0.595) between mean annual temperature and COVID-19 infection and death was observed with 14.8% variances between temperature and COVID-19 occurrence among the countries. A clear distinction was observed in the COVID-19 disease management between the developed countries (Europe and USA) and Sub-Sahara Africa. Conclusions: The study established that the wide variation in the outcome of the COVID-19 disease burden in the selected countries are attributable largely to climatic condition (temperature) and differential healthcare approaches to management of the disease. We recommend consideration and mainstreaming of these findings for urgent intervention and management of COVID-19 across these continents.\nCompeting Interest Statement",
    "author": "Olawale S Folarin; Anthony E Ogbeibu; Mayowa Fasona; Adebayo A Otitoloju; Chukwuemeka Isanbor; Chukwudozie Solomon Onyeka; Taiwo O Adubi; Ifeoma P Okafor; Kafilat Adebola Bawa-Allah; Temitope O Sogbanmu",
    "date": 2020,
    "doi": "10.1101/2020.04.20.20072322",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.20.20072322"
    },
    "title": "COVID-19 pandemic: examining the faces of spatial differences in the morbidity and mortality in sub-Saharan Africa, Europe and USA.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors."
        }
    ]
}