{
    "abstract": "The Islamic Republic of Iran reported its first COVID-19 cases by 19th February 2020, since then it has become one of the most affected countries, with more than 73,000 cases and 4,585 deaths at the date. Spatial modeling could be used to approach an understanding of structural and sociodemographic factors that have impacted COVID-19 spread at a province-level in Iran. In the present paper, we developed a spatial statistical approach to describe how COVID-19 cases are spatially distributed and to identify significant spatial clusters of cases and how the socioeconomic features of Iranian provinces might predict the number of cases. We identified a cluster of provinces with significantly higher rates of COVID-19 cases around Tehran, which indicated that the spread of COVID-19 within Iran was spatially correlated. Urbanized, highly connected provinces with older population structures and higher average temperatures were the most susceptible to present a higher number of COVID-19 cases. Interestingly, literacy is a protective factor that might be directly related to health literacy and compliance with public health measures. These features indicate that policies related to social distancing, protecting older adults, and vulnerable populations, as well as promoting health literacy, might be targeted to reduce SARS-CoV2 spread in Iran. Our approach could be applied to model COVID-19 outbreaks in other countries with similar characteristics or in case of an upturn in COVID-19 within Iran.",
    "author": "Juan Carlos Gomez-Verjan; Omar Yaxmehen Bello-Chavolla; Ricardo Ramírez-Aldana",
    "date": 2020,
    "doi": "10.1101/2020.04.19.20071605",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.19.20071605"
    },
    "title": "Spatial analysis of COVID-19 spread in Iran: Insights into geographical and structural transmission determinants at a province level",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was received."
        }
    ]
}