{
    "abstract": "The recent emergence of Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) causing COVID-19 is a major burden for health care systems worldwide. It is important to address if the current infection control instructions based on active ingredients are sufficient. We therefore determined the virucidal activity of two alcohol-based hand rub solutions for hand disinfection recommended by the World Health Organization (WHO), as well as commercially available alcohols. Efficient SARS-CoV-2 inactivation was demonstrated for all tested alcohol-based disinfectants. These findings show the successful inactivation of SARS-CoV-2 for the first time and provide confidence in its use for the control of COVID-19.",
    "affiliations": [
        "Federal Ministry of Education and Research, Germany (BMBF; grant RAPID, #01KI1723A)"
    ],
    "author": "Mitra L. Gultom; Stephanie Pfaender; Tran Thi Nhu Thao; Melle Holwerda; Jörg Steinmann; Silvio Steiner; Günter Kampf; Philip V’kovski; Ronald Dijkman; Volker Thiel; Nadine Ebert; Eike Steinmann; Annika Kratzel; Daniela Niemeyer; Christian Drosten; Daniel Todt",
    "date": 2020,
    "doi": "10.1101/2020.03.10.986711",
    "identifiers": {
        "url": "http://biorxiv.org/cgi/content/short/2020.03.10.986711"
    },
    "title": "Efficient inactivation of SARS-CoV-2 by WHO-recommended hand rub formulations and alcohols",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "European Commission"
                },
                {
                    "funding-source": "Marie Sklodowska-Curie Innovative Training Network",
                    "award-id": [
                        "721367"
                    ]
                },
                {
                    "funding-source": "Federal Ministry of Education and Research, Germany",
                    "award-id": [
                        "#01KI1723A"
                    ]
                }
            ],
            "funding-statement": "Financial support, This study was supported by the European Commission (Marie Sklodowska-Curie Innovative Training Network “HONOURS”; grant agreement No 721367), and by the Federal Ministry of Education and Research, Germany (BMBF; grant RAPID, #01KI1723A)"
        }
    ]
}