{
    "abstract": "BACKGROUND: Estimates of pediatric morbidity and mortality from COVID-19 are vital for planning optimal use of human and material resources throughout this pandemic. METHODS: Government websites from countries with minimum 1000 cases in adults and children on April 13, 2020 were searched to find the number of cases confirmed in children, the age range, and the number leading to hospitalization, intensive care unit (ICU) admission or death. A systematic literature search was performed April 13, 2020 to find additional data from cases series. RESULTS: Data on pediatric cases were available from government websites for 23 of the 70 countries with minimum 1000 cases by April 13, 2020. Of 424 978 cases in these 23 countries, 8113 (1.9%) occurred in children. Nine publications provided data from 4251 cases in 4 additional countries. Combining data from the websites and the publications, 330 of 2361 cases required admission (14%). The ICU admission rate was 2.2 % of confirmed cases (44 of 2031) and 7.2% of admitted children (23 of 318). Death was reported for 15 cases. CONCLUSION: Children accounted for 1.9% of confirmed cases. The true incidence of pediatric infection and disease will only be known once testing is expanded to individuals with less severe or no symptoms. Admission rates vary from 0.3 to 10% of confirmed cases (presumably varying with the threshold for testing) with about 7% of admitted children requiring ICU care. Death is rare in middle and high income countries.",
    "author": "Nicole Le Saux; Kayur Mehta; Joan Robinson; Michelle Barton Forbes; Jielin Lu; Margaret Sampson; Kriti Kumar",
    "date": 2020,
    "doi": "10.1101/2020.05.05.20091751",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.05.20091751"
    },
    "title": "COVID- 19 Infection in Children: Estimating Pediatric Morbidity and Mortality",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Funding Source: No external funding for this manuscript."
        }
    ]
}