{
    "abstract": "Background & Aims: New York is the current epicenter of Coronavirus disease 2019 (COVID-19) pandemic. The underrepresented minorities, where the prevalence of obesity is higher, appear to be affected disproportionately. Our objectives were to assess the characteristics and early outcomes of patients hospitalized with COVID-19 in the Bronx and investigate whether obesity is associated with worse outcomes. Methods: This retrospective study included the first 200 patients admitted to a tertiary medical center with COVID-19. The electronic medical records were reviewed at least three weeks after admission. The primary endpoint was in-hospital mortality. Results: 200 patients were included (female sex: 102, African American: 102). The median BMI was 30 kg/m2. The median age was 64 years. Hypertension (76%), hyperlipemia (46.2%), and diabetes (39.5%) were the three most common comorbidities. Fever (86%), cough (76.5%), and dyspnea (68%) were the three most common symptoms. 24% died during hospitalization (BMI <25 kg/m2: 31.6%, BMI 25-34 kg/m2: 17.2%, BMI≥35 kg/m2: 34.8%, p= 0.03). The multivariate analysis for mortality, demonstrates that BMI≥35 kg/m2 (OR: 3.78; 95% CI: 1.45 - 9.83; p=0.006), male sex (OR: 2.74; 95% CI: 1.25 - 5.98; p=0.011) and increasing age (OR: 1.73; 95% CI: 1.13 - 2.63; p=0.011) were independently associated with higher inhospital mortality. Similar results were obtained for the outcomes of increasing oxygen requirement and intubation. Conclusions: In this cohort of hospitalized patients with COVID-19 in a minority-predominant population, severe obesity, increasing age, and male sex were associated with higher in-hospital mortality and in general worse in-hospital outcomes.",
    "author": "Christos S. Mantzoros; Damianos G. Kokkinidis; Shitij Arora; Dimitrios Karamanis; Leonidas Palaiodimos; Weijia Li; Jennifer Ognibene; William N. Southern",
    "date": 2020,
    "doi": "10.1101/2020.05.05.20091983",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.05.20091983"
    },
    "title": "Severe obesity is associated with higher in-hospital mortality in a cohort of patients with COVID-19 in the Bronx, New York",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was available for this study"
        }
    ]
}