{
    "abstract": "Pregnant women are vulnerable group in viral outbreaks especially in the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic. The aim of this review was to identify maternal and neonatal outcomes in available articles on pregnancies affected by COVID-19. The articles that had assessed outcomes of pregnancy and perinatal of women with COVID-19 between Oct 2019 and Apr 30, 2020 without language limitation were considered. All kinds of studies such as case report, case series, retrospective cohort, case control were included. We searched databases, selected relevant studies and extracted data regarding maternal and neonatal outcomes from each article. Data of 287 pregnant women with COVID-19 of 6 countries were assessed from 28 articles between December 8, 2019 and April 6, 2020. Most pregnant women reported in their third trimester, 102 (35.5%) cases were symptomatic at the time of admission. Common onset symptoms, abnormal laboratory findings, and chest computed tomography pattern were fever (51.5%), lymphocytopenia (67.9%), and multiple ground-glass opacities (78.5%) respectively. 93% of all deliveries were done through cesarean section. No maternal mortality and 3 % ICU admission were reported. Vertical transmission was not reported but its possibility was suggested in three neonates. One neonatal death, one stillbirth, and one abortion were reported. All newborns were not breastfed. This review showed fewer adverse maternal and neonatal outcomes in pregnant women with COVID-19 in comparison with previous coronavirus outbreak infection in pregnancy. Limited data are available regarding possibility of virus transmission in utero, during vaginal childbirth and breastfeeding. Effect of COVID-19 on first and second trimester and ongoing pregnancy outcomes in infected mothers is still questionable.",
    "affiliations": [
        "Shiraz University of Medical Sciences, Shiraz, Iran"
    ],
    "author": "Fatemeh Azarkish; Roksana Janghorban",
    "date": 2020,
    "doi": "10.1101/2020.05.09.20096842",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.09.20096842"
    },
    "title": "Impact of COVID-19 infection on maternal and neonatal outcomes: a review of 287 pregnancies",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Vice Chancellor for Research, Shiraz"
                },
                {
                    "funding-source": "University of Medical Sciences, Shiraz"
                }
            ],
            "funding-statement": "This work was supported by the Vice Chancellor for Research, Shiraz University of Medical Sciences, Shiraz, Iran"
        }
    ]
}