{
    "abstract": "Background: Since the appearance of the first case of COVID-19 in Morocco, the cumulative number of reported infectious cases continues to increase and, consequently, the government imposed the containment measure within the country. Our aim is to predict the impact of the compulsory containment on COVID-19 spread. Earlier knowledge of the epidemic characteristics of COVID-19 transmission related to Morocco will be of great interest to establish an optimal plan-of-action to control the epidemic. Method: Using a Susceptible-Asymptomatic-Infectious model and the data of reported cumulative confirmed cases in Morocco from March 2nd to April 9, 2020, we determined the basic and control reproduction numbers and we estimated the model parameter values. Furthermore, simulations of different scenarios of containment are performed. Results: Epidemic characteristics are predicted according to different rates of containment. The basic reproduction number is estimated to be 2.9949, with CI(2.6729-3.1485). Furthermore, a threshold value of containment rate, below which the epidemic duration is postponed, is determined. Conclusion: Our findings show that the basic reproduction number reflects a high speed of spread of the epidemic. Furthermore, the compulsory containment can be efficient if more than 73% of population are confined. However, even with 90% of containment, the end-time is estimated to happen on July 4th which can be harmful and lead to consequent social-economic damages. Thus, containment need to be accompanied by other measures such as mass testing to reduce the size of asymptomatic population. Indeed, our sensitivity analysis investigation shows that the COVID-19 dynamics depends strongly on the asymptomatic duration as well as the contact and containment rates. Our results can help the Moroccan government to anticipate the spread of COVID-19 and avoid human loses and consequent social-economic damages as well.\nCompeting Interest Statement",
    "author": "Redouane Qesmi; Aayah Hammoumi",
    "date": 2020,
    "doi": "10.1101/2020.04.26.20080770",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.26.20080770"
    },
    "title": "A first study on the impact of containment measure on COVID-19 spread in Morocco",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "NA"
        }
    ]
}