{
    "abstract": "Background: A subset of COVID-19 patients exhibit clinical features of cytokine storm. However, clinicopathologic features diagnostic of hemophagocytic lymphohistiocytosis (HLH) have not been reported. Pathologic studies to date have largely focused on the pulmonary finding of diffuse alveolar damage (DAD). To this aim, we study the reticuloendothelial organs of four consecutive patients dying of COVID-19 and correlate with clinical and laboratory parameters to detect HLH. Methods: Autopsies restricted to chest and abdomen were performed on four patients who succumbed to COVID-19. Spleen, liver, and multiple pulmonary hilar/mediastinal lymph nodes were sampled in all cases. Bone marrow was obtained by rib squeeze in a subset of cases. Routine H&E staining as well as immunohistochemical staining for CD163 was performed to detect hemophagocytosis. Clinical and laboratory results from pre-mortem blood samples were used to calculate H-scores. Findings: All four cases demonstrated DAD within the lungs. Three of the four cases had histologic evidence of hemophagocytosis within pulmonary hilar/mediastinal lymph nodes. One case showed hemophagocytosis in the spleen but none showed hemophagocytosis in liver or bone marrow. Lymphophagocytosis was the predominant form of hemophagocytosis observed. One patient showed diagnostic features of HLH with an H-score of 217 while a second patient was likely HLH with a partial H-score of 145 due to missing triglyceride level. Both patients exhibited high fever and early onset rise in serum ferritin; however, neither bicytopenia, pancytopenia, nor hypofibrinogenemia were observed in either. The remaining two patients had H-scores of 131 and 96. Interpretation: This is the first report of SARS-CoV-2 associated HLH. Identification of HLH in a subset of patients with severe COVID-19 will inform clinical trials of therapeutic strategies.\nCompeting Interest Statement",
    "affiliations": [
        "Boston University Mallory Pathology Associates, Inc. and Boston Medical Center"
    ],
    "author": "Andrey Prilutskiy; Ilyas Yambayev; John Mark Sloan; Artem Shevtsov; Eric Burks; Adam Lerner; Michael Kritselis; Karen Quillen; Qing Zhao; Yachana Kataria; Shayna Sarosiek; Charitha Vadlamudi",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20094888",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20094888"
    },
    "title": "SARS-CoV-2 Infection Associated Hemophagocytic Lymphohistiocytosis: An autopsy series with clinical and laboratory correlation.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Boston University Mallory Pathology Associates, Inc"
                },
                {
                    "funding-source": "Boston Medical Center."
                }
            ],
            "funding-statement": "Funding was partially provided by the Boston University Mallory Pathology Associates, Inc. and Boston Medical Center."
        }
    ]
}