{
    "abstract": "Background: Coronavirus disease 2019 (COVID-19) is caused by coronavirus 2 (SARS-CoV-2). Symptoms include fever, cough, shortness of breath, muscle pain, pneumonia, and multi-organ failure. The infection spreads from one person to another via respiratory droplets. Alternative medicine (AMs) viz., Ayurveda, Homeopathy, Unani, and Traditional Chinese Medicine (TCM), are being promoted for the prevention of COVID-19. The aim of this systematic scoping review was to identify and summarize the scientific evidences promoting the use of AMs for the prevention of COVID-19. Methods: A comprehensive search of electronic search engines (PubMed and Web of Science) was performed. In addition, freewheeling searches of the government health ministries and government websites was done to retrieve the available information. Records available until 12th March 2020 were considered. Reports proposing the use of AMs for prevention or treatment of COVID-19 across all countries were included. Screening (primary and secondary) of the records and data extraction from the eligible studies were done by a single reviewer followed by a random quality check (10%) by the second reviewer. Results: Overall, 8 records (7 from China and 1 from India) exploring the use of AMs for the prevention or treatment of COVID-19 were identified. Different medicines were explored by different AM systems. Conclusions: Several AMs options are proposed for the prevention or treatment of COVID-19. However, their efficacy and safety still needs scientific validation through rigorous randomized controlled trials. This review may help inform decisions about the importance of research and development of AMs for COVID-19 prevention and treatment.\nCompeting Interest Statement",
    "author": "Santosh Tiwari; Amrita Nandan; Vishwas Sharma",
    "date": 2020,
    "doi": "10.1101/2020.05.14.20101352",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.14.20101352"
    },
    "title": "Exploring alternative medicine options for the prevention or treatment of coronavirus disease 2019 (COVID-19)- A systematic scoping review",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding received"
        }
    ]
}