{
    "title": "Pangolin homology associated with 2019-nCoV",
    "date": 2020,
    "author": "Tao Zhang, Qunfu Wu, Zhigang Zhang,#",
    "affiliations": [
        "State key Laboratory for Conservation and Utilization of Bio-Resources in Yunnan",
        "School of Life Sciences, Yunnan University, Kunming, Yunnan, 650091, China"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.02.19.950253",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.02.19.950253.pdf"
    },
    "abstract": "To explore potential intermediate host of a novel coronavirus is vital to rapidly control continuous COVID-19 spread. We found genomic and evolutionary evidences of the occurrence of 2019-nCoV-like coronavirus (named as Pangolin-CoV) from dead Malayan",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Second Tibetan Plateau Scientific Expedition and Research",
                    "award-id": [
                        "2019QZKK0503"
                    ]
                },
                {
                    "funding-source": "National Key Research and Development Program of China",
                    "award-id": [
                        "2018YFC2000500"
                    ]
                },
                {
                    "funding-source": "Key Research Program of the Chinese Academy of Sciences",
                    "award-id": [
                        "KFZD-SW-219"
                    ]
                },
                {
                    "funding-source": "Chinese National Natural Science Foundation",
                    "award-id": [
                        "31970571"
                    ]
                },
                {
                    "funding-source": "Pangolin- Cov"
                }
            ],
            "funding-statement": "This study was supported Second Tibetan Plateau Scientific Expedition and Research (STEP) program (no. 2019QZKK0503), the National Key Research and Development Program of China (no. 2018YFC2000500), the Key Research Program of the Chinese Academy of Sciences (no. KFZD-SW-219), and the Chinese National Natural Science Foundation (no. 31970571).  by the  Figure legends Pangolin-Cov. (B) Similarity plot based on the full-length genome sequence of Pangolin- Cov"
        }
    ]
}