{
    "abstract": "Object: To evaluate the clinical efficacy and safety of α-Lipoic acid (ALA) for critically ill patients with coronavirus disease 2019 (COVID-19). Methods: A randomized, single-blind, group sequential, active-controlled trial was performed at JinYinTan Hospital, Wuhan, China. Between February 2020 and March 2020, 17 patients with critically ill COVID-19 were enrolled in our study. Eligible patients were randomly assigned in a 1:1 ratio to receive either ALA (1200 mg/d, intravenous infusion) once daily plus standard care or standard care plus equal volume saline infusion (placebo) for 7 days. All patients were monitored within the 7 days therapy and followed up to day 30 after therapy. The primary outcome of this study was the Sequential Organ Failure Estimate (SOFA) score, and the secondary outcome was the all-cause mortality within 30 days. Result: Nine patients were randomized to placebo group and 8 patients were randomized to ALA group. SOFA score was similar at baseline, increased from 4.3 to 6.0 in the placebo group and increased from 3.8 to 4.0 in the ALA group (P=0.36) after 7 days. The 30-day all-cause mortality tended to be lower in the ALA group (3/8, 37.5%) compared to that in the placebo group (7/9, 77.8%, P=0.09). Conclusion: In our study, ALA use is associated with lower SOFA score increase and lower 30-day all-cause mortality as compared with the placebo group. Although the mortality rate was two-folds higher in placebo group than in ALA group, only borderline statistical difference was evidenced due to the limited patient number. Future studies with larger patient cohort are warranted to validate the role of ALA in critically ill patients with COVID-19. Keywords: Pneumonia; COVID-19; SARS-CoV-2 ; α-Lipoic acid",
    "author": "Ting Xiao; Peng Wang; Kai Hu; Ling Sang; Dingyu Zhang; Xia Zheng; Ming Zhong; Wenlong Yang; Junbo Ge; Aijun Sun; Ge Yao; Jinyan Zhang; Xuejuan Jin; Lei Xu",
    "date": 2020,
    "doi": "10.1101/2020.04.15.20066266",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.15.20066266"
    },
    "keywords": [
        "Pneumonia",
        "COVID-19",
        "SARS-CoV-2",
        "α-Lipoic acid"
    ],
    "title": "A Randomized, Single-blind, Group sequential, Active-controlled Study to evaluate the clinical efficacy and safety of α-Lipoic acid for critically ill patients with coronavirus disease 2019（COVID-19）",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement none</strong>"
        }
    ]
}