{
    "abstract": "The novel coronavirus SARS-CoV-2 has emerged as one of the most compelling public health challenges of our time. To address the myriad issues generated by this pandemic, an interdisciplinary breadth of research, clinical, and public health communities have rapidly engaged to find answers and solutions. One area of active inquiry is understanding the mode(s) of SARS-CoV-2 transmission. While respiratory droplets are a known mechanism of transmission, other mechanisms are possible. Of particular importance to global health is the possibility of vertical transmission from infected mothers to infants through breastfeeding or consumption of human milk. However, there is limited published literature related to vertical transmission of any human coronavirus (including SARS-CoV-2) via human milk and/or breastfeeding. There is a single study providing some evidence of vertical transmission of human coronavirus 229E, a single study evaluating presence of SARS-CoV in human milk (it was negative), and no published data on MERS-CoV and human milk. There are 9 case studies of human milk tested for SARS-CoV-2; none detected the virus. Importantly, none of the published studies on coronaviruses and human milk report validation of their analytical methods for use in human milk. These reports are evaluated here, and their implications related to the possibility of vertical transmission of coronaviruses (in particular, SARS-CoV-2) during breastfeeding are discussed.",
    "author": "Antti Seppo; Sharon M Donovan; Janet E Williams; Lars Bode; Mark A McGuire; Michelle K McGuire; Kirsi M Järvinen; Ryan M Pace; Daniel J Raiten; Kimberly A Lackey; Courtney L Meehan",
    "date": 2020,
    "doi": "10.1101/2020.04.07.20056812",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.07.20056812"
    },
    "title": "SARS-CoV-2 and human milk: what is the evidence?",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "There was no funding associated with this work."
        }
    ]
}