{
    "abstract": "The recent surge in COVID-19 cases has exposed health care workers (HCWs) to a wide range of psychological stressors and predisposed them to anxiety-related disorders. Here, we investigated the anxiety level in this population. This multi-center, cross-sectional study was performed on 1038 HCWs in 14 hospitals during the COVID-19 pandemic. Beck anxiety inventory (BAI) was used to measure the level of anxiety in this population. In all, 1038 hospital staffs with a mean age of 36.30+/-8.23 years old participated in this study. Most participants were 31 to 40 years old (43.2), female (87.6%), and nurses (49.5%). The BAI scores for the participants were in a positive skew distribution, with a score range of 0-63, a median of 12 and a mean value of 15.30+/-11.43. Of the 1038 hospital staff, 411 (39.6%) had moderate to severe anxiety. The anxiety level was significantly higher in health care workers ≤40 years old, women, and nurses. Gender, age, and working positions had the most relation with anxiety, respectively. It seems that HCWs experienced a high level of anxiety in the COVID-19 outbreak. One of the important measures in each epidemic is doing supportive care to maintain the mental well-being of HCWs, especially in higher risk groups, including younger HCWs, women, and nurses.",
    "author": "Mahbod Kaveh; Mahsa Ghajarzadeh; Elham Feizabad; Nasim Shokouhi; Elham Shirali; Shokoh Varaei; Fateme Davari-tanha; Mohammad Ali Ashraf; Pershang Nazemi",
    "date": 2020,
    "doi": "10.1101/2020.05.02.20089045",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.02.20089045"
    },
    "title": "Anxiety levels among Iranian health care workers during the COVID-19 surge: A cross-sectional study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research did not receive any specific grant from funding agencies in the public, commercial, or not for profit sectors."
        }
    ]
}