{
    "title": "SARS-CoV-2 neutralizing serum antibodies in cats: a serological investigation",
    "author": "Qiang Zhang, Huajun Zhang, Kun Huang, Yong Yang, Xianfeng Hui, Jindong Gao, Xinglin He, Chengfei Li, Wenxiao Gong, Yufei Zhang, Cheng Peng",
    "date": 2020,
    "affiliations": [
        "National Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan, 430070, China",
        "College of Veterinary Medicine, Huazhong Agricultural University, Wuhan, 430070, China",
        "Key Laboratory of Development of Veterinary Diagnostic Products, Ministry of Agriculture, Wuhan, 430070, China",
        "CAS Key Laboratory of Special Pathogens, Wuhan Institute of Virology, Center for Biosafety Mega-Science, Chinese Academy of Sciences, Wuhan, 430070, China",
        "These authors have contributed equally to this work",
        "Corresponding author. E-mail address:"
    ],
    "journal": "Keywords",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.01.021196",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.01.021196.pdf"
    },
    "abstract": "Coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) was first reported in Wuhan, China, and rapidly spread worldwide. Previous studies suggested cat could be a potential susceptible animal of SARS-CoV-2. Here, we investigated the infection of SARS-CoV-2 in cats by detecting specific serum antibodies. A cohort of serum samples were collected from cats in Wuhan, including 102 sampled after COVID-19 outbreak, and 39 prior to the outbreak. 15 of 102 (14.7%) cat sera collected after the outbreak were positive for the receptor binding domain (RBD) of SARS-CoV-2 by indirect enzyme linked immunosorbent assay (ELISA). Among the positive samples, 11 had SARS-CoV-2 neutralizing antibodies with a titer ranging from 1/20 to 1/1080. No serological cross-reactivity was detected between the SARS-CoV-2 and type I or II feline infectious peritonitis virus (FIPV). Our data demonstrates that SARS-CoV-2 has infected cat population in Wuhan during the outbreak.",
    "keywords": [
        "Coronavirus disease 2019 (COVID-19)",
        "serological investigation",
        "neutralizing antibody",
        "cats"
    ],
    "funding": [
        {}
    ]
}