{
    "abstract": "Following detection of the first few COVID-19 cases in early March, Bangladesh has stepped up its efforts to strengthen capacity of the healthcare system to avert a crisis in the event of a surge in the number of cases. This paper sheds light on the preparedness of the healthcare system by examining the spatial distribution of isolation beds across districts and divisions, forecasting the number of ICU units that may be required in the short term and analyzing the availability of frontline healthcare workers to combat the pandemic. As of May 2, COVID-19 cases have been found in 61 of the 64 districts in Bangladesh with Dhaka District being the epicenter. Seventy-one percent of the cases have been identified in 6 neighboring districts, namely, Dhaka, Narayanganj, Gazipur, Narsingdi, Munsiganj and Kishoreganj, which appear to form a spatial cluster. However, if one takes into account the population at risk, the prevalence appears to be highest in Dhaka, followed by Narayanganj, Gazipur, Kishorganj, Narsingdi and Munshiganj. These regions may therefore be flagged as the COVID-19 hotspots in Bangladesh. Among the eight divisions, prevalence is highest in Dhaka Division followed by Mymensingh. The number of cases per million exceeds the number of available isolation beds per million in the major hotspots indicating that there is a risk of the healthcare system becoming overwhelmed should the number of cases rise. This is especially true for Dhaka Division, where the ratio of COVID-19 patients to doctors appears to be alarmingly high. Mymensingh Division also has a disproportionately small number of doctors relative to the number of COVID-19 patients. Using second order polynomial regression, the analysis predicts that even if all ICU beds are allocated to COVID-19 patients, Bangladesh may run out of ICU beds soon after May 15, 2020. We conclude that in spite of a significant increase in hospital capacity during 2005-15 and a 57 % rise in the number of doctors during the same period, the healthcare system in Bangladesh and Dhaka Division in particular, may not be fully prepared to handle the COVID-19 crisis. Thus, further steps need to be taken to flatten the curve and improve healthcare capacity.",
    "author": "Tamanna Howlader; Hasinur Rahaman Khan; Md. Mazharul Islam",
    "date": 2020,
    "doi": "10.1101/2020.04.29.20084236",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.29.20084236"
    },
    "title": "Battling the COVID-19 Pandemic: Is Bangladesh Prepared?",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "There is no funding for this study."
        }
    ]
}