{
    "abstract": "AbstractObjectives: To describe the prevalence and distribution of anxiety and depression among Mexican population, and to examine its association with internet addiction during the COVID-19 outbreak. Design: A web-based cross-sectional study. Setting: General population in Mexico. Participants: 561 subjects were recruited (71% female, mean age of was 30.7 ± 10.6 years). Interventions: An online survey to assess personal attitudes and perceptions towards COVID-19, sleep-disorders related, the Mexican version of the Hospital Anxiety and Depression Scale (HADS) and the Internet Addiction Test (IAT) was applied. Primary and secondary outcome measures: Prevalence of anxiety, depression, internet addiction and sleep disorders and associated factors. Also, prevalence for anxiety and depression were compared to an historic control group. Results: During the initial phase of the COVID-19 pandemic the prevalence for anxiety and depression was 50% (95% CI, 45.6% to 54.1%) and 27.6%, (95% CI 23.8% to 31.4%), respectively. We found a 51% (33% to 50%) increase in anxiety and up to 86% increase in depression uring the initial weeks of the lock-down compared to the control group. According to the IAT questionnaire, 62.7% (95% CI 58.6% to 68.8%) of our population had some degree of internet addiction. Odds ratio for development of anxiety symptoms was 2.02 (95% CI1.56-2.1, p=0.0001) and for depression was 2.15 (95% CI 1.59-2.9, p=0.0001). In the multivariate analysis, younger age (p=0.006), sleep problems (p=0.000), and internet addiction ( p=0.000) were associated with anxiety and depression. Conclusions: Our study provides valuable information on the psychological impact that the COVID-19 pandemic has had on the Mexican population. As in other parts of the globe, in Mexico, fear of SARS-CoV-2 infection has had devastating consequences on mental health, such as anxiety, depression and sleeping disturbances. Internet abuse and the consequent overexposure to rapidly spreading misinformation (infodemia) are associated to anxiety and depression.",
    "author": "Samanta Mayanini Pinto-Galvez; Jose Maria Remes Troche; Cristina Duran-Ramos; Omar Salas-Nolasco; Arturo Triana-Romero; Bryan Adrian Garcia-Priego; Marisol Manriquez Reyes; Antonio Ramos de la Medina",
    "date": 2020,
    "doi": "10.1101/2020.05.10.20095844",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.10.20095844"
    },
    "title": "Anxiety, depression, attitudes, and internet addiction during the initial phase of the 2019 coronavirus disease (COVID-19) epidemic: A cross-sectional study in Mexico.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Funding: The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors"
        }
    ]
}