{
    "abstract": "This study assessed knowledge and perceptions about COVID-19 among the general public in Nigeria during the initial week of the pandemic lockdown in the country. From March 28 to April 4, 2020, this cross-sectional survey used an anonymous online questionnaire to collect data from respondents within Nigeria. Purposive and snowball sampling techniques were used to recruit 1357 respondents, aged 15-70 years, from 180 cities and towns within Nigeria. Study data were analyzed using descriptive statistics. Approximately more than half (57.02%) of the respondents were male with a high level of education (48.86% bachelor degree or higher). Approximately half of the respondents (46.94%) opined that COVID-19 was a biological weapon designed by the Chinese government. About 94% of the respondents identified contact with airborne droplets via breathing, sneezing, or coughing as the most common mode of transmission; most respondents associated COVID-19 with coughing (81.13%), shortness of breath (73.47%) and fever (62.79%). Regular hand washing and social distancing were selected by most respondents (94.25%) as a way of preventing infection whereas 11.86% reported consuming gins, garlic, ginger, herbal mixtures and African foods/soups as preventive measures against COVID-19. The majority of the respondents (91.73%) thought COVID-19 is deadly, and most respondents (84.3%) got 4 or more answers correctly. It was also observed that the traditional media (TV/Radio) is the most common source of health information about COVID-19 (93.5%). Findings revealed that Nigerians have relatively high knowledge, mostly derived from traditional media, about COVID-19. Their perceptions of COVID-19 bear implications across public health initiatives, compliance with precautionary behavior as well as bilateral relations with foreign nations. Evidence-based campaign should be intensified to remove misconceptions and promote precautionary measures.",
    "author": "Iboro Friday Akpan OTTU; Abdullahi Lawal DANGIWA; Steven Kator IORFA; Rotimi OGUNTAYO; Samson Olowo KOLAWOLE; Olusola AYANDELE; Joshua Chiroma GANDI; Peter O OLAPEGBA",
    "date": 2020,
    "doi": "10.1101/2020.04.11.20061408",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.11.20061408"
    },
    "title": "A Preliminary Assessment of Novel Coronavirus (COVID-19) Knowledge and Perceptions in Nigeria",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement none</strong>"
        }
    ]
}