{
    "abstract": "Background: As COVID-19 has become a global pandemic, early prevention and control of the epidemic is extremely important. Telemedicine, which includes medical advice given over telephone, Internet, mobile phone applications or other similar ways, may be an efficient way to reduce transmission and pressure on medical institutions. Methods: We searched MEDLINE, Web of science, Embase, Cochrane, CBM, CNKI and Wanfang databases for literature on the use of telemedicine for COVID-19, SARS and MERS. from their inception to March 31st, 2020. We included studies about the content of the consultation (such as symptoms, therapy and prevention, policy, public service), screening of suspected cases, the provision of advice given to those people who may have symptoms or contact history. We conducted meta-analyses on the main outcomes of the studies. Results: A total of 2041 articles were identified after removing duplicates. After reading the full texts, we finally included nine studies. People were most concerned about symptoms (64.2%), epidemic situation and public problems (14.5%), and psychological problems (10.3%) during COVID-19 epidemic. During the SARS epidemic, the proportions of people asking for consultation for symptoms, prevention and therapy, and psychological problems were 35.0%, 22.0%, and 23.0%, respectively. Two studies demonstrated that telemedicine can be used to screen the suspected patients and give advice. One study emphasized the limited possibilities to follow up people calling hotlines and difficulties in identifying all suspect cases. Conclusions: Telemedicine services should focus on the issues that the public is most concerned about, such as then symptoms, prevention and treatment of the disease, and provide reasonable advice to patients with symptoms or people with epidemic history. Keywords：COVID-19; SARS; MERS; telemedicine; rapid review\nCompeting Interest Statement",
    "author": "Yanfang Ma; Daiyin Tian; Shuya Lu; Rui Liu; Myeong Soo Lee; Zijun Wang; Zhengxiu Luo; Yaolong Chen; Hyeong Sik Ahn; Weiguo Li; Liping Huang; Enmei Liu; Xufei Luo; Qi Zhou; Qianling Shi; Toshio Fukuoka; Xingmei Wang; Yelei Gao; Chang Shu",
    "date": 2020,
    "doi": "10.1101/2020.04.14.20065664",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.14.20065664"
    },
    "keywords": [
        "：COVID-19",
        "SARS",
        "MERS",
        "telemedicine",
        "rapid review"
    ],
    "title": "Application of Telemedicine During the Coronavirus Disease Epidemics: A Rapid Review and Meta-Analysis",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Clinical Research Center for Child Health and Disorders"
                },
                {
                    "funding-source": "Children's Hospital of Chongqing Medical University, Chongqing",
                    "award-id": [
                        "NCRCCHD-2020-EP-01",
                        "Enmei Liu"
                    ]
                },
                {
                    "funding-source": "Special Fund for Key Research and Development Projects in Gansu Province in",
                    "award-id": [
                        "Yaolong Chen"
                    ]
                },
                {
                    "funding-source": "Special Project of Science and Technology for Emergency Response",
                    "award-id": [
                        "COVID-19"
                    ]
                },
                {
                    "funding-source": "Chongqing Science and Technology Bureau,",
                    "award-id": [
                        "Enmei Liu",
                        "COVID-19"
                    ]
                },
                {
                    "funding-source": "Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province",
                    "award-id": [
                        "GSEBMKT-2020YJ01",
                        "Yaolong Chen"
                    ]
                }
            ],
            "funding-statement": "This work was supported by grants from National Clinical Research Center for Child Health and Disorders (Children's Hospital of Chongqing Medical University, Chongqing, China) (grant number NCRCCHD-2020-EP-01) to [Enmei Liu]; Special Fund for Key Research and Development Projects in Gansu Province in 2020, to [Yaolong Chen]; The fourth batch of \"Special Project of Science and Technology for Emergency Response to COVID-19\" of Chongqing Science and Technology Bureau, to [Enmei Liu]; Special funding for prevention and control of emergency of COVID-19 from Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province (grant number No GSEBMKT-2020YJ01), to [Yaolong Chen]"
        }
    ]
}