{
    "abstract": "Background On January 31st the first case of COVID-19 was detected in Spain, an imported case from Germany in Canary Islands, and thereafter on February 25th the first case was detected in Madrid. The first case of COVID-19 was confirmed at the Hospital Universitario 12 de Octubre on March 1st, a large public hospital with 1200 beds, covering an area over 400000 inhabitants in southern Madrid. During March 2020 highly active circulation of SARS-CoV-2 was experienced in Madrid with 24090 cases officially reported by March 29th. Methods Since the beginning of the epidemics the Occupational Health and Safety Service (OHSS) organized the consulting and testing of the hospital personnel with confirmed exposure and also those presenting symptoms suggestive of viral respiratory infection. For molecular diagnosis of SARS-CoV-2 infection both nasopharyngeal and oropharyngeal swabs were obtained from suspected cases and processed at the Microbiology Laboratory by automatized specific PCR methods that was operative from February 25th as part of the preparedness. Results From a total of 6800 employees of the hospital, 2085 (30,6 %) were tested during the period 1-29 March 2020, some of them repeatedly (2286 total samples). The first HCW infected was confirmed on March 9th. A total of 791 HCW and personnel were confirmed to be infected by March 29th, representing 38% of those tested and 11,6 % of all the hospital workers. The proportion of infected individuals was estimated among the different groups of occupational exposure and the evolution of the cases during the expansive epidemic wave was compared between HCW and those patients attending at the Emergency Department (ER) during the same period and adjusted by the same age range. There were no statistically significant differences in the proportion of SARS-CoV-2 positive PCR detection between HCW from high risk areas involved in close contact with COVID-19 patients in comparison with clerical, administrative or laboratory personnel without direct contact with patients. The curves of evolution of accumulated cases between patients and HCW during March 2020 showed an almost parallel shape. Discussion The recommendation from our OHSS did not include testing of asymptomatic cases but was highly proactive in testing even patients with minor symptoms therefore, a high proportion of HCW and non-sanitary personnel was tested in March 2020 during the rapid period of expansion of the epidemics in Madrid, accounting for a total of 30,6 % of the hospital employees. Most of the COVID-19 cases among the hospital HCW and personnel were mild and managed at home under self-isolation measures, however 23 (3%) required hospitalization mostly due to severe bilateral interstitial pneumonia, two of those cases required mechanical ventilation at the ICU. No fatalities occurred during the study period. Although there were some cases of highly probable transmission from COVID-19 patients to HCWs, mainly at the first phase of the epidemics, there were no significant differences on the infection rates of HCW and hospital personnel that can be related to working in areas of high exposure risk. Furthermore, the evolution of cases during the same time period (March 2020) between patients attending the ER and hospital staff suggests that both groups were driven by the same dynamics. This experience is similar to the communicated from Wuhan verified by the WHO Joint Mission and also from recent experiences at hospital in the Netherlands, where most of the infections of HCW were related to household or community contacts. Significance Since the collective of hospital HCW are exhaustively screened in specific centers, their rate of infection for SARS-CoV-2 could be an indicator of the epidemic dynamics in the community. There appears to be a close connection between HCW infection and the driving forces of transmission in the community. Although we cannot exclude an additional risk factor of infection by SARS-CoV-2 due to the fact of the hospital environment, the similar proportions of positive cases among all the areas of the hospital and the evolutive wave of infection, as compared with the community, are clear arguments against a major factor of occupational risk. Exhaustive testing, such as the one carried out in our institution, covering over one third of all the workers, could be used as a reference of the population infected in the community. Since a significant proportion of COVID-19 cases can be asymptomatic and not all the hospital employees were actually tested, it is highly likely that this 11,6 % is a minimum estimation of the impact of SARS-CoV-2 circulation in Madrid during the first 4 weeks of the epidemics. This is in high and clear contrast with the official figures circulating at national and international levels. This has important implications to more precisely estimate the actual number of cases in the community and to develop public health policies for containment, treatment and recovery.",
    "author": "Maria Dolores Folgueira; Miguel Angel Alonso-Lopez; Rafael Delgado; Carmen Munoz-Ruiperez",
    "date": 2020,
    "doi": "10.1101/2020.04.07.20055723",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.07.20055723"
    },
    "title": "SARS-CoV-2 infection in Health Care Workers in a large public hospital in Madrid, Spain, during March 2020",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Author Declarations All"
                },
                {
                    "funding-source": "Yes All",
                    "award-id": [
                        "note: if posting a prospective study registered retrospectively",
                        "please provide a statement in the trial ID field explaining why the study was not registered in advance"
                    ]
                },
                {
                    "funding-source": "EQUATOR Network"
                }
            ],
            "funding-statement": "Statement no external funding was received for this work Author Declarations All relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.  Yes All necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived. I understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance). I have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable."
        }
    ]
}