{
    "title": "Genome Analysis of SARS-CoV-2 Isolate from Bangladesh",
    "author": "Saam Hasan, Salim Khan, Giasuddin Ahsan, Muhammad Maqsud Hossain, 2* 1 Department of Biochemistry and Microbiology, North South University 2NSU Genome Research Institute (NGRI)",
    "date": 2020,
    "affiliations": [
        "Department of Biochemistry and Microbiology, North South University",
        "NSU Genome Research Institute (NGRI)",
        "Department of Public Health, North South University",
        "Viral Bioinformatics Research Centre [11]. We used the results from both the tools in our subsequent comparisons"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.13.094441",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.13.094441.pdf"
    },
    "abstract": "Recently the first genome sequence for a Severe acute respiratory syndrome coronavirus 2 or SARS-CoV-2 isolate from Bangladesh became available. The sequencing was carried out by the Child Health Research Foundation and provided the first insight into the genetic details of the viral strain responsible for the SARS-CoV-2 infections in Bangladesh. Here we carried out a comparative study were we explored the phylogenetic relationship between the Bangladeshi isolate with other isolates from different parts of the world. Afterwards we identified single nucleotide variants in the Bangladeshi isolate, using the Wuhan virus reference sequence. We found a total of 9 variants in the Bangladeshi isolate using 2 separate tools. Barring 2, the rest of these variants were also observed in other isolates from different countries. Most of the variants occurred in the ORF1ab gen. Another noteworthy finding was a sequence of three consecutive variants in the N protein gene that were observed in other isolates as well. Lastly the phylogenetic analysis revealed a close relationship between the Bangladeshi isolate and those from Taiwan, Kazakhstan, Greece, California, Spain, Israel, and Sri Lanka.",
    "keywords": [
        "SARS-CoV-2",
        "Genome",
        "Single Nucleotide Polyphormism",
        "Phylogenetics",
        "Genomics"
    ],
    "funding": [
        {}
    ]
}