{
    "abstract": "Background: In the early phase of the coronavirus disease-19 (Covid-19) pandemic, Southwest Finland remained relatively spared. By the 3rd of May 2020, a total of 28 patients have been admitted to the Turku University Hospital. In this paper, we explore baseline characteristics in order to identify risk for severe Covid-19 disease and critical care admission. Methods For this retrospective cohort study, data were derived from hospital records. Basic descriptive statistics were used to characterise patients, including medians, percentiles and frequencies. Differences were tested with Mann Whitney U-test and Pearson's chi-square test. Results Pre-existent obstructive sleep apnoea (OSA) was present in 29% of patients admitted in the hospital for Covid-19, none of them having severe OSA. Overall, other findings on admission were comparable with those reported elsewhere. C-reactive protein (CRP) and procalcitonin (PCT) were higher in patients who were eventually transferred to critical care in comparison to in those who were not (median CRP 187 mg/L versus 52 mg/L, p<0.005 and median PCT 0.46 versus 0.12, p=0.047). Moreover, there was a trend towards lower oxygen saturation on admission in ICU-patients (87% versus 93%, p=0.09). Discussion OSA was pre-existent in a disproportional large group of patients, which suggests that it is an important risk factor for severe Covid-19. Furthermore, we identified high CRP, PCT and possibly oxygen saturation as useful clinical measures to identify patients at risk for critical care.\nCompeting Interest Statement",
    "author": "Esa Rintala; Mika Valtonen; Thijs Feuth; Ville Peltola; Tarja Saaresranta; Jarmo Oksi; Antti Karlsson",
    "date": 2020,
    "doi": "10.1101/2020.05.14.20098319",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.14.20098319"
    },
    "title": "Is sleep apnoea a risk factor for Covid-19? Findings from a retrospective cohort study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received for this study."
        }
    ]
}