{
    "abstract": "Background: The novel human coronavirus, severe acute respiratory syndrome coronavirus-2 (SARs-CoV-2), was declared a global pandemic by the World Health Organization on March 11, 2020. Hence, there is an urgency to find effective treatment. Of those patients afflicted in the United States, many have required treatment with ventilator secondary to acute respiratory distress syndrome (ARDS). Data are needed regarding the benefit of treatment and prevention of the cytokine storms in COVID-19 patients with Tocilizumab. Methods: Clinical outcomes data for patients admitted to Orange Regional Medical Center with confirmed COVID-19 from Mar 15, 2020 to Apr 20, 2020 were identified through electronic health record chart review. We conducted a retrospective case-control study in confirmed COVID 19 positive patients with ARDS requiring mechanical ventilation and compared outcome in terms of mortality and length of stay amongst those who received Tocilizumab as treatment modality opposed to those that did not. Results: A total of 94 patients with COVID-19 ARDS were analyzed. 44 were in the study group and 50 in the control group. We tried to match both group as close as possible in terms of age, sex, BMI and HS score- calculated using inflammatory markers- ferritin, triglycerides, AST and fibrinogen. The median age was 55.5 years in the study group and 66 in the control group, difference was not statistically significant. Average HS score was 114 in the Tocilizumab group and 92 in the control group, difference was statistically significant with P<0.0001. Also, the patients in the study group had elevated levels of IL-6, triglycerides, AST, ferritin which were statistically significant with p < 0.0001 when compared to the control group. Length of stay was longer, average 17.9 days in the Tocilizumab. Survival rate was much lower at 48 % in the control group and 61.36 % in patients who received Tocilizumab with significant P value of < 0.00001. The number needed to treat (NNT) was 7.48, if we treat 8 patients with Tocilizumab, 1 will not die. Conclusions: Cytokine Release Syndrome (CRS) occurs in a large number of patients with severe COVID-19, which is also an important cause of death. IL- 6 is the key molecule of CRS, so IL-6R antagonist Tocilizumab may be of value in improving outcomes. In our study Tocilizumab group seemed to have improved survival outcome. Results have to be interpreted with caution since this is a retrospective study and mortality is affected by multiple, confounding factors. We await the results of ongoing randomized controlled trials to definitely answer the question of whether Tocilizumab improves survival in COVID-19 ARDS patients.\nCompeting Interest Statement",
    "author": "Julia Galea; Maida Khan; Murali G Krishna; Samer El Zarif; Lauren Stuczynski; Nafisa Wadud; Aamir Gilani; Naim Ahmed; Shravan Koor; Karthika Linga; Jodi Galaydick; Mannu Mannu Shergil; Maria B Osundele",
    "date": 2020,
    "doi": "10.1101/2020.05.13.20100081",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.13.20100081"
    },
    "title": "Improved survival outcome in SARs-CoV-2 (COVID-19) Acute Respiratory Distress Syndrome patients with Tocilizumab administration",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received."
        }
    ]
}