{
    "abstract": "Background: Respiratory and faecal aerosols play a suspected role in transmitting the SARS-CoV-2 virus. We performed extensive environmental sampling in a dedicated hospital building for Covid-19 patients in both toilet and non-toilet environments, and analysed the associated environmental factors. Methods: We collected data of the Covid-19 patients. 107 surface samples, 46 air samples, two exhaled condensate samples, and two expired air samples were collected were collected within and beyond the four three-bed isolation rooms. We reviewed the environmental design of the building and the cleaning routines. We conducted field measurement of airflow and CO2 concentrations. Findings: The 107 surface samples comprised 37 from toilets, 34 from other surfaces in isolation rooms (ventilated at 30-60 L/s), and 36 from other surfaces outside isolation rooms in the hospital. Four of these samples were positive, namely two ward door-handles, one bathroom toilet-seat cover and one bathroom door-handle; and three were weakly positive, namely one bathroom toilet seat, one bathroom washbasin tap lever and one bathroom ceiling-exhaust louvre. One of the 46 air samples was weakly positive, and this was a corridor air sample. The two exhaled condensate samples and the two expired air samples were negative. Interpretation: The faecal-derived aerosols in patients' toilets contained most of the detected SARS-CoV-2 virus in the hospital, highlighting the importance of surface and hand hygiene for intervention.\nCompeting Interest Statement",
    "affiliations": [
        "National Natural Science Foundation of China (no 41977370), the Research Grants Council of Hong Kong\u0092s (no 17202719) (no C7025-16G), and Scientific Research Fund of Jiangsu Provincial Department of Health (no S21017002)"
    ],
    "author": "Hua Qian; Te Miao; Baoli Zhu; Yan Song; Wei Shao; Lian Zhou; Ying Huang; Shenglan Xiao; Li Sha; Lunbiao Cui; Xiaosong Wu; Hui-Ling Yen; Zhen Ding; Bin Xu; Yuguo Li; Yan Xu",
    "date": 2020,
    "doi": "10.1101/2020.04.03.20052175",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.03.20052175"
    },
    "title": "Toilets dominate environmental detection of SARS-CoV-2 virus in a hospital",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "41977370"
                    ]
                },
                {
                    "funding-source": "Research Grants Council of Hong",
                    "award-id": [
                        "17202719",
                        "C7025-16G"
                    ]
                },
                {
                    "funding-source": "Scientific Research Fund of Jiangsu Provincial Department of Health",
                    "award-id": [
                        "S21017002"
                    ]
                }
            ],
            "funding-statement": "The work were partially supported by the National Natural Science Foundation of China (no 41977370), the Research Grants Council of Hong Kong\u0092s (no 17202719) (no C7025-16G), and Scientific Research Fund of Jiangsu Provincial Department of Health (no S21017002)"
        }
    ]
}