{
    "abstract": "Objective: There are no controlled studies on the role of systemic corticosteroids (CS) in patients with coronavirus disease 2019 (COVID-19). In the absence of high-quality evidence, understandably the recommendations from various organizations are cautious. Several randomized controlled trials are underway but shall take time to conclude. We therefore undertook a meta-analysis to ascertain the role of CS in the management of critically ill patients with COVID-19. Data Sources: Electronic databases, including Pubmed, Cochrane library and Embase, were searched, using the keywords of interest and the PICO search technique, from inception to 12th April 2020. Study Selection: Studies highlighting the use of CS in coronavirus infection with severe acute respiratory syndrome (SARS), Middle East Respiratory Syndrome (MERS) and COVID-19 were selected based on pre-determined inclusion criteria. Data extraction: Data was extracted into an excel sheet and transferred to comprehensive meta-analysis software version 3, Biostat Inc., Englewood, NJ, USA, for analysis. Data synthesis: Five studies with SARS-CoV-2 infection were included in the meta-analysis. The rate ratio (RR) for mortality in patients with SARS-CoV-2 infection was 1.26 (95% CI: 0.96-1.65, I2: 74.46), indicating lack of benefit of CS therapy on mortality in critically ill patients with COVID-19. The RR for mortality on analysis of the three studies that particularly reported on patients with significant pulmonary compromise secondary to SARS-CoV-2 infection was neutral (RR: 0.91, 95% CI: 0.63-1.33, I2: 63.38). Conclusions: The use of CS in critically ill patients with COVID-19 did not improve or worsen mortality. Pending further information from controlled studies, CS can be used in critically ill patients with COVID-19 with critical illness related corticosteroid insufficiency and moderate to severe ARDS without the risk of increased mortality.",
    "author": "Jagat J Mukherjee; SAMIT GHOSAL; Kalyan Kumar Gangopadhyay; Binayak Sinha",
    "date": 2020,
    "doi": "10.1101/2020.04.17.20069773",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.17.20069773"
    },
    "title": "The role of corticosteroids in the management of critically ill patients with coronavirus disease 2019 (COVID-19): A meta-analysis",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was accepted for this manuscript."
        }
    ]
}