{
    "abstract": "Background: With the global pandemic of coronavirus disease 2019 (Covid-19) there has been disruption to normal clinical activity in response to the increased demand on health services. There are reports of a reduction in non-Covid-19 emergency presentations. Consequentially, there are concerns that deaths from non-Covid-19 causes could increase. We examined recent reported population-based mortality rates, compared with expected rates, and compared any excess in deaths with the number of deaths attributed to Covid-19. Methods: National agency and death registration reports were searched for numbers of deaths attributed to Covid-19 and overall mortality that had been publicly reported by 06 May 2020. Data on the number of deaths attributed to Covid-19, the total number of deaths registered in the population and the historical average over at least 3 years were collected. Data were available for 4 European countries (England & Wales, Scotland, Netherlands and Italy) and New York State, United States of America. Results: There was an increase in observed, compared with expected, mortality in Scotland (+68%), England and Wales (+74%), the Netherlands (+58%), Italy (+39%) and New York state (+49%). Of these deaths, only 73% in Scotland, 71 % in England and Wales, 53% in the Netherlands, 54% in Italy and 79% in New York state were attributed to Covid-19 leaving a number of excess deaths not attributed to Covid-19. In the 5-week period of study, Scotland, 10% of the excess of deaths were attributed to dementia/Alzheimers disease and 7% to cardiovascular causes. Conclusion: A substantial proportion of excess deaths observed during the current COVID-19 pandemic are not attributed to COVID-19 and may represent unrecognised deaths due to Covid-19, an excess of deaths due to other causes, or both. The impact of Covid-19 on mortality and morbidity from other causes needs to be quantified and addressed in public health planning.\nCompeting Interest Statement",
    "affiliations": [
        "National agency and death registration reports were searched for numbers of deaths attributed to Covid-19 and overall mortality that had been publicly reported by 06 May 2020. Data on the number of deaths attributed to Covid-19, the total number of deaths registered in the population and the historical average over at least 3 years were collected. Data were available for"
    ],
    "author": "Jawad Butt; Scott Solomon; John McMurray; Rudolf de Boer; Aldo Maggioni; Pooja Dewan; Lars Koeber; Pardeep Singh Jhund; Kieran Docherty",
    "date": 2020,
    "doi": "10.1101/2020.04.21.20073114",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.21.20073114"
    },
    "title": "Excess deaths during the Covid-19 pandemic: An international comparison",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was received"
        }
    ]
}