{
    "title": "Glycosaminoglycans induce conformational change in the SARS-CoV-2 Spike S1 Receptor Binding Domain",
    "date": 2020,
    "journal": "Mycroft",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.29.068767",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.29.068767.pdf"
    },
    "abstract": "The glycosaminoglycan (GAG) class of polysaccharides are utilised by a plethora of microbial pathogens as receptors for adherence and invasion. The GAG heparin prevents infection by a range of viruses when added exogenously, including the S-associated coronavirus strain HSR1 and more recently we have demonstrated that heparin can block cellular invasion by SARSCoV-2. Heparin has found widespread clinical use as anticoagulant drug and this molecule is routinely used as a proxy for the GAG, heparan sulphate (HS), a structural analogue located on the cell surface, which is a known receptor for viral invasion. Previous work has demonstrated that unfractionated heparin and low molecular weight heparins binds to the Spike (S1) protein receptor binding domain, inducing distinct conformational change and we have further explored the structural features of heparin with regard to these interactions. In this article, previous research is expanded to now include a broader range of GAG family members, including heparan sulphate. This research demonstrates that GAGs, other than those of heparin (or its derivatives), can also interact with the SARS-CoV-2 Spike S1 receptor binding domain and induce distinct conformational changes within this region. These findings pave the way for future research into next-generation, tailor-made, GAG-based antiviral agents, against SARS-CoV-2 and other members of the Coronaviridae.",
    "keywords": [
        "glycosaminoglycans",
        "heparan sulphate",
        "chondroitin sulphate",
        "dermatan sulphate",
        "hyaluronic acid",
        "heparin",
        "coronavirus",
        "SARS-CoV-2",
        "COVID-19",
        "nCoV-19",
        "Spike",
        "S1",
        "circular dichroism"
    ],
    "funding": [
        {}
    ]
}