{
    "abstract": "Background: Cancer patients are considered a highly vulnerable population in the COVID-19 epidemic, but the relationship between cancer and the severity and mortality of patients with COVID-19 remains unclear. This study aimed to explore the prevalence of cancer in patients with COVID-19 and to examine whether cancer patients with COVID-19 may be at an increased risk of severe illness and mortality. Methods: A comprehensive electronic search in seven databases was performed, to identified studies reporting the prevalence of cancer in COVID-19 patients, or providing data of cancer between patients with severe or non-severe illness or between non-survivors and survivors. Meta-analyses were performed to estimate the pooled prevalence and odds risk (OR) using the inverse variance method with the random-effects model. Results: Thirty-four studies with 8080 patients were included. The pooled prevalence of cancer in patients with COVID-19 was 2.0% (95% CI: 2.0% to 3.0%). The prevalence in Italy (5.0%), France (6.0%), and Korea (4.0%) were higher than that in China (2.0%). Cancer was associated with a 2.84-fold significantly increased risk of severe illness (OR = 2.84, 95%CI: 1.75 to 4.62, P < 0.001) and a 2.60-fold increased risk of death (OR = 2.60, 95%CI: 1.28 to 5.26, P = 0.008) in patients with COVID-19. Sensitivity analyses showed that the results were stable after excluding studies with a sample size of less than 100. Conclusions: Cancer patients have an increased risk of COVID-19 and cancer was associated with a significantly increased risk of severity and mortality of patients with COVID-19.\nCompeting Interest Statement",
    "affiliations": [
        "Project of Key Laboratory of Evidence-based Medicine and Knowledge Translation of Gansu Province (Grant No. GSEBMKT-2020YJ01)"
    ],
    "author": "Yue Sun; Yamin Chen; Ming Liu; Ji Chen; Jinhui Tian; Ya Gao; Shuzhen Shi",
    "date": 2020,
    "doi": "10.1101/2020.05.01.20087031",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.01.20087031"
    },
    "title": "Cancer is associated with the severity and mortality of patients with COVID-19: a systematic review and meta-analysis",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Emergency Research Project of Key Laboratory of Evidence-based Medicine and Knowledge Translation of Gansu Province",
                    "award-id": [
                        "GSEBMKT-2020YJ01"
                    ]
                }
            ],
            "funding-statement": "This work was supported by the Emergency Research Project of Key Laboratory of Evidence-based Medicine and Knowledge Translation of Gansu Province (Grant No GSEBMKT-2020YJ01)"
        }
    ]
}