{
    "abstract": "Background. The novel coronavirus SARS-CoV-2 causing COVID-19 disease is yielding a global outbreak with serious threats to public health. In this paper, we aimed to review the current knowledge about COVID-19 infectious risk status in inflammatory bowel disease (IBD) patients requiring immunosuppressive medication. Also, we focused on several molecular insights that could explain why IBD patients appear to not have higher risks of infection and worse outcome in COVID-19 than the general population, in attempt to provide scientific support for safer decisions in IBD patient care. Methods. PubMed electronic database was interogated for relevant articles involving data about common molecular pathways and shared treatment strategies between SARS-CoV-2, SARS-CoV-1, MERS-CoV and inflammatory bowel diseases. In addition, Neural Covidex, an artificial intelligence tool, was used to answer queries about pathogenic coronaviruses and possible IBD interactions using the COVID-19 Open Research Dataset (CORD-19). Discussions. Few molecular and therapeutic interactions between IBD and pathogenic coronaviruses were explored. First, we showed how the activity of soluble angiotensin-converting enzyme 2, CD209L alternate receptor and phosphorylated α subunit of eukaryotic translation initiation factor 2 might exert protective impact in IBD in case of coronavirus infection. Second, IBD medication was discussed in the context of possible beneficial effects on COVID-19 pathogeny including \"cytokine storm\" prevention and treatment, immunomodulation, interferon signaling blocking, viral endocytosis inhibition. Conclusions. Using current understanding of SARS-CoV-2 as well as other pathogenic coronaviruses immunopathology, we showed why IBD patients should not be considered at an increased risk of infection or more severe outcomes. Whether our findings are entirely applicable to the pathogenesis, disease susceptibility and treatment management of SARS-CoV-2 infection in IBD must be further explored.",
    "author": "Alexandru Burlacu; Cristina Cijevschi-Prelipcean; Catalina Mihai; Iolanda Valentina Popa; Mircea Diculescu",
    "date": 2020,
    "doi": "10.1101/2020.04.28.20082859",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.28.20082859"
    },
    "title": "COVID-19 and Inflammatory Bowel Diseases: risk assessment, shared molecular pathways and therapeutic challenges",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding for this manuscript."
        }
    ]
}