{
    "abstract": "We document that during the week of March 10-16, the Covid-19 pandemic fundamentally affected the perceptions of U.S. residents about the health risks and socioeconomic consequences entailed by the pandemic. During this week, it seems, \"everything changed.\" Not only did the pandemic progress rapidly across the United States, but U.S. residents started to realize that the threat was real: increasing Covid-19 caseloads heightened perceptions of infection risks and excess mortality risks, concerns about the economic implications increased substantially, and behavioral responses became widespread as the pandemic expanded rapidly in the U.S. In early to mid-March 2020, average perceptions about the coronavirus infection risks are broadly consistent with projections about the pandemic, while expectations about dying conditional on infection and expectations about Covid-19-related excess mortality during the next months are possibly too pessimistic. However, some aspects of Covid-19 perceptions are disconcerting from the perspective of implementing and sustaining an effective societal response to the pandemic. For instance, the education gradient in expected infection risks entails the possibility of having different perceptions of the reality of the pandemic between people with and without a college education, potentially resulting in two different levels of behavioral and policy-responses across individuals and regions. Unless addressed by effective health communication that reaches individuals across all social strata, some of the misperceptions about Covid-19 epidemic raise concerns about the ability of the United States to implement and sustain the widespread and harsh policies that are required to curtail the pandemic. Our analyses also reveal perceptions of becoming infected with the virus, and dying from Covid-19, were driven upwards by a rapidly increasing national caseload, and perceptions of the economic consequences and the adaptation of social distancing were affected by both national and state-level cases.",
    "affiliations": [
        "Population Aging Research Center (PARC) and Population Studies Center (PSC) at the University of Pennsylvania, which are funded by the U.S. National Institutes of Health through grants NIA P30 AG12836 and NICHD R24 HD044964 respectively"
    ],
    "author": "Hans-Peter Kohler; Järgen Maurer; Iliana V. Kohler; Wändi Bruine de Bruin; Arie Kapteyn; Jill Darling; Alberto Ciancio; Fabrice Kämpfen; Daniel Bennett",
    "date": 2020,
    "doi": "10.1101/2020.04.09.20049288",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.09.20049288"
    },
    "title": "Know Your Epidemic, Know Your Response: Covid-19 in the United States",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Population Aging Research Center"
                },
                {
                    "funding-source": "Population Studies Center"
                },
                {
                    "funding-source": "University of Pennsylvania,"
                },
                {
                    "funding-source": "U.S National Institutes of Health",
                    "award-id": [
                        "AG12836"
                    ]
                },
                {
                    "funding-source": "NICHD",
                    "award-id": [
                        "HD044964"
                    ]
                }
            ],
            "funding-statement": "We gratefully acknowledge the support of the Population Aging Research Center (PARC) and Population Studies Center (PSC) at the University of Pennsylvania, which are funded by the U.S National Institutes of Health through grants NIA P30 AG12836 and NICHD R24 HD044964 respectively"
        }
    ]
}