{
    "abstract": "Background To investigate the impact of goggles on their health and clinical practice during management of patients with COVID-19. Methods 231 nurse practitioners were enrolled who worked in isolation region in designated hospitals to admit patients with COVID-19 in China. Demographic data, goggle-associated symptoms and underlying reasons, incidence of medical errors or exposures, the effects of fog in goggles on practice were all collected. Data were stratified and analyzed by age or working experience. Risk factors of goggle-associated medical errors were analyzed by multivariable logistical regression analysis. Findings Goggle-associated symptoms and foggy goggles widely presented in nurses. The most common symptoms were headache, skin pressure injury and dizziness. Headache, vomit and nausea were significantly fewer reported in nurses with longer working experience while rash occurred higher in this group. The underlying reasons included tightness of goggles, unsuitable design and uncomfortable materials. The working status of nurses with more working experience was less impacted by goggles. 11.3% nurses occurred medical exposures in clinical practice while 19.5% nurses made medical errors on patients. The risk factors for medical errors were time interval before adapting to goggle-associated discomforts, adjusting goggles and headache. Interpretation Goggle-associated symptoms and fog can highly impact the working status and contribute to medical errors during management of COVID-19. Increased the experience with working in PPE through adequate training and psychological education may benefit for relieving some symptoms and improving working status. Improvement of goggle design during productive process was strongly suggested to reduce incidence of discomforts and medical errors.",
    "affiliations": [
        "General Hospital of Western Theater Command (No. 2019ZT10)"
    ],
    "author": "Hongming Miao; Li Feng; Yong-hua Wang; Xia Kang; Xiao-jiao Pang; Hao Zhang; Jing Lang; Yan-ru Feng; Ya-li Zhou; Li-min Li; Xin He; Wei Zheng; Gao-ming Li; Xiao-huan He; Ting Chen",
    "date": 2020,
    "doi": "10.1101/2020.05.11.20094854",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.11.20094854"
    },
    "title": "The impact of goggle-associated harms to health and working status of nurses during management of COVID-19",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "General Hospital of Western Theater Command",
                    "award-id": [
                        "2019ZT10"
                    ]
                }
            ],
            "funding-statement": "This research is supported by fund of General Hospital of Western Theater Command (No 2019ZT10)"
        }
    ]
}