{
    "abstract": "Background: It is well-known that public health education plays a crucial role in the prevention and control of emerging infectious diseases, but how health providers should advise families and parents to obtain health education information is a challenging question. With COVID-19 (Coronavirus disease 2019) spreading around the world, this rapid review aims to answer that question and thus to promote evidence-based decision making in health education policy and practice. Methods: We systematically searched the literature on health education during COVID-19, SARS (severe acute respiratory syndrome) and MERS (middle east respiratory syndrome) epidemics in Medline (via PubMed), Cochrane Library, EMBASE, Web of Science, CBM (China Biology Medicine disc), CNKI (China National Knowledge Infrastructure), and Wanfang Data from their inception until March 31, 2020. The potential bias of the studies was assessed by Joanna Briggs Institute Prevalence Critical Appraisal Tool. Results: Of 1067 papers found, 24 cross-sectional studies with a total of 35,967 participants were included in this review. The general public lacked good knowledge of SARS and MERS at the early stage of epidemics. Some people's knowledge, attitude and practice (KAP) of COVID-19 had been improved, but the health behaviors of some special groups including children and their parents need to be strengthened. Negative emotions including fear and stigmatization occurred during the outbreaks. Reliable health information was needed to improve public awareness and mental health for infectious diseases. Health information from nonprofit, government and academic websites was more accurate than privately owned commercial websites and media websites. Conclusions: For educating and cultivating children, parents should obtain information from the official websites of authorities such as the World Health Organization (WHO) and national Centers for Disease Control, or from other sources endorsed by these authorities, rather than from a general search of the internet or social media.\nCompeting Interest Statement",
    "author": "Yanfang Ma; Myeong Soo Lee; Zhengxiu Luo; Yaolong Chen; Hyeong Sik Ahn; Muna Baskota; Jing Liao; Weiguo Li; Toshio Fukuoka; Enmei Liu; Xufei Luo; Qinyuan Li; Qi Zhou; Yuyi Tang; Xingmei Wang; Xiaoqing Wang",
    "date": 2020,
    "doi": "10.1101/2020.04.14.20064741",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.14.20064741"
    },
    "title": "Health Education for Parents During the COVID-19 Outbreak Public Health Education for Parents During the Outbreak of COVID-19: A Rapid Review",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Clinical Research Center for Child Health and Disorders"
                },
                {
                    "funding-source": "Children's Hospital of Chongqing Medical University, Chongqing",
                    "award-id": [
                        "NCRCCHD-2020-EP-01",
                        "Enmei Liu"
                    ]
                },
                {
                    "funding-source": "Special Fund for Key Research and Development Projects in Gansu Province in",
                    "award-id": [
                        "Yaolong Chen"
                    ]
                },
                {
                    "funding-source": "Special Project of Science and Technology for Emergency Response",
                    "award-id": [
                        "COVID-19"
                    ]
                },
                {
                    "funding-source": "Chongqing Science and Technology Bureau,",
                    "award-id": [
                        "Enmei Liu",
                        "COVID-19"
                    ]
                },
                {
                    "funding-source": "Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province",
                    "award-id": [
                        "GSEBMKT-2020YJ01",
                        "Yaolong Chen"
                    ]
                }
            ],
            "funding-statement": "This work was supported by grants from National Clinical Research Center for Child Health and Disorders (Children's Hospital of Chongqing Medical University, Chongqing, China) (grant number NCRCCHD-2020-EP-01) to [Enmei Liu]; Special Fund for Key Research and Development Projects in Gansu Province in 2020, to [Yaolong Chen]; The fourth batch of \"Special Project of Science and Technology for Emergency Response to COVID-19\" of Chongqing Science and Technology Bureau, to [Enmei Liu]; Special funding for prevention and control of emergency of COVID-19 from Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province (grant number No GSEBMKT-2020YJ01), to [Yaolong Chen]"
        }
    ]
}