{
    "title": "Pandemic Publishing: Medical journals drastically speed up their publication process for Covid-19",
    "author": "Serge Horbach",
    "date": 2020,
    "affiliations": [
        "Radboud University Nijmegen, Faculty of Science, Institute for Science in Society, P.O. box 9010, 6500 GL Nijmegen, The Netherlands",
        "Centre for Science and Technology Studies (CWTS), Faculty of Social Sciences, Leiden University, Wassenaarseweg 62A, 2333 AL Leiden, The Netherlands",
        "Centre for Science and Technology Studies at Leiden University for establishing the database used for this study and Digital Science for providing access to the data. The author also thanks Ludo Waltman, Nees Jan van Eck, Marc Luwel, Thed van Leeuwen and the members of the Institute for Science in Society’s Research Quality Team for valuable feedback on earlier drafts of this manuscript"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.18.045963",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.18.045963.pdf"
    },
    "abstract": "In times of public crises, including the current Covid-19 pandemic, rapid dissemination of relevant scientific knowledge is of paramount importance. The duration of scholarly journals’ publication process is one of the main factors hindering quick delivery of new information. While proper editorial assessment and peer review obviously require some time, turnaround times for medical journals can be up to several months, which is undesirable in the era of a crisis. Following initiatives of medical journals and scholarly publishers to accelerate their publication process, this study assesses whether medical journals have indeed managed to speed up their publication process for Covid-19 related articles. It studies the duration of 14 medical journals’ publication process both during and prior to the current pandemic. Assessing a total of 669 articles, the study concludes that medical journals have indeed drastically accelerated the publication process for Covid-19 related articles since the outbreak of the pandemic. Compared to articles published in the same journals before the pandemic, turnaround times have decreased on average by 49%. The largest decrease in number of days between submission and publication of articles was due to a decrease in the number of days required for peer review. For articles not related to Covid-19, no acceleration of the publication process is found. While the acceleration of journals’ publication process is laudable from the perspective of quick information dissemination, it also raises concerns relating to the quality of the peer review process and the quality of the resulting publications.",
    "keywords": [
        "Scientific Publishing",
        "Publication delay",
        "Publication time",
        "Covid-19",
        "Publication Process",
        "Peer Review"
    ],
    "funding": [
        {}
    ]
}