{
    "abstract": "Background: Ten days after the first reported case of SARS-CoV-2 infection in the Netherlands, 3.9% of healthcare workers (HCWs) in nine hospitals located in the South of the Netherlands tested positive for SARS-CoV-2 RNA. The extent of nosocomial transmission that contributed to the HCW infections was unknown. Methods: We combined epidemiological data, collected by means of structured interviews of HCWs, with whole genome sequencing (WGS) of SARS-CoV-2 in clinical samples from HCWs and patients in three of nine hospitals that participated in the HCW screening, to perform an in-depth analysis of sources and modes of transmission of SARS -CoV-2 in HCWs and patients. Results: A total of 1,796 out of 12,022 HCWs (15%) of the three participating hospitals were screened, based on clinical symptoms, of whom 96 (5%) tested positive for SARS-CoV-2. We obtained complete genome sequences of 50 HCWs and 18 patients. Most sequences grouped in 3 clusters, with 2 clusters displaying local circulation within the region. The observed patterns are most consistent with multiple introductions into the hospitals through community acquired infections, and local amplification in the community. Conclusions: Although direct transmission in the hospitals cannot be ruled out, the data does not support widespread nosocomial transmission as source of infection in patients or healthcare workers.\nFunding Statement",
    "author": "Claudia Schapendonk; David F. Nieuwenhuijse; Wouter van den Bijllaardt; Suzan Pas; Bas B. Oude Munnink; Theo Bestebroer; Miranda M.L. van Rijen; Anneke M.C. Bergmans; Anne J.G. van Oudheusden; Annemiek van der Eijk; Robbert G. Bentvelsen; Irina Chestakova; Anton G.M. Buiting; Stefan van Nieuwkoop; Marjolein Kluytmans; Mark R Pronk; Reina S Sikkema; Ronald J Overmars; Richard Molenkamp; Anne van der Linden; Bram M. Diederen; Andrew Rambaut; Jaco Verweij; Aine O'Toole; Jan A.J.W. Kluytmans; Pascal Lexmond; Marion P.G. Koopmans; Aura Timen",
    "date": 2020,
    "doi": "10.1101/2020.04.26.20079418",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.26.20079418"
    },
    "title": "COVID-19 in healthcare workers in three hospitals in the South of the Netherlands, March 2020",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Author Declarations"
        }
    ]
}