{
    "title": "Clinical meanings of rapid serological assay in patients tested for SARS-Co2 RT-PCR.",
    "author": "Angelo VirgilioParadiso,*#, Simona De Summa, Daniela Loconsole,Vito Procacci, Anna Sallustio, Francesca Centrone, Nicola Silvestris,-7,Vito Cafagna, Giuseppe De Palma, Antonio Tufaro, Vito Garrisi, Maria Chironna,-5,10",
    "date": 2020,
    "affiliations": [
        "Department of Biomedical Sciences and Human Oncology-Hygiene Section, University of Bari, Piazza G. Cesare 11, 70124 Bari, Italy",
        "Emergency Department, Policlinico Hospital, Piazza G. Cesare 11, 70124 Bari, Italy",
        "Regional Epidemiological Observatory, Apulia Region, Bari, Italy",
        "Department of Biomedical Sciences and Human Oncology, Unit of Internal Medicine",
        "University of Bari Medical School, 70124 Bari, Italy",
        "Medical Oncology Unit, IRCCS Istituto Tumori \"Giovanni Paolo II\" of Bari, Viale",
        "Clinical Pathology Laboratory, IRCCS-Istituto Tumori “Giovanni Paolo II”, Via O",
        "Policlinico Hospital, Piazza G. Cesare 11, 70124 Bari, Italy"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.03.20052183",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.04.03.20052183.pdf"
    },
    "abstract": "Background RT-PCR test for identification of viral nucleic acid is the current standard diagnostic method for the diagnosis of COVID-19 disease but technical reasons limit the utilization of this assay onlarge scalescreenings. Method We verified in a consecutive series of 191 symptomatic patients the clinical information that new rapid serological colorimetric test qualitatively analyzing IgM/IgG expression can provide with respect to standard assay and with respect to clinical outcome of patients. ResultsRapid serological test showed a sensitivity of 30% and a specificity of 89% with respect to the standard assay but, interestingly, these performances improve after 8 days of symptoms appearance. After 10 days of symptoms the predictive value of rapid serological test is higher than that of standardassay. When the behaviour of the two immunoglobulins was evaluated with respect to time length of symptoms appaerance, no significant difference in immunoglobulins behaviour was shown. Conclusions The rapid serological test analyzed in the present study is candidate to provide information on immunoreaction of the subject to COVID-19 exposure.",
    "funding": [
        {}
    ]
}