{
    "abstract": "Introduction. The 2019 novel Coronavirus (2019 nCoV), now declared a pandemic has an overall case fatality of 2 to 3% but it is as high as 50% in critically ill patients. D-dimer is an important prognostic tool, often elevated in patients with severe COVID-19 infection and in those who suffered death. In this systematic review, we aimed to investigate the prognostic role of D-dimer in COVID-19 infected patients. Methods. We searched PubMed, Medline, Embase, Ovid, and Cochrane for studies reporting admission D-dimer levels in COVID-19 patients and its effect on mortality. Results. 18 studies (16 retrospective and 2 prospective) with a total of 3,682 patients met the inclusion criteria. The pooled mean difference (MD) suggested significantly elevated D-dimer levels in patients who died versus those survived (MD 6.13 mg/L, 95% CI 4.16 to 8.11, p <0.001). Similarly, the pooled mean D-dimer levels were significantly elevated in patients with severe COVID-19 infection (MD 0.54 mg/L, 95% CI 0.28 to 0.8, p< 0.001). In addition, the risk of mortality was four-fold higher in patients with positive D-dimer vs negative D-dimer (RR 4.11, 95% CI 2.48 to 6.84, p< 0.001) and the risk of developing the severe disease was two-fold higher in patients with positive D-dimer levels vs negative D-dimer (RR 2.04, 95% CI 1.34 to 3.11, p < 0.001). Conclusion. Our meta-analysis demonstrates that patients with COVID-19 presenting with elevated D-dimer levels have an increased risk of severe disease and mortality.",
    "author": "Mohit K Turagam; Forman S Patel; Jalaj Garg; Siddharth Shah; Poonam Velagapudi; Mohammed Osman; Siddharth B Patel; Dhanunjaya Lakkireddy; Kuldeep Shah",
    "date": 2020,
    "doi": "10.1101/2020.04.29.20085407",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.29.20085407"
    },
    "title": "Elevated D-Dimer Levels are Associated with Increased Risk of Mortality in COVID-19: A Systematic Review and Meta-Analysis",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Not applicable"
        }
    ]
}