{
    "title": "Real-time estimation of R0 for supporting public-health policies against",
    "date": 2020,
    "author": "Sebastián Contrerasa, H. Andrés Villavicencio, David Medina-Ortiza,d, Claudia P. Saavedrac, Álvaro",
    "affiliations": [
        "Centre for Biotechnology and Bioengineering (CeBiB), Universidad de Chile, Beauchef 851, 8370448 Santiago, Chile",
        "Department of Chemical Engineering, Biotechnology and Materials, Universidad de Chile, Beauchef 851, 8370448 Santiago",
        "Laboratorio de Micobiologia Molecular, Facultad de Ciencias de la Vida, Universidad Andres Bello, Santiago, Chile",
        "California Institute of Technology, Pasadena, CA 91125, USA"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.23.20076984",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.04.23.20076984.pdf"
    },
    "abstract": "Background: In the absence of a consensus protocol to slow down the current SARS- CoV2 spread, policy makers are in need of real-time indicators to support decisions in public health matters. The Basic Reproduction Number (R0) represents viral spread rate and can be dramatically modified by the application of effective public control measures. However, current methodologies to calculate R0 from data remain cumbersome and unusable during an outbreak. Objective: To provide a simple mathematical formulation for obtaining R0 in Real-Time, and apply it to assess the effectiveness of public-health policies in different iconic countries. Study design: By modifying the equations describing the spread of the virus, we derived a real-time R0 estimator that can be readily calculated from daily official case reports. Results: We show the application of a time trend analysis of the R0 estimator to assess the efficacy and promptness of public health measures that impacted on the development of the COVID-19 epidemic in iconic countries. Conclusions: We propose our simple estimator and method as useful tools to follow and assess in real time the effectiveness of public health policies on COVID-19 evolution. Keywords: COVID-19, SARS-CoV2, basic reproduction number R0, public-health policies, epidemiologic modelling",
    "keywords": [
        "COVID-19",
        "SARS-CoV2",
        "basic reproduction number R0",
        "public-health policies",
        "epidemiologic 24 modelling"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Centre for Biotechnology and Bioengineering",
                    "award-id": [
                        "FB0001"
                    ]
                },
                {
                    "funding-source": "PIA project",
                    "award-id": [
                        "FB0001"
                    ]
                }
            ],
            "funding-statement": "The authors gratefully acknowledge support from the Centre for Biotechnology and Bioengineering - CeBiB (PIA project FB0001, Conicyt, Chile)"
        }
    ]
}