{
    "abstract": "Purpose: The COVID-19 pandemic has caused significant confusion about healthcare providers and patients pandemic-specific risks related to surgery. The aim of this systematic review is to summarize recommendations for sinus and anterior skull base surgery during the COVID-19 pandemic. Methods: PubMed/MEDLINE, Google Scholar, Scopus and Embase were searched by two independent otolaryngologists from the Young Otolaryngologists of IFOS (YO-IFOS) for studies dealing with sinus and skull base surgery during COVID-19 pandemic. The review also included unpublished guidelines edited by Otolaryngology-Head and Neck Surgery or Neurosurgery societies. Perioperative factors were investigated including surgical indications, preoperative testing of patients, practical management in operating rooms, technical aspects of surgery and postoperative management. The literature review was performed according to PRISMA guidelines. The criteria for considering studies or guidelines for the review were based on the population, intervention, comparison, outcome, timing and setting (PICOTS) framework. Results: 15 international publications met inclusion criteria. Five references were guidelines from national societies. All guidelines recommended postponing elective surgeries. An algorithm is proposed that classifies endonasal surgical procedures into three groups based on the risk of postponing surgery. Patients COVID-19 status should be preoperatively assessed. Highest level of personal protective equipment (PPE) is recommended, and the use of high-speed powered devices should be avoided. Face-to-face postoperative visits must be limited. Conclusions: Sinus and skull base surgeries are high-risk procedures due to potential aerosolization of SARS-CoV-2 virus. Protection of health care workers by decreasing exposure and optimizing use of PPE is essential with sinus and anterior skull base surgery.",
    "author": "Patravoot Vatanasapt; Christian Calvo-Henriquez; Carlos Chiesa-estomba; Philippe Lavigne; Puya Dehgani-Mobaraki; Tareck Ayad; sven saussez; Chwee Ming Lim; thomas radulesco; Jerome R Lechien; Nicolas Fakhry; Zoukaa Sargi; Napadon Tangjaturonrasme; Leigh Sowerby; Justin Michel",
    "date": 2020,
    "doi": "10.1101/2020.05.01.20087304",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.01.20087304"
    },
    "title": "Sinus and Anterior Skull Base Surgery during the COVID-19 pandemic: Systematic review, Synthesis and YO-IFOS position.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement na</strong>"
        }
    ]
}