{
    "abstract": "Background: 2019 Novel coronavirus disease (COVID−19) is turning into a pandemic globally lately. Angiotensin-converting enzyme 2 (ACE2) is identified as an important functional receptor for SARS−Cov−2. ACE2 and ACE are homologues with inverse functions in the renin−angiotensin system. ACE converts angiotensin I into a vital vasoactive peptide called angiotensin II(AngII), whereas ACE2 hydrolyzes AngII into a series of vasodilators. There were few reports illustrated the expression of AngII in COVID−19. This study aimed to demonstrate the expression of angiotensin II in COVID−19 and how it correlated to the disease. Methods: We enrolled 55 patients with COVID−19 admitted to renmin Hospital of Wuhan University from January 21st to February 21st, 2020. Demographic data were collected upon admission. COVID−19 nuclear acid, plasma AngII, Renin and aldosterone in the lying position without sodium restriction, and other laboratory indicators were together measured by the laboratory department of our hospital. Findings: Of the 55 patients with COVID−19, 34(61.8%) had an increased level of AngII. The severity of COVID−19 and male is positively related with the level of AngII. The level of blood lymphocyte, PCT, ALT, and AST were remarkably severe with those of normal level of AngII (P < 0.05). CD4/CD8 cells ratio was significantly higher whereas CD3+CD8+ cells amount, CD3+CD8+ cells proportion, CD56+CD16+CD3- cells amount and CD19+CD3- cells amount were considerably lower than those of normal level of AngII (P < 0.05). Abnormal rates of blood lymphocyte and PCT were significantly higher in Patients with elevated AngII level. The results of binary logistic regression analysis showed that the severity of COVID−19 (OR=4.123) and CD4/CD8 ratio(OR=4.050) were the co-directional impact factor while female(OR=0.146) was inverse impact factor of elevated AngII level. Interpretation: High rate of increased level of AngII was detected in COVID−19 patients. Patients with elevated AngII level were more likely to be critically ill with COVID−19. Considering the gender differences in ACE2 expression and no gender differences in angiotensin expression, the gender differences in AngII level might indicate less loss of ACE2 in female patients. Elevated AngII level was correlated with CD4/CD8 ratio, suggesting it might involve in immune disorder. Keywords: 2019 Novel coronavirus disease(COVID−19), Angiotensin-converting enzyme 2 (ACE2), Angiotensin II(AngII), gender differences\nCompeting Interest Statement",
    "author": "Ren-Gui Chen; Yan Hong; Na Liu; Heng-Mei Zhu",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20080432",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20080432"
    },
    "keywords": [
        "2019 Novel coronavirus disease(COVID−19)",
        "Angiotensin-converting enzyme 2 (ACE2)",
        "Angiotensin II(AngII)",
        "gender differences"
    ],
    "title": "High rate of increased level of plasma Angiotensin II and its gender difference in COVID-19: an analysis of 55 hospitalized patients with COVID-19 in a single hospital, WuHan, China",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Basic Research Project of Shenzhen Science and Technology Innovation Commission",
                    "award-id": [
                        "JCYJ20160429181842402"
                    ]
                }
            ],
            "funding-statement": "This study was funded by Basic Research Project of Shenzhen Science and Technology Innovation Commission (JCYJ20160429181842402)"
        }
    ]
}