{
    "abstract": "Background The most severely COVID-19 patients need intensive care and show increased risk of thromboembolic events. Although some patients meet the diagnostic criteria for the Disseminated Intravascular Coagulation, the pathogenesis of the diffuse thrombotic status remains unclear. The aim of the present study is to evaluate the presence of antiphospholipid antibodies (aPL) in sera of deceased patients with autoptic proven thrombotic microangiopathy to evaluate if some patients may have developed Catastrophic Antiphospholipid Syndrome (CAPS). Methods Thirty-five patients were enrolled. The available medical history, comorbidities, therapies, laboratory and autopsy findings were collected post-mortem from clinical records. IgA, IgG and IgM anti cardiolipin (ACA) and anti β2 glycoprotein 1 (β2GP1) antibodies, IgG and IgM anti phosphatidylserine/prothrombin (PS/PT) antibodies were tested for all the patients. Results 3/35 (8.6%) patients were slightly positive for aPL: one for ACA IgG and two for ACA IgM but values were low (< 3X the cut off). No patients tested positive for ACA IgA neither for β2GP1 isotypes. 3/35 (8.6%) patients were positive for PS/PT, one for IgG and two for IgM, but values were less than 2X the cut off. No patients showed simultaneous positivity for ACA and PS/ PT. Conclusions It is difficult to categorize the vascular events into a conventional disease: we did not find significant association with anti-phospholipid antibodies. It is most likely that several factors contribute to trigger the hypercoagulability status and the thromboembolism but, on the basis our results, CAPS is probably not involved into the pathogenesis of these phenomena.",
    "author": "Giovanni Guerra; Maria Grazia Alessio; Aurelio Sonzogni; Giulia Previtali; Lorenzo Cerutti; Valentina Moioli; Roberto Marozzi; Rudi Ravasio; Andrea Gianatti; Michela Seghezzi",
    "date": 2020,
    "doi": "10.1101/2020.04.30.20086397",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.30.20086397"
    },
    "title": "THE PATHOGENESIS OF THROMBOEMBOLIC DISEASE IN COVID-19 PATIENTS: COULD BE A CATASTROPHIC ANTIPHOSPHOLIPID SYNDROME?",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "NONE"
        }
    ]
}