{
    "abstract": "BACKGROUND: Despite limited and conflicting data on the use of hydroxychloroquine in patients with Covid-19, the U.S. Food and Drug Administration has authorized the emergency use of this drug when clinical trials are unavailable or infeasible. Hydroxychloroquine, alone or in combination with azithromycin, is being widely used in Covid-19 therapy based on anecdotal and limited observational evidence. METHODS: We performed a retrospective analysis of data from patients hospitalized with confirmed SARS-CoV-2 infection in all United States Veterans Health Administration medical centers until April 11, 2020. Patients were categorized based on their exposure to hydroxychloroquine alone (HC) or with azithromycin (HC+AZ) as treatments in addition to standard supportive management for Covid-19. The two primary outcomes were death and the need for mechanical ventilation. We determined the association between treatment and the primary outcomes using competing risk hazard regression adjusting for clinical characteristics via propensity scores. Discharge and death were taken into account as competing risks and subdistribution hazard ratios are presented. RESULTS: A total of 368 patients were evaluated (HC, n=97; HC+AZ, n=113; no HC, n=158). Rates of death in the HC, HC+AZ, and no HC groups were 27.8%, 22.1%, 11.4%, respectively. Rates of ventilation in the HC, HC+AZ, and no HC groups were 13.3%, 6.9%, 14.1%, respectively. Compared to the no HC group, the risk of death from any cause was higher in the HC group (adjusted hazard ratio, 2.61; 95% CI, 1.10 to 6.17; P=0.03) but not in the HC+AZ group (adjusted hazard ratio, 1.14; 95% CI, 0.56 to 2.32; P=0.72). The risk of ventilation was similar in the HC group (adjusted hazard ratio, 1.43; 95% CI, 0.53 to 3.79; P=0.48) and in the HC+AZ group (adjusted hazard ratio, 0.43; 95% CI, 0.16 to 1.12; P=0.09), compared to the no HC group. CONCLUSIONS: In this study, we found no evidence that use of hydroxychloroquine, either with or without azithromycin, reduced the risk of mechanical ventilation in patients hospitalized with Covid-19. An association of increased overall mortality was identified in patients treated with hydroxychloroquine alone. These findings highlight the importance of awaiting the results of ongoing prospective, randomized, controlled studies before widespread adoption of these drugs.",
    "affiliations": [
        "University of Virginia relating to Covid-19 but unrelated to this work. SSS has received research grants from Boehringer Ingelheim, Gilead Sciences, Portola Pharmaceuticals, and United Therapeutics, all unrelated to this work. The other authors declare no competing interests",
        "National Institutes of Health University of Virginia"
    ],
    "author": "Jayakrishna Ambati; S Scott Sutton; Siddharth Narendran; Felipe Pereira; Tammy Cummings; Joseph Magagnoli; James W Hardin",
    "date": 2020,
    "doi": "10.1101/2020.04.16.20065920",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.16.20065920"
    },
    "title": "Outcomes of hydroxychloroquine usage in United States veterans hospitalized with Covid-19",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Boehringer Ingelheim, Gilead"
                },
                {
                    "funding-source": "Portola Pharmaceuticals,"
                },
                {
                    "funding-source": "United Therapeutics,"
                }
            ],
            "funding-statement": "SSS has received research grants from Boehringer Ingelheim, Gilead Sciences, Portola Pharmaceuticals, and United Therapeutics, all unrelated to this work"
        }
    ]
}