{
    "abstract": "Background The COVID-19 pandemic and associated lockdown may have psychiatric consequences and increase the number of psychiatric emergency consultations. Methods Three psychiatric centers in Paris and its suburbs took part in the study. We compared the number of total psychiatric emergency consultations during the 4 first weeks of the lockdown in France to the corresponding 4 weeks in 2019. We also compared the number of consultations during these 4-week time periods in 2020 and 2019 across different diagnostic categories. Findings In the 4 first weeks of the lockdown in France, 553 emergency psychiatry consultations were carried out, compared to 1224 consultations during the corresponding period of 2019, representing a 54.8 % decrease. This decrease was evident across all psychiatric disorders, including anxiety (number of consultations in 2020 representing 36.1 % of 2019), mood (41.1 %), and psychotic disorders (57.3 %). The number of suicide attempts also decreased (number of suicide attempts in 2020 representing 42.6 % of 2019). In comparison to 2019, the proportion of total consultations for anxiety disorders also decreased (16.6 % vs. 20.8 %), whilst the proportion of total consultations increased for psychotic disorders (31.1 % vs. 24.1 %). Conclusions The total number of psychiatric emergency consultations during lockdown dramatically decreased. The psychological consequences of lockdown may be delayed, indicating that psychiatric services should be prepared for a secondary increase in emergency presentations.",
    "author": "Antoine Pelissolo; Franck Schurhoff; Liova Yon; Marion Leboyer; David Barruel; Marie Loric; Caroline Dubertret; Raphael Gourevitch; Sarah Tebeka; Francois Hemery; Helene Cardot; Anne-Kristelle Trebalag; Alexandra Pham-Scottez; Valerie Dauriac-Le Masson; Corentin Rabu; Baptiste Pignon",
    "date": 2020,
    "doi": "10.1101/2020.05.19.20095901",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.19.20095901"
    },
    "title": "Dramatic reduction of psychiatric emergency consultations during lockdown linked to COVID-19 in Paris and suburbs",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}