{
    "abstract": "In the absence of medical treatment and vaccination, the mitigation and containment of the ongoing COVID-19 pandemic relies on behavioral changes. Timely data on attitudes and behaviors are thus necessary to develop optimal intervention strategies and to assess the consequences of the pandemic for different demographic groups. We developed a rapid response monitoring system via a continuously run online survey (the \"COVID-19 Health Behavior Survey\") across eight countries (Belgium, France, Germany, Italy, the Netherlands, Spain, the United Kingdom, the United States). The survey was specifically designed to collect key information on people's health status, behaviors, close social contacts, and attitudes in response to the COVID-19 pandemic. We developed an innovative approach to recruit participants via targeted Facebook advertisement campaigns in order to generate balanced samples for post-stratification. In this paper, we present results for the period from March 13-April 19, 2020. We estimate important differences by sex: women show a substantially higher perception of threat along with a lower level of confidence in the health system. This is paralleled by sex-specific behaviors, with women more likely to adopt a wide range of preventive behaviors. We thus expect behavior to serve as a protective factor for women. Our findings also show a higher level of awareness and concern among older respondents, in line with the evidence that the elderly are at highest risk of severe complications following infection from COVID-19. While across all the samples respondents were less concerned for themselves than for their country or for the world, we also observed substantial temporal and spatial heterogeneity in terms of confidence in institutions and responses to non-pharmaceutical interventions.",
    "affiliations": [
        "Max Planck Institute for Demographic Research, which is part of the Max Planck Society"
    ],
    "author": "Daniela Perrotta; Andr&amp;eacute Grow; Emilio Zagheni; Sofia Gil-Clavel; Emanuele Del Fava; Francesco Rampazzo; Jorge Cimentada",
    "date": 2020,
    "doi": "10.1101/2020.05.09.20096388",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.09.20096388"
    },
    "title": "Behaviors and attitudes in response to the COVID-19 pandemic: Insights from a cross-national Facebook survey",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Max Planck Institute for Demographic Research,"
                },
                {
                    "funding-source": "Max Planck Society."
                }
            ],
            "funding-statement": "This study was funded through the support of the Max Planck Institute for Demographic Research, which is part of the Max Planck Society."
        }
    ]
}