{
    "abstract": "Background In December 2019, novel coronavirus (SARS-CoV-2) infected pneumonia occurred in Wuhan, China. The number of cases has increased rapidly but information on the clinical characteristics of SARS-CoV-2 pneumonia without comorbidities compared to normal controls in Chinese Han population is limited. Our objective is to describe the epidemiological and clinical characteristics of SARS-CoV-2 pneumonia without comorbidities compared to normal controls in the Chinese Han population. Methods Retrospective, multi-center case series of the 69 consecutive hospitalized patients with confirmed SARS-CoV-2 pneumonia, from February 7 to February 28, 2020; final date of follow-up was February 29, 2020. Results The study population included 69 hospitalized patients with confirmed SARS-CoV-2 pneumonia without comorbidities and 14,117 normal controls. 50.7% patients were male and 49.3% were female; 1.5% patients were asymptomatic cases, 63.8% patients were mild cases, and 36.2% patients were severe or critical cases. Compared with mild patients (n = 44), severe or critical patients (n = 25) were significantly older (median age, 67 years [IQR, 58-79] vs. 49 years [IQR, 36-60]; P 28 pg/mL) and 4.4% patients were diagnosed fungal infections or shock. 4.3% patients have been discharged; 1.5% patient had died; 1.5% patient had recovery. Conclusions In this multicenter case series of 69 patients without comorbidities, the full spectrum of asymptomatic, mild, severe, and critical cases is described. 50.7% patients were male and 49.3% were female; 1.5% patients were asymptomatic cases, 63.8% patients were mild cases, and 36.2% patients were severe or critical cases. 4.3% patients have been discharged; 1.5% patient had died; 1.5% patient had recovery. Among the 25 patients with severe or critical disease, 12.0% patients were underwent non-invasive mechanical ventilation, 8.0% patients underwent invasive mechanical ventilation, and 4.0% patients died.",
    "affiliations": [
        "National Natural Science Foundation of China (Grant No. 81830052）and Shanghai Key Laboratory of Molecular Imaging（18DZ2260400）"
    ],
    "author": "Zhi-bing Lu; Wei Wu; Yong-zhe Li; Yang Xu; Gang Huang; Xing-huan Wang; Sheng-yong Dong; Qiang Zeng; Yi-rong Li",
    "date": 2020,
    "doi": "10.1101/2020.03.08.20031658",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.08.20031658"
    },
    "title": "Clinical Characteristics of SARS-CoV-2 Pneumonia Compared to Controls in Chinese Han Population",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "81830052"
                    ]
                },
                {
                    "funding-source": "Shanghai Key Laboratory of Molecular",
                    "award-id": [
                        "18DZ2260400"
                    ]
                }
            ],
            "funding-statement": "The study was supported by research grants from National Natural Science Foundation of China (Grant No 81830052）and Shanghai Key Laboratory of Molecular Imaging（18DZ2260400）"
        }
    ]
}