{
    "abstract": "Background: Previous pandemics have resulted in significant consequences for mental health. Here we report the mental health sequela of the COVID-19 pandemic on the UK population and examine modifiable and non-modifiable explanatory factors associated with mental health outcomes. We focus on the short-term consequences for mental health, as reported during the first four-six weeks of social distancing measures being introduced. Methods: A community cohort study was conducted with adults aged ≥18 years recruited through a mainstream and social media campaign between 3/4/20-30/4/20. Consenting participants completed an online survey measuring depression, anxiety and stress and explanatory variables hypothesised to be related to these mental health outcomes. Outcomes: N=3097 eligible individuals participated. The cohort was predominantly female (85%); mean age forty-four years; 10% from minority ethnic groups; 50% described themselves as key-workers and 20% identified as having clinical risk factors putting them at increased risk of COVID-19. Mean scores for depression, stress and anxiety significantly exceeded population norms. Analysis of non-modifiable factors indicated that being younger and female were associated with all outcomes, with the final multivariable models accounting for 7-13% of variance. When adding modifiable factors, significant independent effects emerged for positive mood, perceived loneliness and worry about getting COVID-19 for all outcomes, with the final multivariable models accounting for 54-57% of variance. Interpretation: Increased psychological morbidity was evident in this UK cohort, with younger people and women at particular risk. Interventions targeting perceptions of: loneliness, risk of COVID-19, worry about COVID-19, and positive mood may be effective.\nCompeting Interest Statement",
    "author": "Kavita Vedhara; Adam Massey; Trudie Chalder; Kieran Ayling; Elizabeth Broadbent; Ru Jia; Carol Coupland",
    "date": 2020,
    "doi": "10.1101/2020.05.14.20102012",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.14.20102012"
    },
    "title": "Mental health in the UK during the COVID-19 pandemic: early observations",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Institute for Health Research School for Primary Care Research",
                    "award-id": [
                        "NIHR SPCR"
                    ]
                },
                {
                    "funding-source": "NIHR SPCR)"
                }
            ],
            "funding-statement": "KA was supported by funding from the National Institute for Health Research School for Primary Care Research (NIHR SPCR)"
        },
        {
            "award-group": [
                {
                    "funding-source": "Department of Health"
                },
                {
                    "funding-source": "National Institute for Health Research"
                },
                {
                    "funding-source": "NIHR"
                },
                {
                    "funding-source": "Specialist Biomedical Research Centre for Mental Health"
                },
                {
                    "funding-source": "South London and Maudsley NHS Foundation Trust"
                },
                {
                    "funding-source": "Institute of Psychiatry"
                },
                {
                    "funding-source": "King's College London"
                }
            ],
            "funding-statement": "TC acknowledges the financial support of the Department of Health via the National Institute for Health Research (NIHR) Specialist Biomedical Research Centre for Mental Health award to the South London and Maudsley NHS Foundation Trust (SLaM) and the Institute of Psychiatry at King's College London"
        }
    ]
}