{
    "title": "Analysis of temporal trends in potential COVID-19 cases reported through NHS Pathways England",
    "date": 2020,
    "author": "Quentin J. Leclerc,​ ,Emily S. Nightingale,​ ,Sam Abbott​1,CMMID COVID-19 Working Group, Thibaut Jombart,​ ,4",
    "affiliations": [
        "Department of Infectious Disease Epidemiology, London School of Hygiene and Tropical Medicine, Keppel Street, London, UK",
        "Department of Global Health and Development, London School of Hygiene and Tropical Medicine, Keppel Street, London, UK",
        "MRC Centre for Global Infectious Disease Analysis, Department of Infectious Disease Epidemiology, School of Public Health, Imperial College, London, UK"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.16.20103820",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.05.16.20103820.pdf"
    },
    "abstract": "The NHS Pathways triage system collates data on enquiries to 111 and 999 services in England. Since the 18th of March 2020, these data have been made publically available for potential COVID-19 symptoms self-reported by members of the public. Trends in such reports over time are likely to reflect behaviour of the ongoing epidemic within the wider community, potentially capturing valuable information across a broader severity profile of cases than hospital admission data. We present a fully reproducible analysis of temporal trends in NHS Pathways reports until 14th May 2020, nationally and regionally, and demonstrate that rates of growth/decline and effective reproduction number estimated from these data may be useful in monitoring transmission. This is a particularly pressing issue as lockdown restrictions begin to be lifted and evidence of disease resurgence must be constantly reassessed. We further assess the correlation between NHS Pathways reports and a publicly available NHS dataset of COVID-19-associated deaths in England, finding that enquiries to 111/999 were strongly associated with daily deaths reported 16 days later. Our results highlight the potential of NHS Pathways as the basis of an early warning system. However, this dataset relies on self-reported symptoms, which are at risk of being severely biased. Further detailed work is therefore necessary to investigate potential behavioural issues which might otherwise explain our conclusions.",
    "funding": [
        {}
    ]
}