{
    "abstract": "The new coronavirus (SARS-CoV-2) outbreak originating from Wuhan, China, poses a threat to global health. While it's evident that the virus invades respiratory tract and transmits from human to human through airway, other viral tropisms and transmission routes remain unknown. We tested viral RNA in stool from 73 SARS-CoV-2-infected hospitalized patients using rRT-PCR. 53.42% of the patients tested positive in stool. 23.29% of the patients remained positive in feces even after the viral RNA decreased to undetectable level in respiratory tract. The viral RNA was also detected in gastrointestinal tissues. Furthermore, gastric, duodenal and rectal epithelia showed positive immunofluorescent staining of viral host receptor ACE2 and viral nucleocapsid protein in a case of SARS-CoV-2 infection. Our results provide evidence for gastrointestinal infection of SARS-CoV-2, highlighting its potential fecal-oral transmission route.",
    "affiliations": [
        "National Natural Science Foundation of China (grant 81870411). The funders had no involvement in study design, writing the report or decision for publication"
    ],
    "author": "Fei Xiao; Jing Liu; Jin Huang; Jianzhong He; Siwen Huang; Zhaoxiong Fang; Guanmin Jiang; Shoudeng Chen; Renxu Lai; Ye Liu; Xiaobin Zheng; Hong Shan; Chunna Li; Jinyu Xia; Zhongsi Hong; Zhenyi Zhang; Meiwen Tang; Zhonghe Li; Xianqi Lin; Xiaofeng Li",
    "date": 2020,
    "doi": "10.1101/2020.02.17.20023721",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.02.17.20023721"
    },
    "title": "Evidence for gastrointestinal infection of SARS-CoV-2",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "81870411"
                    ]
                }
            ],
            "funding-statement": "This work was funded by the National Natural Science Foundation of China (grant 81870411)"
        }
    ]
}