{
    "abstract": "Background Data regarding critical care for patients with severe COVID-19 are limited. We aimed to describe the clinical course, multi-strategy management, and respiratory support usage for the severe COVID-19 at the provincial level. Methods Using data from Sichuan Provincial Department of Health and the multicentre cohort study, all microbiologically confirmed COVID-19 patients in Sichuan who met the national severe criteria were included and followed-up from the day of inclusion (D1), until discharge, death, or the end of the study. Findings Out of 539 COVID-19 patients, 81 severe cases (15.0%) were identified. The median (IQR) age was 50 (39-65) years, 37% were female, and 53.1% had chronic comorbidities. All severe cases were identified before requiring mechanical ventilation and treated in the intensive care units (ICUs), among whom 51 (63.0%) were treated in provisional ICUs and 77 patients (95.1%) were admitted by D1. On D1, 76 (93.8%) were administered by respiratory support, including 55 (67.9%) by conventional oxygen therapy (COT), 8 (9.9%) by high-flow nasal cannula (HFNC) and 13 (16.0%) by non-invasive ventilation (NIV). By D28, 53 (65.4%) were discharged, three (3.7%) were deceased, and 25 (30.9%) were still hospitalized. COT, administered to 95.1% of the patients, was the most commonly used respiratory support and met 62.7% of the respiratory support needed, followed by HFNC (19.3%), NIV ventilation (9.4%) and IV 8.5%. Interpretation The multi-strategy management for severe COVID-19 patients including early identification and timely critical care may contribute to the low case-fatailty. Preparation of sufficient conventional oxygen equipment should be prioritized.",
    "affiliations": [
        "West China Hospital"
    ],
    "author": "Yu Gong; Jin Yang; Sheng Lv; Zhongwei Zhang; Li Chen; Jie Yang; Chang Liu; Wei Zhang; Hailong Wei; Bingxing Shuai; Weimin Li; Juan Shang; Xiangrong Song; Bo Wang; Wanhong Yin; Xiaodong Jin; Hong Chen; Yuanjun Zhang; Rui Shi; Xianhua Xiao; Xiong Yang; Huaqiang Shen; Chao Jia; Zongan Liang; Wen Wang; Qin Wu; Xiangde Zhen; Xiaoqi Xie; Maojuan Wang; Xuelian Liao; Huan Liu; Jin Tang; Zhen Li; Xianying Lei; Yongming Tian; Yan Kang; Min Yang; Jian Wang",
    "date": 2020,
    "doi": "10.1101/2020.03.22.20041277",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.22.20041277"
    },
    "title": "Critical Care for Severe COVID-19: A Population-based Study from a Province with Low Case-fatality Rate in China",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Project of Novel Coronavirus Pneumonia in West China Hospital"
                }
            ],
            "funding-statement": "The project was supported by Project of Novel Coronavirus Pneumonia in West China Hospital"
        }
    ]
}