{
    "abstract": "Predictions on the time-evolution of the number of severe and critical cases of COVID-19 patients in Guadeloupe are presented. A stochastic model is purposely developed to explicitly account for the entire population (≈ 400000 inhabitants) of Guadeloupe. The available data for Guadeloupe are analysed and combined with general characteristics of the COVID-19 to constrain the parameters of the model. The time-evolution of the number of cases follows the well-known exponential-like model observed at the very beginning of a pandemic outbreak. The exponential growth of the number of infected individuals is controlled by the so-called basic reproductive number, R0, defined as the likely number of additional cases generated by a single infectious case during its infectious period TI. Because of the rather long duration of infectious period (≈ 14 days) a high rate of contamination is sustained during several weeks after the beginning of the containment period. This may constitute a source of discouragement for people restrained to respect strict containment rules. It is then unlikely that, during the containment period, R0 falls to zero. Fortunately, our models shows that the containment effects are not much sensitive to the exact value of R0 provided we have R0 < 0.6. For such conditions, we show that the number of severe and critical cases is highly tempered about 4 to 6 weeks after the beginning of the containment. Also, the maximum number of critical cases (i.e. the cases that may exceed the hospital intensive care capacity) remains near 30 when R0 < 0.6. For a larger R0 = 0.8 a slower decrease of the number of critical cases occurs, leading to a larger number of deceased patients. This last example illustrates the great importance to maintain an as low as possible R0 during and after the containment period. The rather long delay between the beginning of the containment and the appearance of the slowing-down of the rate of contamination puts a particular strength on the communication and sanitary education of people. To be mostly efficient, this communication must be done by a locally recognised medical staff. We believe that this point is a crucial matter of success.",
    "author": "MERIEM ALLALI; MICHEL CARLES; DOMINIQUE GIBERT; PATRICK PORTECOP",
    "date": 2020,
    "doi": "10.1101/2020.04.12.20063008",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.12.20063008"
    },
    "title": "Prediction of the time evolution of the COVID-19 disease in Guadeloupe with a stochastic evolutionary model",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No dedicated funding has been used for this study."
        }
    ]
}