{
    "abstract": "In an effort to mitigate the outbreak of COVID-19, many countries have imposed drastic lockdown, movement control or shelter in place orders on their residents. The effectiveness of these mitigation measures is highly dependent on cooperation and compliance of all members of society. The knowledge, attitudes and practices people hold toward the disease play an integral role in determining a society's readiness to accept behavioural change measures from health authorities. The aim of this study was to determine the knowledge levels, attitudes and practices toward COVID-19 among the Malaysian public. A cross-sectional online survey of 4,850 Malaysian residents was conducted between 27th March and 3rd April 2020. The survey instrument consisted of demographic characteristics, 13 items on knowledge, 3 items on attitudes and 3 items on practices, modified from a previously published questionnaire on COVID-19. Descriptive statistics, chi-square tests, t-tests and oneway analysis of variance (ANOVA) were conducted. The overall correct rate of the knowledge questionnaire was 80.5%. Most participants held positive attitudes toward the successful control of COVID-19 (83.1%), the ability of Malaysia to conquer the disease (95.9%) and the way the Malaysian government was handling the crisis (89.9%). Most participants were also taking recautions such as avoiding crowds (83.4%) and practising proper hand hygiene (87.8%) in the week before the movement control order started. However, the wearing of face masks was less common (51.2%). This survey is among the first to assess knowledge, attitudes and practice in response to the COVID-19 pandemic in Malaysia. The results highlight the importance of consistent messaging from health authorities and the government as well as the need for tailored health education programs to improve levels of knowledge, attitudes and practices.",
    "affiliations": [
        "Universiti Kebangsaan Malaysia (Grant code: SK-2020-007) to the corresponding author. The funder had no role in the study design, data collection and analysis, decision to publish, or preparation of the manuscript"
    ],
    "author": "Mohammad Rezal Hamzah; Emma MW Mohamad; Jen Sern Tham; Suffian Hadi Ayub; Arina Anis Azlan",
    "date": 2020,
    "doi": "10.1101/2020.04.29.20085563",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.29.20085563"
    },
    "title": "Public knowledge, attitudes and practices towards COVID-19: A cross-sectional study in Malaysia",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Universiti Kebangsaan Malaysia",
                    "award-id": [
                        "code: SK-2020-007"
                    ]
                }
            ],
            "funding-statement": "This research was supported by a grant from Universiti Kebangsaan Malaysia (Grant code: SK-2020-007) to the corresponding author"
        }
    ]
}