{
    "abstract": "Our manuscript was based on surveillance cases of COVID-19 identified before January 26, 2020. As of February 20, 2020, the total number of confirmed cases in mainland China has reached 18 times of the number in our manuscript. While the methods and the main conclusions in our original analyses remain solid, we decided to withdraw this preprint for the time being, and will replace it with a more up-to-date version shortly. Should you have any comments or suggestions, please feel free to contact the corresponding author.",
    "affiliations": [
        "National Natural Science Funds (No. 81825019), and the U.S. National Institute of Health (R01 AI139761 and R01 AI116770)"
    ],
    "author": "Mingjin Liu; Xiaoai Zhang; Wei Liu; M. Elizabeth Halloran; Liqun Fang; Qingbin Lu; Yang Yang; Natalie Dean; Neda Jalali; Yixing Wang; Liping Wang; Anran Zhang; Ira Longini; Bo Xu",
    "date": 2020,
    "doi": "10.1101/2020.02.10.20021675",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.02.10.20021675"
    },
    "title": "Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "China Mega-Project on Infectious Disease Prevention",
                    "award-id": [
                        "2018ZX10713001",
                        "2018ZX10713002",
                        "2017ZX10103004",
                        "2018ZX10101003-002"
                    ]
                },
                {
                    "funding-source": "National Natural Science Funds",
                    "award-id": [
                        "81825019"
                    ]
                },
                {
                    "funding-source": "U.S National Institute of Health",
                    "award-id": [
                        "R01 AI139761",
                        "R01 AI116770"
                    ]
                }
            ],
            "funding-statement": "This work was financially supported by grants from the China Mega-Project on Infectious Disease Prevention (No 2018ZX10713001, 2018ZX10713002, 2017ZX10103004 and 2018ZX10101003-002), the National Natural Science Funds (No 81825019), and the U.S National Institute of Health (R01 AI139761 and R01 AI116770)"
        }
    ]
}