{
    "abstract": "Background Public health recommendations and governmental measures during the COVID-19 pandemic have enforced numerous restrictions on daily living including social distancing, isolation and home confinement. While these measures are imperative to abate the spreading of COVID-19, the impact of these restrictions on health behaviours and lifestyle at home is undefined. Therefore, an international online survey was launched in April 2020 in seven languages to elucidate the behavioral and lifestyle consequences of COVID-19 restrictions. This report presents the preliminary results from the first thousand responders on physical activity (PA) and nutrition behaviours. Methods Thirty-five research organisations from Europe, North-Africa, Western Asia and the Americas promoted the survey through their networks to the general society, in English, German, French, Arabic, Spanish, Portugese, and Slovenian languages. Questions were presented in a differential format with questions related to responses before and during confinement conditions. Results 1047 replies (54% women) from Asia (36%), Africa (40%), Europe (21%) and other (3%) were included into a general analysis. The COVID-19 home confinement had a negative effect on all intensities of PA (vigorous, moderate, walking and overall). Conversely, daily sitting time increased from 5 to 8 hours per day. Additionally, food consumption and meal patterns (the type of food, eating out of control, snacks between meals, number of meals) were more unhealthy during confinement with only alcohol binge drink decreasing significantly. Conclusion While isolation is a necessary measure to protect public health, our results indicate that it alters physical activity and eating behaviours in a direction that would compromise health. A more detailed analysis of survey data will allow for a segregation of these responses in different age groups, countries and other subgroups which will help develop bespoke interventions to mitigate the negative lifestyle behaviors manifest during the COVID-19 confinement.",
    "author": "Donald Cowan; Mohamed Jarraya; Fernando Santos; Bassem Bouaziz; Morteza Taheri; Monique Epstein; Achim Jerg; Lotfi Chaari; Khaled Trabelsi; Ellen Bentlage; Tarak Driss; Jonathan Gomez-Raja; Hamdi Chtourou; Bostjan Simunic; Karim Chamari; Anita Hoekelmann; Christian Wrede; Nicola Bragazzi; Nizar Souissi; Robbert Sanderman; Michael Brach; Faiez Gargouri; Gamal Mohamed Ali; Omar Boukhris; Carlos Soares Pernambuco; Laisa Liane Paineiras-Domingos; Laurel Riemann; Ramzi Al-Horani; Notger Mueller; Liwa Masmoudi; Taysir Mansi; Jordan M Glenn; Omar Hammouda; Andrea Gaggioli; Daniella How; Jurgen Steinacker; Mona Ahmed; Nicholas T Bott; Rado Pisot; Aimen Khacharem; Stephen J Bailey; Osama Abdelkarim; Fernando Barbosa; Lisette Van Gemert-Pijnen; ACHRAF AMMAR; Patrick Mueller; Khadijeh Irandoust; Sebastian Schulz; Hadj Batatia; Mohamed Jmail; Leonardo Mataruna; Kais El Abed; Wassim Moalla; Sophia Bastoni; Asma Aloui; Annemarie Braakman-jansen; Bryan L Riemann",
    "date": 2020,
    "doi": "10.1101/2020.05.04.20072447",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.04.20072447"
    },
    "title": "Effects of COVID-19 home confinement on physical activity and eating behaviour Preliminary results of the ECLB-COVID19 international online-survey",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Research are urgently needed to help understand the mental health consequences of the covid-19 pandemic. However, normal funding mechanism to support scientific research are too slow. The author received no specific funding for this work."
        }
    ]
}