{
    "abstract": "INTRODUCTION: There is growing evidence regarding the imaging findings of Coronavirus Disease 2019 (COVID-19), in chest X-ray and Computed Tomography scan (CT). At this moment, the role of Lung Ultrasonography (LUS) has yet to be explored. OBJECTIVES: The main purpose of this study is to evaluate the correlation between LUS findings and chest CT in confirmed (positive RT-PCR) or clinically highly suspicious (dyspnea, fever, myasthenia, gastrointestinal symptoms, dry cough, ageusia or anosmia) of COVID-19 patients. METHODS: Prospective study carried out in the emergency department (ED) of confirmed or clinically highly suspicious COVID-19 patients who were subjected to a chest CT and concurrent LUS exam. An experienced ED physician performed the LUS exam blind to the clinical history and results of the CT scan, which were reviewed by two radiologists in consensus for signs compatible with COVID-19 (bilateral ground-glass opacities in peripheral distribution). Compatible LUS exam was considered a bilateral pattern of B-lines, irregular pleural line and subpleural consolidations. RESULTS: Between March and April 2020, fifty-one patients were consecutively enrolled. The indication for CT was a negative or indeterminate RT-PCR test (49.0%) followed by suspicion of pulmonary embolism (41.2%). Radiological signs compatible with COVID-19 were present in thirty-seven patients (72.5%) on CT scan and forty patients (78.4%) on LUS exam. The presence of LUS findings was correlated with a positive CT scan suggestive of COVID-19 (OR: 13.3, 95%CI: 4.5-39.6, p<0.001) with a sensitivity of 100.0% and a specificity of 78.6%, positive predictive value of 92.5% and negative of 100.0%. There was no missed diagnosis of COVID-19 with LUS compared to CT in our cohort. The LUS Score had a good correlation with CT total severity score (ICC 0.803, 95% CI 0.60-0.90, p<0.001). CONCLUSION: LUS presents similar accuracy compared to chest CT to detect lung abnormalities in COVID-19 patients.",
    "author": "Rodrigo Alonso-Gonzalez; yale tung chen; Silvia Ossaba-Velez; Aurea DiezTascon; Sergio Agudo-Fernandez; Pablo Rodriguez Fuertes; Rafael Llamas Fuentes; Luz Parra-Gordo; Milagros Marti de Gracia",
    "date": 2020,
    "doi": "10.1101/2020.05.08.20095117",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.08.20095117"
    },
    "title": "CORRELATION BETWEEN CHEST COMPUTED TOMOGRAPHY AND LUNG ULTRASONOGRAPHY IN PATIENTS WITH CORONAVIRUS DISEASE 2019 (COVID-19)",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research received no external funding."
        }
    ]
}