{
    "abstract": "Endoscopy generates aerosol droplets and fomites, thereby increasing the risk of SARS-CoV2 transmission to healthcare workers and uninfected patients within endoscopy departments. Despite the sharp rise in the incidence of COVID-19, authoritative recommendations to limit the spread of SARS-CoV2 within gastrointestinal endoscopy units are lacking. Therefore, with the primary aim of identifying best practice and scrutinizing its supporting evidence, we conducted a systematic review of literature for articles  and 15 March 2020 in five databases relating to both the current SARS-CoV2 and the previous SARS-CoV outbreaks. Official websites for gastroenterology and endoscopy societies in the 15 most affected countries were also searched. Unfortunately, a paucity of high quality data and heterogeneity of recommendations between countries was observed. Interestingly, not all countries advocated the postponement of non-urgent or elective procedures. Recommendations for patient screening and personal protective equipment were commonly featured in all recommendations but specifics varied. Only 32% (9/28) of all gastroenterology and endoscopy societies issued guidance on endoscopy in the COVID-19 pandemic. In conclusion, stronger evidence to inform current practice and robust guidelines are urgently needed to prevent the transmission of SARS-CoV2 in gastrointestinal endoscopy departments worldwide.\nCompeting Interest Statement\nThe authors have declared no competing interest.\nClinical Trial\nNot applicable\nFunding Statement\nThis is an unfunded study.\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.",
    "author": "Gail B. Cross; John Ong; Yock Young Dan",
    "date": 2020,
    "doi": "10.1101/2020.03.17.20037564",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.17.20037564"
    },
    "title": "The prevention of nosocomial SARS-CoV2 transmission in endoscopy: a systematic review of recommendations within gastroenterology to identify best practice.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This is an unfunded study."
        }
    ]
}