{
    "abstract": "Background: COVID-19 induces progressive hypoxemic respiratory failure and acute respiratory distress syndrome, mostly due to a dysregulated inflammatory response. Since the first observations of COVID-19 patients, significant hypoalbuminemia was detected. This study aimed to investigate the hypothesis that hypoalbuminemia in COVID-19 patients is due to pulmonary capillary leakage and to test its correlation with indicators of respiratory function. Methods: 174 COVID-19 patients, 92 admitted to the Intermediate Medicine ward (IMW), and 82 to the Intensive Care Unit (ICU) at Luigi Sacco Hospital in Milan were included in this study. Findings: Serum albumin concentration was decreased in the whole cohort, with ICU patients displaying lower values than IMW patients [20 (18-23) vs 28 (24-33) g/L, p<0.0001]. Lower albumin values were found in patients belonging to a more compromised group (lower PaO2 to FiO2 ratio and worst chest X-ray findings). In a subset of 26 patients, analysis of bronchoalveolar lavage fluid (BALF) highlighted high protein concentrations, which were correlated to Interleukin-8 and Interleukin-10 BALF concentration. The length of hospitalisation [20 (15-29) vs 8 (5-14) days, p<0.0001] and death rate (52.4% vs 21.7%, p<0.0001) were higher in ICU than in IMW patients, while a strict relation between hypoalbuminemia and 30 day-survival was detected in the whole cohort. Electron microscopy examinations of eight out of ten autopsy lung tissues showed diffuse loosening of interendothelial junctional complex. Interpretation: The degree of hypoalbuminemia can be considered as a useful severity marker in hospitalised COVID-19 patients. Pulmonary capillary leak syndrome secondary to the hyperinflammatory state plays a key role in the pathogenesis of COVID-19 respiratory dysfunction and should be regarded as a therapeutic target.\nCompeting Interest Statement",
    "author": "Laura Pandolfi; Vanessa Frangipane; Andrea Agarossi; Beatrice Marchini; Roberto Rech; Manuela Nebuloni; Maddalena Alessandra Wu; Federica Meloni; Antonella Tosoni; Tommaso Fossali; Luca Carsana; Davide Ottolina; Chiara Cogliati; Emanuele Catena; Riccardo Colombo",
    "date": 2020,
    "doi": "10.1101/2020.05.17.20104877",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.17.20104877"
    },
    "title": "COVID-19: the key role of pulmonary capillary leakage. An observational cohort study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "There was no study funder"
        }
    ]
}