{
    "abstract": "Background: The world is under serious threat with the spread of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), which causes the coronavirus disease 2019 (COVID-19). However, there is no effective drug for the treatment of COVID-19. Based on analyses of available data, we deduced that the excessive prostaglandins E2 (PGE2) accumulation mediated by cyclooxygenase-2 (COX-2) was the key pathological basis of COVID-19. Methods: The urine PGE2 levels were measured by mass spectrometry. An experimental study about Celebrex to treat COVID-19 was conducted based on routine treatment. A total of 44 confirmed COVID-19 patients were enrolled (Experimental group n=37, Control group n=7). Patients in experimental group were given Celebrex once or twice a day (0.2 g/time) for 7-14 days. The dosage or duration was modified for individuals. Clinical outcomes of Celebrex adjuvant therapy were evaluated by vital signs, laboratory tests, and computed tomography upon the discontinuance of Celebrex. Results: We found that the concentrations of PGE2 in urine samples of COVID-19 patients were significantly higher than that of healthy individuals (mean value is 170 ng/ml vs 18.8 ng/ml, p<0.01) and positively correlated with the progression of COVID-19. Among the experimental group (ordinary n=29, severe n=7, critical n=1), 25 cases were treated with full dose and 11 cases with half dose of Celebrex, and 1 case with Ibuprofen. The remission rate were 100%, 82% and 57% in full dose, half dose and control group respectively. Celebrex significantly reduced the PGE2 levels and promoted recovery of ordinary or severe COVID-19. Conclusion: Our study suggests that Celebrex adjuvant treatment may be helpful for the therapy of COVID-19.\nCompeting Interest Statement",
    "affiliations": [
        "The National Key Research and Development Program of China (2020YFC0842400); Guangzhou Regenerative Medicine and Health Guangdong Laboratory (2020GZR110106005, 2018GZR110105011); National Major Scientific and Technological Special Project (2018ZX10102-001); National Natural Science Foundation of China (31871379); Science and Technology Project of Guangdong province (2018A050506070); Guangzhou Science and Technology Project (201704020212); Chinese Postdoctoral Science Foundation (2019M663142, 2019M652848)"
    ],
    "author": "Xinwen Chen; Yue Xiong; Kai You; Yan Chen; Jiawang Tao; Fang Yuan; Ping Peng; Fuchun Zhang; Zhen Yang; Yinxiong Li; Tingting Chen; Wenxin Hong; Qiang Tai; Xudan Chen; Jiaye Zhang; Shenglin Tan; Feima Wu; Jian Wang",
    "date": 2020,
    "doi": "10.1101/2020.05.05.20077610",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.05.20077610"
    },
    "title": "Celebrex adjuvant therapy on COVID-19: An experimental study",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "The Emergency and Special Research Project for Prevention and Control of COVID-19",
                    "award-id": [
                        "2020B111117001"
                    ]
                },
                {
                    "funding-source": "The National Key Research and Development Program of China",
                    "award-id": [
                        "2020YFC0842400"
                    ]
                },
                {
                    "funding-source": "Guangzhou Regenerative Medicine and Health Guangdong Laboratory",
                    "award-id": [
                        "2020GZR110106005",
                        "2018GZR110105011"
                    ]
                },
                {
                    "funding-source": "National Major Scientific and Technological Special Project",
                    "award-id": [
                        "2018ZX10102-001"
                    ]
                },
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "31871379"
                    ]
                },
                {
                    "funding-source": "Science and Technology Project of Guangdong",
                    "award-id": [
                        "2018A050506070"
                    ]
                },
                {
                    "funding-source": "Guangzhou Science and Technology Project",
                    "award-id": [
                        "201704020212"
                    ]
                },
                {
                    "funding-source": "Chinese Postdoctoral Science Foundation",
                    "award-id": [
                        "2019M663142",
                        "2019M652848"
                    ]
                }
            ],
            "funding-statement": "This study was supported by The Emergency and Special Research Project for Prevention and Control of COVID-19 from Guangdong province (2020B111117001); The National Key Research and Development Program of China (2020YFC0842400); Guangzhou Regenerative Medicine and Health Guangdong Laboratory (2020GZR110106005, 2018GZR110105011); National Major Scientific and Technological Special Project (2018ZX10102-001); National Natural Science Foundation of China (31871379); Science and Technology Project of Guangdong province (2018A050506070); Guangzhou Science and Technology Project (201704020212); Chinese Postdoctoral Science Foundation (2019M663142, 2019M652848)"
        }
    ]
}