{
    "title": "Expression of ACE2 and TMPRSS2 proteins in the upper and lower aerodigestive tracts of rats Taku Sato#, MD, Rumi Ueha#*, MD, PhD, Takao Goto, MD, Akihito Yamauchi, MD, PhD, Kenji Kondo, MD, PhD, and Tatsuya Yamasoba MD, PhD Department of Otolaryngology and Head and Neck Surgery, Faculty of Medicine, the University of Tokyo, Tokyo, Japan # Taku Sato and Rumi Ueha contributed equally to this work. Short running title: ACE2/TMPRSS2 in rat aerodigestive tracts Correspondence to: Rumi Ueha Department of Otolaryngology and Head and Neck Surgery, Faculty of Medicine, the University of Tokyo 7-3-1 Hongo, Bunkyo-ku, Tokyo, Japan, 113-8655 E-mail: UEHAR-OTO@h.u-tokyo.ac.jp Tel: +81-3-3815-5411, Fax: +81-3-3814-9486 Acknowledgement: This work was supported by JSPS KAKENHI Grant-in-Aid for Scientific Research [grant number 16K20231 and 16KT0190] and by the Smoking Research Foundation (Tokyo, Japan). A conflict of interest statement: There are no competing interests.",
    "keywords": [
        "ACE2",
        "TMPRSS2",
        "COVID-19",
        "dysgeusia",
        "peripheral lung",
        "Level of Evidence: NA"
    ],
    "date": 2020,
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.14.097204",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.14.097204.pdf"
    },
    "abstract": "Objective: Patients with coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), exhibit not only respiratory symptoms but also symptoms of chemo-sensitive disorders and kidney failure. Cellular entry of SARSCoV-2 depends on the binding of its spike protein to a cellular receptor named angiotensinconverting enzyme 2 (ACE2), and the subsequent spike protein-priming by host cell proteases, including transmembrane protease serine 2 (TMPRSS2). Thus, high expression of ACE2 and TMPRSS2 are considered to enhance the invading capacity of SARS-CoV-2. Methods: To elucidate the underlying histological mechanisms of the aerodigestive disorders caused by SARS-CoV-2, we investigated the expression of ACE2 and TMPRSS2 proteins in the aerodigestive tracts of the tongue, hard palate with partial nasal tissue, larynx with hypopharynx, trachea, esophagus, lung, and kidney of rats through immunohistochemistry. Results: Strong co-expression of ACE2 and TMPRSS2 proteins was observed in the nasal respiratory epithelium, trachea, bronchioles, alveoli, kidney, and taste buds of the tongue. Remarkably, TMPRSS2 expression was much stronger in the peripheral alveoli than in the central alveoli. These results coincide with the reported clinical symptoms of COVID-19, such as the loss of taste, loss of olfaction, respiratory dysfunction, and acute nephropathy. Conclusions: A wide range of organs have been speculated to be affected by SARS-CoV-2",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Rumi Ueha Department of Otolaryngology and Head and Neck Surgery, Faculty"
                },
                {
                    "funding-source": "University of Tokyo",
                    "award-id": [
                        "7-3-1",
                        "113-8655",
                        "UEHAR-OTO",
                        "81-3-3815-5411",
                        "81-3-3814-9486"
                    ]
                },
                {
                    "funding-source": "JSPS KAKENHI Grant-in-Aid for Scientific Research",
                    "award-id": [
                        "16K20231",
                        "16KT0190"
                    ]
                },
                {
                    "funding-source": "Smoking Research Foundation",
                    "award-id": [
                        "Tokyo",
                        "Japan"
                    ]
                }
            ],
            "funding-statement": "Short running title: ACE2/TMPRSS2 in rat aerodigestive tracts Correspondence to: Rumi Ueha Department of Otolaryngology and Head and Neck Surgery, Faculty of Medicine, the University of Tokyo 7-3-1 Hongo, Bunkyo-ku, Tokyo, Japan, 113-8655 E-mail: UEHAR-OTO@h.u-tokyo.ac.jp Tel: +81-3-3815-5411, Fax: +81-3-3814-9486 Acknowledgement: This work was supported by JSPS KAKENHI Grant-in-Aid for Scientific Research [grant number 16K20231 and 16KT0190] and by the Smoking Research Foundation (Tokyo, Japan)"
        }
    ]
}