{
    "abstract": "Background: In the pandemic, testing for SARS-CoV-2 by RT-PCR in one of the pillars on which countermeasures are based. Factors limiting the output of laboratories interfere with the effectiveness of public health measures. Conserving reagents by pooling samples in low-probability settings is proposed, but may cause dilution and loss of sensitivity. Methods: We tested an alternate approach (FACT) by simultaneously incubating multiple respiratory swabs in a single tube. This protocol was evaluated by serial incubation of a respiratory swab in up to 10 tubes. The analytics validity of this concept was demonstrated in a five-sample mini pool set-up. It was consequently applied in the testing of 50 symptomatic patients (five-sample pools) as well as 100 asymptomatic residents of a nursing home (ten-sample pools). Results: Serial incubation of a respiratory swab in up to 10 tubes did not lead to a significant decline in viral concentration. The novel FACT-protocol did not cause a false negative result in a five-sample mini-pool setup, with non-significantly differing Ct values between single sample and mini-pool NAT. In two routine applications, all mini pools containing positive patient samples were correctly identified. Conclusions: Our proposed FACT- protocol did not cause a significant loss in analytic or diagnostic sensitivity compared to single sample testing in multiple setups. It reduced the amount of reagents needed by up to 40%, and also reduced hands-on time. This method could enhance testing efficiency, especially in groups with a low pretest-probability, such as systemically relevant professional groups.\nCompeting Interest Statement",
    "author": "Heinz Zeichhardt; Michael Schmidt; Kai Hourfar; Sebastian Hoehl; Annemarie Berger; Sandra Ciesek; Erhard Seifried",
    "date": 2020,
    "doi": "10.1101/2020.04.28.20074187",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.28.20074187"
    },
    "title": "FACT- Frankfurt adjusted COVID-19 testing- a novel method enables high-throughput SARS-CoV-2 screening without loss of sensitivity",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "DZIF"
        }
    ]
}