{
    "abstract": "Objective: To characterize patients with coronavirus disease 2019 (COVID-19) in a large New York City (NYC) medical center and describe their clinical course across the emergency department (ED), inpatient wards, and intensive care units (ICUs). Design: Retrospective manual medical record review. Setting: NewYork-Presbyterian/Columbia University Irving Medical Center (NYP/CUIMC), a quaternary care academic medical center in NYC. Participants: The first 1000 consecutive patients with laboratory-confirmed COVID-19. Methods: We identified the first 1000 consecutive patients with a positive RT-SARS-CoV-2 PCR test who first presented to the ED or were hospitalized at NYP/CUIMC between March 1 and April 5, 2020. Patient data was manually abstracted from the electronic medical record. Main outcome measures: We describe patient characteristics including demographics, presenting symptoms, comorbidities on presentation, hospital course, time to intubation, complications, mortality, and disposition. Results: Among the first 1000 patients, 150 were ED patients, 614 were admitted without requiring ICU-level care, and 236 were admitted or transferred to the ICU. The most common presenting symptoms were cough (73.2%), fever (72.8%), and dyspnea (63.1%). Hospitalized patients, and ICU patients in particular, most commonly had baseline comorbidities including of hypertension, diabetes, and obesity. ICU patients were older, predominantly male (66.9%), and long lengths of stay (median 23 days; IQR 12 to 32 days); 78.0% developed AKI and 35.2% required dialysis. Notably, for patients who required mechanical ventilation, only 4.4% were first intubated more than 14 days after symptom onset. Time to intubation from symptom onset had a bimodal distribution, with modes at 3-4 and 9 days. As of April 30, 90 patients remained hospitalized and 211 had died in the hospital. Conclusions: Hospitalized patients with COVID-19 illness at this medical center faced significant morbidity and mortality, with high rates of AKI, dialysis, and a bimodal distribution in time to intubation from symptom onset.",
    "author": "Rebekah Boyd; Heather Lee; Nicholas Gavin; Michael G Argenziano; Nicholas Herzik; Colin P Sperring; Cody L Slater; Amro A Harb; Jonathan R Tiao; Yuqing Xiong; Arthur Y Shou; George Hripcsak; Angela M Mills; Soumitra Sengupta; Joseph H de Jonge; Alexander C Sisti; Parag Goyal; Zachary E Snow; Zachary P Girvin; Ree Lu; Sarah Householder; Samuel L Bruce; MacAlistair I Colquhoun; Lucy A Colville; Henry W Zhou; Ruijun Chen; Bernard P Chang; Magdalena E Sobieszczyk; Karthik Natarajan; Matthew R Baldwin; Justin J Choi; Monika M Safford; Jason E Zucker; Katherine A Eiseman; Lara E Karaaslan; Fletcher M Bell; Katherine H Chau; R Graham Barr; Matthew F Cohen; Daniella T Goni; Andrew Ling; Lyle B Dershowitz; Marie-Laure S Romney; Ashmi A Patel; Neil W Schluger; Shirin A Dey; Evan Lieberman; Paul A Asadourian",
    "date": 2020,
    "doi": "10.1101/2020.04.20.20072116",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.20.20072116"
    },
    "title": "Characterization and clinical course of 1000 Patients with COVID-19 in New York: retrospective case series",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding organization or sponsor was involved in the design and conduct of the study; collection, management, analysis, and interpretation of the data; preparation, review, or approval of the manuscript; and decision to submit the manuscript for publication."
        }
    ]
}