{
    "abstract": "Background: The coronavirus disease 19 (COVID-19) pandemic threatens to overwhelm the capacity of the vulnerable healthcare system in the occupied Palestinian territory (oPt). Sufficient training of healthcare workers (HCWs) in how to manage COVID-19 and the provision of personal protective equipment (PPE) to enable them to do so will be key tools in allowing oPt to mount a credible response to the crisis. Methods: A cross-sectional study was conducted using a validated online questionnaire. Data collection occurred between March 30, 2020 and April 12, 2020. The primary outcomes were the availability of PPE and HCWs preparedness in oPt for COVID-19 pandemic and the secondary outcome was regional and hospital differences in oPt in terms of PPE availability and HCWs preparedness. Results: Of 138 respondents, only 38 HCWs (27.5%) always had access to facemasks when needed and 15 (10.9%) for isolation gowns. The vast majority of HCWs did not find eye protection (n=128, 92.8%), N95 respirators (n=132, 95.7%), and face shields (n=127, 92%) always available. Compared to HCWs in West Bank, those in the Gaza Strip were significantly less likely to have access to alcohol sanitizers (p=0.026) and gloves (p <0.001). On average, governmental hospitals were significantly less likely to have all appropriate PPE measures than non-governmental institutions (p = 0.001). As for preparedness, only 16 (11.6%) surveyed felt confident in dealing with a potential COVID-19 case. With 57 (41.3%) having received any COVID-19 related training and 57 (41.3%) not having a local hospital protocol. Conclusion: HCWs in oPt are underprepared and severely lacking adequate PPE provision. The lack of local protocols and training has left HCWs' confidence exceedingly low. The lack of PPE provision will exacerbate the spread of COVID-19 and deepen the crisis, whilst putting HCWs at risk.\nCompeting Interest Statement",
    "author": "Loai Albarqouni; Ayah Hamdan; Osaid Alser; Zahra Alkhateeb; Kiran Saini; Heba Alghoul",
    "date": 2020,
    "doi": "10.1101/2020.05.09.20096099",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.09.20096099"
    },
    "title": "Healthcare workers preparedness for COVID-19 pandemic in the occupied Palestinian territory: a cross-sectional survey",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}