{
    "abstract": "Infectious disease outbreaks can be distressing for everyone, especially so for those deemed to be particularly vulnerable, such as pregnant women who have been named a high-risk group in the current COVID-19 pandemic. This rapid review aimed to summarise existing literature on the psychological impact of infectious disease outbreaks on women who were pregnant at the time of the outbreak. In April 2020 five databases were searched for relevant literature and main findings were extracted. Thirteen papers were included in the review. The following themes were identified: negative emotional states; living with uncertainty; concerns about infection; concerns about and uptake of prophylaxis or treatment; disrupted routines; non-pharmaceutical protective behaviours; social support; demands from others; financial and occupational concerns; disrupted expectations of birth, prenatal care and postnatal care, and; sources of information. Results showed that pregnant women have unique needs during infectious disease outbreaks and could benefit from: up-to-date, consistent information and guidance; appropriate support and advice from healthcare professionals, particularly with regards to the risks and benefits of prophylaxis and treatment; virtual support groups, and; designating locations or staff specifically for pregnant women.",
    "affiliations": [
        "National Institute for Health Research Health Protection Research Unit (NIHR HPRU) in Emergency Preparedness and Response at King\u0092s College London in partnership with Public Health England (PHE), in collaboration with the University of East Anglia. The views expressed are those of the author(s) and not necessarily those of the NHS, the NIHR, the Department of Health and Social Care or Public Health England"
    ],
    "author": "Neil Greenberg; Samantha K Brooks; Dale Weston",
    "date": 2020,
    "doi": "10.1101/2020.04.16.20068031",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.16.20068031"
    },
    "title": "Psychological impact of infectious disease outbreaks on pregnant women: Rapid evidence review",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Institute for Health Research Health Protection Research Unit",
                    "award-id": [
                        "NIHR HPRU"
                    ]
                },
                {
                    "funding-source": "NIHR HPRU)"
                },
                {
                    "funding-source": "Emergency Preparedness and Response"
                },
                {
                    "funding-source": "King\u0092s College London"
                },
                {
                    "funding-source": "Public Health England"
                },
                {
                    "funding-source": "University of East Anglia"
                }
            ],
            "funding-statement": "The research was funded by the National Institute for Health Research Health Protection Research Unit (NIHR HPRU) in Emergency Preparedness and Response at King\u0092s College London in partnership with Public Health England (PHE), in collaboration with the University of East Anglia"
        }
    ]
}