{
    "title": "Machine intelligence design of 2019-nCoV drugs",
    "keywords": [
        "2019-nCoV",
        "SARS-CoV",
        "deep learning"
    ],
    "author": "Kaifu Gao, Duc Duy Nguyen, Rui Wang, and Guo-Wei Wei, ∗ 1 Department of Mathematics, Michigan State University, MI 48824, USA",
    "date": 2020,
    "affiliations": [
        "Department of Mathematics, Michigan State University, MI 48824, USA",
        "Department of Biochemistry and Molecular Biology Michigan State University, MI 48824, USA",
        "Department of Electrical and Computer Engineering Michigan State University, MI 48824, USA January 30, 2020"
    ],
    "journal": "However",
    "volume": "10",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.01.30.927889",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.01.30.927889.pdf"
    },
    "abstract": "Wuhan coronavirus, called 2019-nCoV, is a newly emerged virus that infected more than 9692 people and leads to more than 213 fatalities by January 30, 2020. Currently, there is no effective treatment for this epidemic. However, the viral protease of a coronavirus is well-known to be essential for its replication and thus is an effective drug target. Fortunately, the sequence identity of the 2019-nCoV protease and that of severe-acute respiratory syndrome virus (SARS-CoV) is as high as 96.1%. We show that the protease inhibitor binding sites of 2019-nCoV and SARS-CoV are almost identical, which means all potential anti-SARS-CoV chemotherapies are also potential 2019-nCoV drugs. Here, we report a family of potential 2019-nCoV drugs generated by a machine intelligence-based generative network complex (GNC). The potential effectiveness of treating 2019nCoV by using some existing HIV drugs is also analyzed. Key words: 2019-nCoV, SARS-CoV, deep learning.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "NIH",
                    "award-id": [
                        "GM126189"
                    ]
                },
                {
                    "funding-source": "NSF Grants DMS-1721024, DMS",
                    "award-id": [
                        "1761320",
                        "IIS1900473"
                    ]
                },
                {
                    "funding-source": "Bristol-Myers Squibb,"
                }
            ],
            "funding-statement": "This work was supported in part by NIH grant GM126189, NSF Grants DMS-1721024, DMS-1761320, and IIS1900473, Bristol-Myers Squibb, and Pfizer"
        }
    ]
}