{
    "abstract": "Background In Kuwait, prior to the first case of COVID-19 being reported in the country, mass screening of incoming travelers from countries with known outbreaks was performed and resulted in the first identified cases in the country. All COVID-19 cases at the time and subsequently after, were transferred to a single center, Jaber Al-Ahmad Al-Sabah Hospital, where the patients received standardized investigations and treatments. The objective of this study was to characterize the demographics, clinical manifestations and outcomes in this unique patient population. Methods This retrospective cohort study was conducted between 24th February 2020 and 20th April 2020. All consecutive patients in the entire State of Kuwait diagnosed with COVID-19 according to WHO guidelines and admitted to Jaber Al-Ahmad Al-Sabah Hospital were recruited. Patients received standardized investigations and treatments. Multivariable analysis was used to determine the associations between risk factors and outcomes. Findings Of 1096 patients, the median age was 41 years and 81% of patients were male. Most patients were asymptomatic on admission (49.5%), 69.4% had no signs of infection and 94.6% were afebrile. Only 3.6% of patients required an ICU admission and 1.7% were dead at the study cutoff date. On multivariate analysis, the risk factors found to be significantly associated with admission to intensive care were age above 50 years old, a qSOFA score above 0, smoking, elevated CRP and elevated procalcitonin levels. Asthma, smoking and elevated procalcitonin levels correlated significantly with mortality in our cohort. Interpretation To our knowledge, this is the first large retrospective cohort study observing the characteristics of the initial consecutive COVID-19 patients of an entire country. Further, large proportion of asymptomatic patients provides novel insights into the clinical features of patients with milder disease.",
    "author": "Mohammad H Jamal; Ali Al-Muhaini; Sarah Al Youha; Fahad Al-Ghimlas; Mohannad Al-Haddad; Sulaiman Almazeedi; Salman Al-Sabah",
    "date": 2020,
    "doi": "10.1101/2020.05.09.20096495",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.09.20096495"
    },
    "title": "Clinical Characteristics, Risk Factors and Outcomes Among the First Consecutive 1,096 Patients Diagnosed with COVID-19: The Kuwait Experience",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Kuwait Foundation for the Advancement of Science"
                }
            ],
            "funding-statement": "Funding was provided by Kuwait Foundation for the Advancement of Science"
        }
    ]
}