{
    "abstract": "Objective. In physiological conditions arterial blood lactate concentration is equal or lower than central venous. The aim of this study was to explore if the COVID-19 induced lung cells damage was mirrored by an arterial lactatemia higher than the central venous one; then if the administration of immunosuppressant drugs (i.e. canakinumab) could normalize such abnormal lactate a-cv difference. Methods. Prospective cohort study started on March 25th 2020 for a duration of 10 days, enrolling 21 patients affected by severe COVID-19 pneumonia undergoing mechanical ventilation consecutively admitted to the ICU of the Rimini Hospital, Italy. Arterial and central venous blood samples were contemporary collected to calculate the difference between arterial and central venous lactate (Delta a-cv lactate) concentration within 24 h from tracheal intubation (T0), and 24 hours after canakinumab administration (T1). Results. At the T0 19/21 (90.5%) patients showed a pathologic Delta a-cv lactate (median 0.22 mmol/L; IQR 0.07-0.36), suggesting severe inflammation. In the 13 patients undergoing canakinumab administration, at the T1 Delta a-cv lactate decreased in 92.3% of cases, being the decrease statistically significant (T0: median 0.15, IQR 0.07-0.25 mmol/L; T1: median -0.01, IQR -0.09-0.04 mmol/L; p=0.002). Conclusion. A reversed Delta a-cv lactate is likely to be one of the effects of COVID-19 related cytokine storm, that could reflect a derangement in the lung cells mitochondrial metabolism induced by inflammation or other uncoupling mediators. Delta a-cv lactate decrease may reflect the anti-inflammatory activity of canakinumab. Our preliminary findings need to be confirmed by larger outcome studies.",
    "author": "Giuseppe Nardi; Fernando Schiraldi; Gianfranco Sanson; Jonathan Montomoli; Antonella Potalivo; Lucia Tassinari; Giovanna Guiotto",
    "date": 2020,
    "doi": "10.1101/2020.05.08.20095042",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.08.20095042"
    },
    "title": "Lactate arterial-central venous gradient among COVID-19 patients in ICU: a potential tool in the clinical practice.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors."
        }
    ]
}