{
    "abstract": "Prolonged viral shedding is associated with severe status and poor prognosis of COVID-19 patients. Unexpectedly, here we report a non-severe patient with the longest duration of viral shedding. According to the investigation on the clinical and epidemiological information of this case, we concluded that this type of virus might have a low toxicity and transmissibility, but have a prolonged infective ability and was hardly to be eliminated in the body with regular therapy. However, infusion of plasma from recovered patients showed high efficiency in elimination of this virus. Our findings might shed light on the management of COVID-19.",
    "affiliations": [
        "National Natural Science Foundation of China, cstc2017jcyjBX0071 (H.M.) from the Foundation and Frontier Research Project of Chongqing and T04010019 (H.M.) from the Chongqing Youth Top Talent Project"
    ],
    "author": "Hongming Miao; Li Tan; Xia Kang; Fan Yang; Bo Liu; Bo Zhang; Qiongshu Wang; Shangen Zheng; Tiantian Yu",
    "date": 2020,
    "doi": "10.1101/2020.03.22.20040071",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.22.20040071"
    },
    "title": "A special case of COVID-19 with long duration of viral shedding for 49 days",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Natural Science Foundation of China,"
                },
                {
                    "funding-source": "Foundation and Frontier Research Project of Chongqing and",
                    "award-id": [
                        "T04010019"
                    ]
                },
                {
                    "funding-source": "Chongqing Youth Top Talent Project"
                }
            ],
            "funding-statement": "This work was supported in part by award numbers 81872028 and 81672693 (H.M.) from the National Natural Science Foundation of China, cstc2017jcyjBX0071 (H.M.) from the Foundation and Frontier Research Project of Chongqing and T04010019 (H.M.) from the Chongqing Youth Top Talent Project"
        }
    ]
}