{
    "abstract": "Introduction: The COVID-19 pandemic is likely to increase anxiety levels within the community and in particular medical students who are already considered psychologically vulnerable groups. Since the COVID-19 outbreak, no study has yet estimated the effect of this pandemic on university students in the UAE or its impact on the psychological well-being of medical students. Methods: In this study, we surveyed 1485 medical (comprising medical and dental) and non-medical university students across 4 emirates within the UAE. We used an online platform to assess knowledge, sources of information, changes in hygienic behavior, perceptions of fear and worry and anxiety levels using the generalized anxiety disorder 7 (GAD-7) scale. The GAD-7 score was measured at three time points; during hospital visits for medical/dental students, before the introduction of online learning and after online learning for all students. Results: The majority of students demonstrated high levels of knowledge and utilized reliable sources of information. Non-medical students exercised higher compliance with social restrictions, while medical students practiced better hand hygiene. Almost half of students reported anxiety levels ranging from mild to severe with females reporting higher anxiety scores during hospital visits (OR=2.02, 95% CI,1.41 to 2.91) and medical students reporting lower anxiety levels in comparison to dental students (OR=0.61, 95% CI,0.45 to 0.84). Medical students reported higher levels of anxiety during their clinical rotations which decreased with the introduction of online learning, yet, non-medical student's anxiety levels increased with online learning. Conclusions: This is the first study to provide important information on the initial response and anxiety levels in university students across the UAE during the COVID-19 pandemic. The findings from our study can be used to support the development of effective screening strategies and interventions to build psychological resilience among university students during the COVID-19 pandemic or any other public health emergencies in the future.",
    "author": "Nora Marwan Al-Roub; Rim Adnan Koutaich; Basema Saddik; Waad Kheder; Rabih Halwani; Enad Sami Haddad; Mohamad-Hani Temsah; Fatema Adel Marhoon; Qutayba Hamid; Fatemeh Saheb Sharif-Askari; Amal Hussein",
    "date": 2020,
    "doi": "10.1101/2020.05.10.20096933",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.10.20096933"
    },
    "title": "Increased levels of anxiety among medical and non-medical university students during the COVID-19 pandemic in the United Arab Emirates.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was received for this research"
        }
    ]
}