{
    "abstract": "Introduction: COVID 19 is associated with the development of ARDS displaying the typical features of diffuse alveolar damage with extensive pulmonary coagulation activation resulting in fibrin deposition in the microvasculature and formation of hyaline membranes in the air sacs. The anticoagulant actions of nebulised heparin limit fibrin deposition and progression of lung injury. Serendipitously, unfractionated heparin also inactivates the SARS CoV 2 virus and prevents its entry into mammalian cells. Nebulisation of heparin may therefore limit both fibrin mediated lung injury and inhibit pulmonary infection by SARS CoV 2. For these reasons we have initiated a multicentre international trial of nebulised heparin in patients with COVID 19. Methods and intervention: Mechanically ventilated patients with confirmed or strongly suspected SARS CoV 2 infection, hypoxaemia and an acute pulmonary opacity in at least one lung quadrant on chest Xray, will be randomised to nebulised heparin 25,000 Units every 6 hours or standard care for up to 10 days while mechanically ventilated. The primary outcome is the time to separation from invasive ventilation to day 28, where non survivors to day 28 are treated as though not separated from invasive ventilation. Ethics and dissemination: The study protocol has been submitted to the human research and ethics committee of St Vincents Hospital, Melbourne, Australia. Submission is pending in other jurisdictions. Results of this study will be published in scientific journals and presented at scientific meetings.",
    "affiliations": [
        "St Vincents Hospital, Melbourne, Australia. Submission is pending in other jurisdictions. Results of this study will be published in scientific journals and presented at scientific meetings"
    ],
    "author": "Gordon Doig; John Santamaria; Frank Van Haren; John Laffey; John Moran; Antonio Artigas; Mark Andrew Skidmore; Simone Said; Bairbre McNicholas; Eric Schmidt; Quentin Nunes; Barry Dixon; Angajendra Ghosh; Marcelo Andrade de Lome; Roger Smith; Sachin Gupta",
    "date": 2020,
    "doi": "10.1101/2020.04.28.20082552",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.28.20082552"
    },
    "title": "Can Nebulised Heparin Reduce Time to Extubation in SARS CoV 2 The CHARTER Study Protocol",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received"
        }
    ]
}