{
    "abstract": "The outbreak of COVID-19 might produce dramatic psychological effects on the individuals' life. In this study, we aimed to explore the elements that may reduce the negative effects on mental health of the quarantine period imposed by most governments during this worldwide crisis. We conducted an online survey to evaluate demographic, lifestyle and mental health variables in the Portuguese population. We observed that factors related with living conditions, maintaining the work either online or in the workplace, frequency of exercise and absence of a previous psychological or physic disorders are protective features of psychological well-being (anxiety, depression, stress and obsessive-compulsive symptoms). Finally, the individuals previously receiving psychotherapeutic support exhibited better psychological indicators if they did not interrupt the process as a consequence of the outbreak. Our results indicate that the practice of physical exercise, reduced consumption of COVID-19 information and the implementation of remote mental healthcare measures might prevent larger impacts on mental health during the COVID-19 outbreak.",
    "author": "Maria Pico-Perez; Pedro Silva Moreira; Nuno Sousa; Beatriz Couto; Catarina Raposo-Lima; Marcos Fernandez; Sonia Ferreira; Pedro Morgado; Mafalda Machado-Sousa",
    "date": 2020,
    "doi": "10.1101/2020.04.28.20080671",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.28.20080671"
    },
    "title": "Protective elements of mental health status during the COVID-19 outbreak in the Portuguese population",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Foundation for Science and Technology",
                    "award-id": [
                        "110_596697345",
                        "Research 4 COVID"
                    ]
                },
                {
                    "funding-source": "FEDER"
                },
                {
                    "funding-source": "Competitiveness Factors Operational Programme"
                },
                {
                    "funding-source": "Foundation for Science and Technology",
                    "award-id": [
                        "50026/2019"
                    ]
                }
            ],
            "funding-statement": "This work was funded by Foundation for Science and Technology (FCT), under the scope of the project 110_596697345 (Research 4 COVID) and partially funded by the FEDER funds, through the Competitiveness Factors Operational Programme (COMPETE), and by national funds, through the Foundation for Science and Technology (FCT), under the scope of the project UID/Multi/50026/2019"
        }
    ]
}