{
    "abstract": "The COVID-19 is rapidly scattering worldwide, and the number of cases in the Eastern Mediterranean Region is rising, there is a need for immediate targeted actions. We designed a longitudinal study in a hot outbreak zone to analyze the serial findings between infected patients for detecting temporal changes from February 2020. In a hospital-based open-cohort study, patients are followed from admission until one year from their discharge (the 1st, 4th, 12th weeks, and the first year). The measurements included demographic, socio-economics, symptoms, health service diagnosis and treatment, contact history, and psychological variables. The signs improvement, death, length of stay in hospital were considered as primary, and impaired pulmonary function and psychotic disorders were considered as main secondary outcomes. Notably, In the last two follow-ups, each patient attends the hospital to complete the Patient Health Questionnaire-9 (PHQ-9) and the Depression Anxiety Stress Scales (DASS-21). Moreover, clinical symptoms and respiratory functions are being determined in such follow-ups. Among the first 600 COVID-19 cases, a total of 490 patients with complete information (39% female; the average age of 57 ± 15 years) were analyzed. Seven percent of these patients died. The three main leading causes of admission were: fever (77%), dry cough (73%), and fatigue (69%). The most prevalent comorbidities between COVID-19 patients were hypertension (35%), diabetes (28%), and ischemic heart disease (14%). The percentage of primary composite endpoints (PCEP), defined as death, the use of mechanical ventilation, or admission to an intensive care unit was 18%. The following comorbidities were significantly different in the positive and negative PCEP groups: acute kidney disease (p=0.008) and diabetes (p=0.026). For signs and symptoms, fatigue (p=0.020) and sore throat (p=0.001) were significantly different. This long-term prospective Cohort may support healthcare professionals in the management of resources following this pandemic.",
    "affiliations": [
        "Isfahan University of Medical Sciences (IR.MUI.MED.REC.1399.029) (Ramin Sami) and University of Isfahan (302419) (H.R. Marateb)"
    ],
    "author": "Hamid Reza Marateb; Miquel Angel Mananas; Mehrnegar Dehghan; Mojgan Mortazavi; Forogh Soltaninejad; Zohreh Naderi; Nastaran Sadat Hosseini; Marjan Mansourian; Peyman Adibi; Bijan Iraj; Shaghayegh Haghjooy Javanmard; Nilufar Khademi; Azin Shayganfar; Babak Amra; Somayeh Haji Ahmadi; Ramin Sami",
    "date": 2020,
    "doi": "10.1101/2020.05.11.20096727",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.11.20096727"
    },
    "title": "A one-year hospital-based prospective COVID-19 open-cohort in the Eastern Mediterranean region: The Khorshid COVID Cohort (KCC) study",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "European Union's Horizon"
                },
                {
                    "funding-source": "Marie Skłodowska-Curie",
                    "award-id": [
                        "712949"
                    ]
                },
                {
                    "funding-source": "TECNIOspring PLUS)"
                },
                {
                    "funding-source": "Agency for Business Competitiveness of the Government of Catalonia",
                    "award-id": [
                        "TECSPR18-1-0017"
                    ]
                },
                {
                    "funding-source": "Marjan Mansourian)"
                },
                {
                    "funding-source": "Spanish Ministry of Economy and Competitiveness",
                    "award-id": [
                        "DPI2017-83989-R"
                    ]
                },
                {
                    "funding-source": "Miquel Angel Mañanas)"
                },
                {
                    "funding-source": "Isfahan University of Medical Sciences",
                    "award-id": [
                        "IR.MUI.MED.REC.1399.029"
                    ]
                },
                {
                    "funding-source": "IR.MUI.MED.REC."
                },
                {
                    "funding-source": "Ramin Sami)",
                    "award-id": [
                        "302419"
                    ]
                },
                {
                    "funding-source": "University of Isfahan",
                    "award-id": [
                        "302419"
                    ]
                }
            ],
            "funding-statement": "The research leading to these results has received funding from the European Union's Horizon 2020 research and innovation programme under the Marie Skłodowska-Curie grant agreement No 712949 (TECNIOspring PLUS), and from the Agency for Business Competitiveness of the Government of Catalonia (TECSPR18-1-0017) (Marjan Mansourian), and the Spanish Ministry of Economy and Competitiveness – Spain (DPI2017-83989-R) (Miquel Angel Mañanas), and Isfahan University of Medical Sciences (IR.MUI.MED.REC.1399.029) (Ramin Sami) and University of Isfahan (302419) (H.R"
        }
    ]
}