{
    "abstract": "Objective: To describe clinical, and imaging findings including the evolution pattern in COVID-19 pneumonia complicated by pulmonary embolism (PE). Methods: Eleven of 1453 patients with a probable diagnosis of COVID-19 pneumonia were retrospectively selected for the presence of PE. Clinical and laboratory data were recorded. All cross-sectional CT imaging was qualitatively scored for the first 28 days after onset of symptoms. Results: Of 24 patients underwent CTA-PE, 11 were confirmed with PE. All 11 patients developed acute respiratory distress syndrome (ARDS). We observed an evolution pattern of predominant findings with ground-glass opacities (GGO) to GGO with crazy paving in 3 patients, then to consolidation with linear densities, or to reticulation in 9 patients. Lung cysts or traction bronchiectasis could be seen from day 5 to 9 after symptoms and reticulation, subpleural curvilinear lines were more common from day 20. The pulmonary opacities were predominantly peripheral in distribution with relative sparing of nondependent lungs. The severity of lung involvement was high with an average score of 9.7 in the first phase, 18 in the second phase plateauing in the next two phases, with a slight decrease to 16.9 in the late phase. The pulmonary emboli were most common in segmental and subsegmental pulmonary arteries. Conclusion: The incidence of PE among suspected patients in COVID-19 was high. Our study suggests PE may occur with increased frequency in the ARDS subgroup. The evolution of radiographic abnormalities showed a general pattern, but are also unique with more extensive lung injury and specific imaging features.",
    "author": "Chengcheng Zhu; Paul E Kinahan; Wei Wu; Murat Alp Oztek; Ting Li; Gregory Kicska",
    "date": 2020,
    "doi": "10.1101/2020.04.20.20064105",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.20.20064105"
    },
    "title": "Clinical and Imaging Findings in COVID-19 Patients Complicated by Pulmonary Embolism",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Author Declarations"
        }
    ]
}