{
    "abstract": "Background: COVID-19 is a respiratory disease transmitted through respiratory droplets with a high transmission rate. There's still no effective and approved antiretroviral treatment or vaccine, thus, preventive measures are the main key to contain this pandemic. Portugal is now in phase 3.2 of the mitigation of COVID-19, being imperative to understand the health literacy of our country and how to prevent the lack of information, through community empowerment. Material and methods: A cross-sectional study with a cohort from a primary care facility was conducted. We collected demographic and epidemiological data and carried out a questionnaire by phone call. Descriptive statistics and nonparametric tests were used to assess associations between the independent variables and the level of health literacy. The level of significance was set at p<0.05. Results: Our cohort includes 222 subjects (median age: 62 years old), mostly females (131), undergraduate (193) and with at least one risk factor for COVID-19 (144). Globally, younger individuals, females, graduates and the Non-Risk Group appear to have higher levels of health literacy, with some exceptions to this pattern. Conclusions: We observe a well-informed population. However, being a pandemic situation, we intend to identify and correct outliers/misconceptions. This work allows a perspective of the current state/pattern of health literacy as well as its possible predictors. Furthermore, this study makes aware of how relevant the specific communication approaches are. Further studies to understand the predictors of health literacy are necessary. Key-Words: COVID-19, pandemic, SARS-CoV2, Portugal, Health literacy.\nCompeting Interest Statement",
    "author": "Barbara Alexandre; Joana Gomes da Silva; Pedro Morgado; Carla Sofia Silva",
    "date": 2020,
    "doi": "10.1101/2020.05.11.20098061",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.11.20098061"
    },
    "title": "Health literacy of inland population in the mitigation phase 3.2. of COVID-19's pandemic in Portugal - a descriptive cohort study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No financial support was obtained for this study."
        }
    ]
}