{
    "abstract": "The novel respiratory disease COVID-19 produces varying symptoms, with fever, cough, and shortness of breath being common. In older adults, we found that pre-existing dementia is a major risk factor (OR = 3.07, 95% CI: 1.71 to 5.50) for COVID-19 severity in the UK Biobank (UKB). In another UK study of 16,749 patients hospitalized for COVID-19, dementia was among the common comorbidities and was associated with higher mortality. Additionally, impaired consciousness, including delirium, is common in severe cases. The ApoE e4 genotype is associated with both dementia and delirium, with the e4e4 (homozygous) genotype associated with a 14-fold increase in risk of Alzheimer's disease compared to the common e3e3 genotype, in populations with European ancestries. We therefore aimed to test associations between ApoE e4 alleles and COVID-19 severity, using the UKB data.",
    "affiliations": [
        "National Institute on Aging, NIH. UK Medical Research Council award MR/S009892/1 (PI Melzer) supports JLA. JAHM is supported by NIHR Doctoral Research Fellowship DRF-2014-07-177. The views expressed in this publication are those of the author(s) and not necessarily those of the NHS, the National Institute for Health Research or the Department of Health"
    ],
    "author": "Jane AH Masoli; Joao Delgado; David Melzer; George A Kuchel; Janice L Atkins; Luke C Pilling; Chia-Ling Kuo",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20094409",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20094409"
    },
    "title": "APOE E4 GENOTYPE PREDICTS SEVERE COVID-19 IN THE UK BIOBANK COMMUNITY COHORT",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Institute on Aging, NIH"
                }
            ],
            "funding-statement": "CLK, LCP, GAK, and DM are supported by a R21 grant (R21AG060018) funded by National Institute on Aging, NIH"
        },
        {
            "award-group": [
                {
                    "funding-source": "NIHR Doctoral Research Fellowship",
                    "award-id": [
                        "DRF-2014-07-177"
                    ]
                }
            ],
            "funding-statement": "JAHM is supported by NIHR Doctoral Research Fellowship DRF-2014-07-177"
        }
    ]
}