{
    "abstract": "Objective: COVID-19 has emerged as a pandemic and during the first week of May Bangladesh has reported more than 10,000 cases. A lack of awareness and poor understanding of the disease may result in rapid transmission of the disease in Bangladesh. This study aimed to investigate the awareness, perception, and attitude towards COVID-19 among Bangladeshi medical doctors. Method: This cross sectional, web-based study was conducted with the help of an online questionnaire and sent to the doctors which comprised of a series of questions regarding demographics of the participants, symptoms and incubation period of COVID-19, mode of transmission, measures to prevent transmission, availability of training and personal protective equipment in Bangladeshi hospitals, and attitude of doctors towards the treatment of suspected patients with COVID-19. Results: Of 800 medical doctors, a total 545 completed the survey (response 68.13%). Among the participants, 52.3% were females, 72.8% were below 30 years of age, and majority (52.8%) were working outside the cities in the villages and rural areas. A total of 404 (74.1%) doctors reported the correct incubation period of COVID-19. Majority doctors were aware of the symptoms with mode of transmission of COVID-19, measures to prevent hospital transmission, along with ways of identifying suspected patients with COVID-19. However, more than 90% of the doctors reported of inadequate intensive care unit and ventilator facilities along with extreme scarcity of personal protective equipment in the hospitals. 65.7% doctors prefer avoid working with a COVID-19 patient and more than 50% doctors have expressed that they would send the suspected COVID-19 patients to designated hospitals without providing treatment. Conclusion: The health authorities should take appropriate training measures to increase the awareness of the medical doctors along with providing sufficient amount of personal protective equipment for the medical doctors and supporting staff before deploying them in hospitals.",
    "author": "Shahana Sharmin; Zabun Nahar; Sadia Biswas Mumu; Md Shaki Mostaid; Most Nasrin Aktar",
    "date": 2020,
    "doi": "10.1101/2020.05.14.20101659",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.14.20101659"
    },
    "title": "Medical Doctors Awareness, Perception, and Attitude towards COVID-19 in Bangladesh: A Cross sectional study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was received"
        }
    ]
}