{
    "abstract": "Background: Since the outbreak of the Coronavirus Disease 2019 (COVID-19) in China, respiratory manifestations of the disease have been observed. However, as a fatal comorbidity, acute myocardial injury (AMI) in COVID-19 patients has not been previously investigated in detail. We investigated the clinical characteristics of COVID-19 patients with AMI and determined the risk factors for AMI in them. Methods: We analyzed data from 53 consecutive laboratory-confirmed and hospitalized COVID-19 patients (28 men, 25 women; age, 19-81 years). We collected information on epidemiological and demographic characteristics, clinical features, routine laboratory tests (including cardiac injury biomarkers), echocardiography, electrocardiography, imaging findings, management methods, and clinical outcomes. Results: Cardiac complications were found in 42 of the 53 (79.25%) patients: tachycardia (n=15), electrocardiography abnormities (n=11), diastolic dysfunction (n=20), elevated myocardial enzymes (n=30), and AMI (n=6). All the six AMI patients were aged >60 years; five of them had two or more underlying comorbidities (hypertension, diabetes, cardiovascular diseases, and chronic obstructive pulmonary disease). Novel coronavirus pneumonia (NCP) severity was higher in the AMI patients than in patients with non-definite AMI (p<0.001). All the AMI patients required care in intensive care unit; of them, three died, two remain hospitalized. Multivariate analyses showed that C-reactive protein (CRP) levels, NCP severity, and underlying comorbidities were the risk factors for cardiac abnormalities in COVID-19 patients. Conclusions: Cardiac complications are common in COVID-19 patients. Elevated CRP levels, underlying comorbidities, and NCP severity are the main risk factors for cardiac complications in COVID-19 patients.\nCompeting Interest Statement",
    "affiliations": [
        "National Natural Science Foundation of China (NO. 81771887, 81771897, 81971586,81901712); the Program for Young Scholars and Innovative Research Team in Sichuan Province (NO. 2017TD0005) of China; and 1·3·5 project for disciplines of excellence, West China Hospital, Sichuan University (NO.ZYGD18013)"
    ],
    "author": "Linjun Xie; Chuan Fu; Ming Yang; Huizhu Chen; Hui Liu; Kun Zhang; Lingyi Wen; Yingkun Guo; Na Zhang; Rong Xu; Hong Xu; Ran Sun; Shihua Zhao; Keke Hou; Hang Fu; Zhenlin Li; Huayan Xu; Joseph B Selvanayagam; Zhigang Yang",
    "date": 2020,
    "doi": "10.1101/2020.03.05.20031591",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.05.20031591"
    },
    "title": "Acute Myocardial Injury of Patients with Coronavirus Disease 2019",
    "funding": [
        {
            "award-group": [
                {
                    "award-id": [
                        "2020-YF05- 00007-SN"
                    ]
                }
            ],
            "funding-statement": "This work was supported by 2020 Novel coronavirus pneumonia prevention and control technology project of Chengdu (NO. 2020-YF05- 00007-SN); Clinical research finding of Chinese society of cardiovascular disease(CSC) of 2019 (NO"
        }
    ]
}