{
    "abstract": "Background: There is insufficient evidence to support clinical decision-making for oncology patients diagnosed with COVID-19 due to the lack of large studies. Methods: We used data from a large UK Cancer Centre to assess demographic/clinical characteristics of 106 cancer patients with a confirmed COVID-19 diagnosis between 29 February-15 April 2020. Logistic/Cox proportional hazards models were used to identify which demographic and/or clinical characteristics were associated with COVID-19 severity/death. Results: 87 (82%) presented with mild/moderate COVID-19 and 19(18%) with severe disease. Age, sex, ethnicity, SES, and current cancer treatment were not associated with COVID-19 severity. Initial diagnosis of cancer >24m before COVID-19 (OR:3.01 (95%CI: 1.02-8.58)), presenting with fever, dyspnoea, gastro-intestinal symptoms, or higher levels of CRP and ferritin were linked with greater COVID-19 severity. During median follow-up of 17.5d, 14 patients had died of COVID-19(13%). Conclusions: Low SES, hypertension and non-malignant lung disease were common in cancer patients with COVID-19. A longer-established diagnosis of cancer was associated with increasing severity of infection, possibly reflecting effects of more advanced malignant disease on impact of this infection. Advanced age and comorbidities may be associated with an increased risk of COVID-19-related death in cancer patients, as has been reported for general populations without cancer.\nCompeting Interest Statement",
    "author": "Shahram Kordasti; Charlotte Moss; Claire Harrison; Danielle Crawley; Fareen Rahman; Harriet Wylie; Ailsa Lumsden; Debra Josephs; Richard Sullivan; Beth Russell; Paul Ross; Saoirse Dolly; Anna Rigg; Sheeba Irshad; Mieke Van Hemelrijck; Anna Haire; James Spicer; Kamarul Zaki; Sophie Papa; Fidelma Cahill",
    "date": 2020,
    "doi": "10.1101/2020.05.12.20094219",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.12.20094219"
    },
    "title": "Factors affecting COVID-19 outcomes in cancer patients − A first report from Guys Cancer Centre in London",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "GSTT Cancer Fund"
                }
            ],
            "funding-statement": "This project was made possible by funding from the GSTT Cancer Fund"
        }
    ]
}