{
    "abstract": "Background: As increasing cases of COVID-19 around world, urgent need for effective COVID-19-specific therapeutic drugs is necessary; therefore, we conducted a pilot randomized-controlled study to evaluate the efficacy of 99mTc-MDP for COVID-19 therapeutic treatment. Methods: A total of 21 mild patients with COVID-19 were enrolled in this pilot RCT from February 2020 through March 2020, and then were assigned, in a 1:1 ratio, into control (11 patients) and 99mTc-MDP group (10 patients). Patients in the control group received routine treatment and patients assigned to the 99mTc-MDP group received a combination of routine treatment and an administration of 99mTc-MDP injection of 5ml/day. Both of the patients in the control and 99mTc-MDP groups were treated for 7 days with the primary end point of CT-based radiological pulmonary changes during 7-day follow-up. Findings: From baseline to the day 7, 8 (80%) of 10 mild patients in the 99mTc-MDP group had a significant radiological improvement in lung and a decline in inflammatory infiltration, whereas only 1 (9.1%) of 11 patients in the control group had a radiological improvement in lung. None of the patients in the 99mTc-MDP group had disease progression from mild to severe, as well as an inflammatory cytokine storm, and 2 mild patients (18.2%) in the control group developed severe. During days 7 through 14, the number of patients with radiological improvement in the 99mTc-MDP group remained consistent, and only 1 additional case (22%) in the control group were reported. Conclusion: In this randomized pilot study, 99mTc-MDP had an effective inhibitory effect on the inflammatory disease progression for the therapy of COVID-19, and it can accelerate the absorption of pulmonary inflammation in a short period of time during the process of treatment.\nCompeting Interest Statement",
    "author": "Xiaolin Yuan; Simiao Tian; Meiyun Fang; Aixi Yu; Baoyi Liu; Faqiang Lu; Ming Chen; Yong Zhang; Dewei Zhao; Baiwen Qi; Xiuzhi Zhang; Fuyang Pei; Lichuan Zhang; Fang Cao; Zhenyu Pan; Wanrong Yi; Ruoyu Wang",
    "date": 2020,
    "doi": "10.1101/2020.04.07.20054767",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.07.20054767"
    },
    "title": "Pulmonary radiological change of COVID-19 patients with 99mTc-MDP treatment",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}