{
    "title": "A single-cell RNA expression map of human coronavirus entry factors",
    "date": 2020,
    "author": "Manvendra Singh,&*, Vikas Bansal,&*, and Cédric Feschotte,*#",
    "affiliations": [
        "Department of Molecular Biology and Genetics, Cornell University, Ithaca, NY, USA",
        "Biomedical Data Science and Machine Learning Group, DZNE, Tübingen, Germany",
        "Cedric Feschotte Department of Molecular Biology and Genetics Cornell University 216 Biotechnology Building, 526 Campus Road Ithaca, NY 14853-2703"
    ],
    "journal": "Singh",
    "volume": "2",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.08.084806",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.08.084806.pdf"
    },
    "abstract": "To predict the tropism of human coronaviruses, we profile 28 SARS-CoV-2 and coronavirus-associated receptors and factors (SCARFs) using single-cell RNAsequencing data from a wide range of healthy human tissues. SCARFs include cellular factors both facilitating and restricting viral entry. Among adult organs, enterocytes and goblet cells of the small intestine and colon, kidney proximal tubule cells, and gallbladder basal cells appear most permissive to SARS-CoV-2, consistent with clinical data. Our analysis also suggests alternate entry paths for SARS-CoV-2 infection of the lung, central nervous system, and heart. We predict spermatogonial cells and prostate endocrine cells, but not ovarian cells, to be highly permissive to SARS-CoV-2, suggesting male-specific vulnerabilities. Early stages of embryonic and placental development show a moderate risk of infection. The nasal epithelium looks like another battleground, characterized by high expression of both promoting and restricting factors and a potential age-dependent shift in SCARF expression. Lastly, SCARF expression appears broadly conserved across human, chimpanzee and macaque organs examined. Our study establishes an important resource for investigations of coronavirus biology and pathology.",
    "keywords": [
        "COVID-19",
        "SARS-CoV-2",
        "Coronaviruses",
        "scRNA-seq",
        "Viral receptors",
        "Restriction factors"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Presidential Postdoctoral Fellowship from Cornell University"
                }
            ],
            "funding-statement": "M.S. is supported by a Presidential Postdoctoral Fellowship from Cornell University"
        },
        {
            "award-group": [
                {
                    "funding-source": "Career Development Fellowship"
                },
                {
                    "funding-source": "DZNE Tuebingen"
                }
            ],
            "funding-statement": "V.B. is supported by a Career Development Fellowship at DZNE Tuebingen"
        },
        {
            "award-group": [
                {
                    "funding-source": "National Institutes of Health"
                }
            ],
            "funding-statement": "Work on host-virus interactions in the Feschotte lab is funded by R35 GM122550 from the National Institutes of Health"
        }
    ]
}