{
    "abstract": "Background On 31 December 2019, an epidemic of pneumonia of unknown aetiology was first reported in the city of Wuhan, Hubei Province, People's Republic of China. A rapidly progressing epidemic of COVID-19 ensued within China, with multiple exportations to other countries. We aimed to measure perceptions and responses towards COVID-19 in three countries to understand how population-level anxiety can be mitigated in the early phases of a pandemic. Methods Between February and March 2020, we conducted online surveys in Singapore, China and Italy with a total of 4,505 respondents to measure knowledge, perceptions, anxiety and behaviours towards the COVID-19 epidemic, and identified factors associated with lower anxiety and more positive behavioural responses. Findings Respondents reported high awareness of COVID-19 and its accompanying symptoms, comparable information seeking habits and similarly high levels of information sufficiency, adherence to and acceptance of public health control measures. Higher self-efficacy was associated with lower anxiety levels in all three countries, while willingness to comply with restrictive measures and greater information sufficiency were associated with more positive behavioural changes to reduce spread of infection. Interpretation Population-level anxiety and behavioural responses to an outbreak can be influenced by information provided. This should be used to inform future outbreak preparedness plans, taking into account the importance of increasing population-level self-efficacy and information sufficiency to reduce anxiety and promote positive behavioural changes. Funding This was supported by the Saw Swee Hock School of Public Health, the Department of Communications and New Media, National University of Singapore, and the National Medical Research Council, Singapore",
    "affiliations": [
        "Saw Swee Hock School of Public Health, the Department of Communications and New Media, National University of Singapore, and the National Medical Research Council, Singapore",
        "Saw Swee Hock School of Public Health, National University of Singapore (NUS), a startup grant at the Department of Communications and New Media, NUS, and the Singapore Ministry of Health\u0092s National Medical Research Council under the Centre Grant Programme \u0096 Singapore Population Health Improve Centre (NMRC/CG/C026/2017_NUHS)"
    ],
    "author": "Vittoria Offeddu; Vishakha Kumar; Alex R Cook; Jane M Lim; Clarence C Tam; May Oo Lwin; Zaw Myo Tun; Shaohai Jiang; Sharon Quaye",
    "date": 2020,
    "doi": "10.1101/2020.04.14.20065862",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.14.20065862"
    },
    "title": "Population anxiety and positive behaviour change during the COVID-19 epidemic: Cross-sectional surveys in Singapore, China and Italy",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Saw Swee Hock School of Public Health, National"
                },
                {
                    "funding-source": "University of Singapore"
                },
                {
                    "funding-source": "Department of Communications and New Media, NUS"
                },
                {
                    "funding-source": "Singapore Ministry of Health\u0092s National Medical Research Council"
                },
                {
                    "funding-source": "Centre Grant Programme"
                },
                {
                    "funding-source": "Singapore Population Health Improve Centre",
                    "award-id": [
                        "NMRC/CG/C026/2017_NUHS"
                    ]
                }
            ],
            "funding-statement": "This work was funded by the infectious diseases programme at the Saw Swee Hock School of Public Health, National University of Singapore (NUS), a startup grant at the Department of Communications and New Media, NUS, and the Singapore Ministry of Health\u0092s National Medical Research Council under the Centre Grant Programme \u0096 Singapore Population Health Improve Centre (NMRC/CG/C026/2017_NUHS)"
        }
    ]
}