{
    "abstract": "COVID-19 has become a pandemic and is spreading fast worldwide. The COVID-19 virus is transmitted mainly through respiratory droplets and close contact. However, the fecal-oral transmission of the virus has not been ruled out and it is important to ascertain how acidic condition in the stomach affects the infectivity of the virus. Besides, it is unclear how stable the COVID-19 virus is under dry and wet conditions. In the present study, we have shown that the COVID-19 virus is extremely infectious as manifested by the infection of Vero-E6 cells by one PFU (Plaque Forming Unit) of the virus. We then investigated the stability of the COVID-19 virus in wet, dry and acidic (pH2.2) environments at room temperature. Results showed that the COVID-19 virus could survive for three days in wet and dry environments, but the dry condition is less favorable for the survival of the virus. Our study also demonstrated that the COVID-19 virus at a relative high titer (1.2 x 103 PFU) exhibits a certain degree of tolerance to acidic environment at least for 60 minutes. When the virus titer was ≤1.0 x 103 PFU, acid treatment (pH2.2) for 30 or 60 minute resulted in virus inactivation. It suggests that the virus at a high concentration may survive in the acidic environment of the stomach. The finding of the present study will contribute to the control of the spread of the COVID-19 virus.",
    "affiliations": [
        "National Science and Technology Major Project (NSTMP) for the Prevention and Treatment of Infectious Diseases (2018ZX10734401, 2018ZX10301208), NSTMP for the Development of Novel Drugs (2019ZX09721001), and Project of Novel Coronavirus Research of Fudan University"
    ],
    "author": "Di Qu; Yu-yan Wang; Zhi-ping Sun; Chen-jian Gu; Yun Qian; Xun-jia Cheng; Wen-dong Han; Yang Wu; Wei Xu; You-hua Xie; Zheng-hong Yuan; Rong Zhang; Xia Cai",
    "date": 2020,
    "doi": "10.1101/2020.04.09.20058875",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.09.20058875"
    },
    "title": "Stability of the COVID-19 virus under wet, dry and acidic conditions",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Science and Technology Major Project"
                },
                {
                    "funding-source": "Prevention and Treatment of Infectious Diseases",
                    "award-id": [
                        "2018ZX10734401",
                        "2018ZX10301208"
                    ]
                },
                {
                    "funding-source": "NSTMP for the Development of Novel Drugs",
                    "award-id": [
                        "2019ZX09721001"
                    ]
                },
                {
                    "funding-source": "Project of Novel Coronavirus Research of Fudan University"
                }
            ],
            "funding-statement": "The study was supported by the National Science and Technology Major Project (NSTMP) for the Prevention and Treatment of Infectious Diseases (2018ZX10734401, 2018ZX10301208), NSTMP for the Development of Novel Drugs (2019ZX09721001), and Project of Novel Coronavirus Research of Fudan University"
        }
    ]
}