{
    "title": "Comprehensive Testing Highlights Racial, Ethnic, and Age Disparities in the COVID-19 2 Outbreak: Epidemiological and Clinical Characteristic of Cases in Utah 3 Sharia M Ahmed1 PhD, Rashmee U. Shah2 MD, Margaret Bale3 MPH, Jordan B. Peacock3 BS, 4 Ben Berger3 BA, Alyssa Brown3 BS, Sara Mann3 BS, William West3 BS, Valerie Martin3 BS, 5 Valerie Fernandez4, Sara Grineski5,6 PhD, Benjamin Brintz1,7 PhD, Matthew H. Samore7,8 MD, 6 Matthew J. Ferrari9 PhD, Daniel T. Leung1† MD, Lindsay T. Keegan7†* PhD 7 8 1University of Utah School of Medicine, Department of Internal Medicine, Division of Infectious 9 Diseases, Salt Lake City UT 10 2University of Utah School of Medicine, Department of Internal Medicine, Division of 11 Cardiovascular Medicine, Salt Lake City UT 12 3University of Utah School of Medicine, Salt Lake City UT 1134 4University of Utah, Salt Lake City, UT 15 5Center for Natural & Technological Hazards, University of Utah, Salt Lake City, UT",
    "author": "6Department of Sociology, University of Utah, Salt Lake City, UT 16 7University of Utah School of Medicine, Department of Internal Medicine, Division of 17 Epidemiology, Salt Lake City UT 18 8 Department of Veterans Affairs Salt Lake City Health Care System, Salt Lake City, Utah, USA 19 9The Pennsylvania State University, Department of Biology, State College, PA 20 21 †These authors contributed equally 22 *Corresponding author: 23 Lindsay Keegan 24 lindsay.keegan@utah.edu 25",
    "date": 2020,
    "affiliations": [
        "University of Utah School of Medicine, Department of Internal Medicine, Division of Infectious",
        "Diseases, Salt Lake City UT 10",
        "University of Utah School of Medicine, Department of Internal Medicine, Division of",
        "Cardiovascular Medicine, Salt Lake City UT 12",
        "University of Utah School of Medicine, Salt Lake City UT 1134",
        "University of Utah, Salt Lake City, UT 15",
        "Center for Natural & Technological Hazards, University of Utah, Salt Lake City, UT",
        "Department of Sociology, University of Utah, Salt Lake City, UT 16",
        "University of Utah School of Medicine, Department of Internal Medicine, Division of",
        "Epidemiology, Salt Lake City UT 18",
        "Department of Veterans Affairs Salt Lake City Health Care System, Salt Lake City, Utah, USA 19",
        "The Pennsylvania State University, Department of Biology, State College, PA 20 21",
        "These authors contributed equally 22",
        "Corresponding author: 23 Lindsay Keegan 24",
        "University of Utah Health clinics, in Salt"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.05.20092031",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.05.05.20092031.pdf"
    },
    "abstract": "US-based descriptions of SARS-CoV-2 infections have, for the most part, focused on patient populations with severe disease, captured in areas with limited testing capacity. The objective of this study is to compare characteristics of positive and negative SARS-CoV-2 patients, in a population primarily comprised of mild and moderate infections, identified from comprehensive population-level testing. Here, we extracted demographics, comorbidities, and vital signs from",
    "funding": [
        {}
    ]
}