{
    "abstract": "The seasonality of influenza viruses and endemic human coronaviruses was tracked over an 8-year period to assess key epidemiologic reduction points in disease incidence for an urban area in the northeast United States. Patients admitted to a pediatric hospital with worsening respiratory symptoms were tested using a multiplex PCR assay from nasopharyngeal swabs. The additive seasonal effects of outdoor temperatures and indoor relative humidity (RH) were evaluated. The 8-year average peak activity of human coronaviruses occurred in the first week of January, when droplet and contact transmission was enabled by the low indoor RH of 20-30%. Previous studies have shown that an increase in RH to 50% has been associated with markedly reduced viability and transmission of influenza virus and animal coronaviruses. As disease incidence was reduced by 50% in early March, to 75% in early April, to greater than 99% at the end of April, a relationship was observed from colder temperatures in January with a low indoor RH to a gradual increase in outdoor temperatures in April with an indoor RH of 45-50%. As a lipid-bound, enveloped virus with similar size characteristics to endemic human coronaviruses, SARS-CoV-2 should be subject to the same dynamics of reduced viability and transmission with increased humidity. In addition to the major role of social distancing, the transition from lower to higher indoor RH with increasing outdoor temperatures could have an additive effect on the decrease in SARS-CoV-2 cases in May. Over the 8-year period of this study, human coronavirus activity was either zero or >99% reduction in the months of June through September, and the implication would be that SARS-Cov-2 may follow a similar pattern.",
    "author": "Alan T Evangelista",
    "date": 2020,
    "doi": "10.1101/2020.05.15.20103416",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.15.20103416"
    },
    "title": "The Seasonal End of Human Coronavirus Hospital Admissions with Implications for SARS-CoV-2",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No outside funding was used to support this investigation."
        }
    ]
}