{
    "abstract": "Background: While the mechanisms of adaptive immunity to pandemic coronavirus SARS-CoV-2 are still unknown, the immune response to the widespread endemic coronaviruses HKU1, 229E, NL63 and OC43 provide a useful reference for understanding repeat infection risk. Methods: Here we used data from proactive sampling carried out in New York City from fall 2016 to spring 2018. We combined weekly nasal swab collection with self-reports of respiratory symptoms from 191 participants to investigate the profile of recurring infections with endemic coronaviruses. Results: During the study, 12 individuals tested positive multiple times for the same coronavirus. We found no significant difference between the probability of testing positive at least once and the probability of a recurrence for the beta-coronaviruses HKU1 and OC43 at 34 weeks after enrollment/first infection. We also found no significant association between repeat infections and symptom severity but strong association between symptom severity and belonging to the same family. Conclusion: This study provides evidence that re-infections with the same endemic coronavirus are not atypical in a time window shorter than 1 year and that the genetic basis of innate immune response may be a greater determinant of infection severity than immune memory acquired after a previous infection.\nCompeting Interest Statement",
    "affiliations": [
        "JS and Columbia University disclose partial ownership of SK Analytics. JS also discloses consulting for BNI. All other authors declare no competing interests"
    ],
    "author": "Jeffrey Shaman; Marta Galanti",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20082032",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20082032"
    },
    "title": "Direct observation of repeated infections with endemic coronaviruses",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Defense Advanced Research Projects Agency",
                    "award-id": [
                        "W911NF-16-2-0035"
                    ]
                }
            ],
            "funding-statement": "This work was supported by the Defense Advanced Research Projects Agency contract W911NF-16-2-0035"
        }
    ]
}