{
    "abstract": "Widespread and sustained engagement with health-protective behaviours (i.e., hygiene and distancing) is critical to successfully managing the COVID-19 pandemic. Evidence from previous emerging infectious disease outbreaks points to the role of perceived risk, worry, media coverage, and knowledge in shaping engagement with health-protective behaviours as well as vaccination intentions. The current study examined these factors in 2,174 Australian residents. An online survey was completed between 2-9 March 2020, at an early stage of the COVID-19 outbreak in Australia. Results revealed that two thirds of respondents were at least moderately worried about a widespread COVID-19 outbreak in Australia (which subsequently occurred). Worry about the outbreak and closely following media coverage were consistent predictors of health-protective behaviours (both over the previous month, and intended behaviours in the case of a widespread outbreak) as well as vaccination intentions. Health-behaviour engagement over the previous month was lower in some demographic groups, including males and younger individuals (18-29 age group). These was a substantial mismatch between respondents' expected symptoms of infection and emerging evidence that a meaningful proportion of people who contract the novel coronavirus will experience asymptomatic infection (i.e., they will not experience symptoms associated with COVID-19). Only 0.3% of those in the current study believed that they personally would not experience any symptoms if they were infected. Uncertainty and misconceptions about COVID-19 were common, including one third of respondents who reported being unsure whether people are likely have natural or existing immunity. There was also uncertainty around whether specific home remedies (e.g., vitamins, saline rinses) would offer protection, whether the virus could spread via the airborne route, and whether the virus was human made and deliberately released. Such misconceptions are likely to cause concern for members of the public. These results point to areas of uncertainty that could be usefully targeted by public education campaigns, as well as psychological and demographic factors associated with engagement with health-protective behaviours. These findings offer potential pathways for interventions to encourage health-protective behaviours to reduce the spread of COVID-19.",
    "author": "Jill M Newby; Kate Faasse",
    "date": 2020,
    "doi": "10.1101/2020.04.25.20079996",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.25.20079996"
    },
    "title": "Public perceptions of COVID-19 in Australia: perceived risk, knowledge, health-protective behaviours, and vaccine intentions",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "UNSW Science Goldstar"
                }
            ],
            "funding-statement": "This research was supported by a UNSW Science Goldstar (2020) awarded to KF"
        },
        {
            "award-group": [
                {
                    "funding-source": "Australian Research Council Discovery Early Career Research Award",
                    "award-id": [
                        "DE180100471"
                    ]
                }
            ],
            "funding-statement": "KF is supported by an Australian Research Council Discovery Early Career Research Award (DECRA; DE180100471)"
        }
    ]
}