{
    "abstract": "Background: Understanding the pathophysiology of respiratory failure (ARDS) in coronavirus disease 2019 (COVID-19) patients is of utmost importance for the development of therapeutic strategies and identification of risk factors. Since we observed clinical and histopathological similarities between COVID-19 and lung manifestations of connective tissue disease (CTD-ILD) in our clinical practice, aim of the present study is to analyze a possible role of autoimmunity in SARS-CoV-2-associated respiratory failure. Methods: In this prospective, single-center trial, we enrolled 22 consecutive patients with RT-PCR-confirmed SARS-CoV-2 infection hospitalized in March and April, 2020. We performed high-resolution computed tomography (HR-CT) and full laboratory testing including autoantibody (AAB) screening (anti-ANA, SS-B/La, Scl-70, Jo-1, CENP-B, PM-Scl). Transbronchial biopsies as well as post mortem tissue samples were obtained from 3 and 2 cases, respectively, and subsequent histopathologic analysis with special emphasis on characterization of interstitial lung disease was performed. Results: Twelve of 22 patients (54.5%) were male and median age was 69.0 (range: 28-88). 11 (50.0%) patients had to be undergo intensive care unit (ICU) treatment. Intubation with ventilation was required in 10/22 cases (46%). Median follow-up was 26 days. Clinical and serological parameters were comparable to previous reports. Radiological and histopathological findings were highly heterogeneous including patterns reminiscent of CTD-ILD. AAB titers ≥1:100 were detected in 10/11 (91.9%) COVID-19 patients who required ICU treatment, but in 4/11 (36.4%) patients with mild clinical course (p=0.024). Patients with AABs tended to require invasive ventilation and showed significantly more severe complications (64.3% vs. 12.5%, p=0.031). Overall COVID-19-related mortality was 18.2% among hospitalized patients at our institution. Conclusion: Our findings point out serological, radiological and histomorphological similarities between COVID-19-associated ARDS and acute exacerbation of CTD-ILD. While the exact mechanism is still unknown, we postulate that SARS-CoV-2 infection might trigger or simulate a form of organ-specific autoimmunity in predisposed patients. The detection of autoantibodies might identify patients who profit from immunosuppressive therapy to prevent the development of respiratory failure.\nCompeting Interest Statement",
    "author": "Vincent G Umathum; Daniel Gagiannis; Julie Steinestel; Konrad Steinestel; Carsten Hackenbroch; Michael Hannemann; Niklas Gebauer; Marcel Stahl; Hanno M Witte",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20077180",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20077180"
    },
    "title": "COVID-19-induced acute respiratory failure: an exacerbation of organ-specific autoimmunity?",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received."
        }
    ]
}