{
    "abstract": "OBJECTIVE: Explore the perceptions and experiences of the UK public of social distancing and social isolation measures related to the COVID-19 pandemic. DESIGN: Qualitative study comprising five focus groups carried out online during the early stages of the UK's social distancing and isolation measures (5-12 days post lockdown). SETTING: Online video-conferencing PARTICIPANTS: 27 participants, all UK residents aged 18 years and older, representing a range of gender, ethnic, age and occupational backgrounds. RESULTS: The social distancing and isolation associated with COVID-19 policy has had having substantial negative impacts on the mental health and wellbeing of the UK public within a short time of policy implementation. It has disproportionately negatively affected those in low-paid or precarious employment. Practical social and economic losses - the loss of (in-person) social interaction, loss of income and loss of structure and routine - led to psychological and emotional 'losses' - the loss of motivation, loss of meaning, and loss of self-worth. Participants reported high adherence to distancing and isolation guidelines but reported seeing or hearing of non-adherence in others. A central concern for participants was the uncertainty duration of the measures, and their ability to cope longer-term. Some participants felt they would have lingering concerns over social contact while others were eager to return to high levels of social activity. CONCLUSIONS: A rapid response is necessary in terms of public health programming to mitigate the mental health impacts of COVID-19 social distancing and isolation. Initial high levels of support for, and adherence to, social distancing and isolation is likely to wane over time, particularly where end dates are uncertain. Social distancing and isolation 'exit strategies' must account for the fact that, although some individuals will voluntarily or habitually continue to socially distance, others will seek high levels of social engagement as soon as possible.",
    "affiliations": [
        "Manchester Biomedical Research Centre and NIHR Greater Manchester Patient Safety Translational Research Centre. Tampe is an independent consultant and currently consults for the World Health Organization. The authors have no other relationships or activities that could appear to have influenced the submitted work",
        "Manchester Centre for Health Psychology based at the University of Manchester (£2000). Armitage's contribution was additionally supported by the NIHR Manchester Biomedical Research Centre and the NIHR Greater Manchester Patient Safety Translational Research Centre. The funders played no role in the conduct of the study"
    ],
    "author": "Simon N Williams; Tova Tampe; Kimberly Dienes; Christopher J Armitage",
    "date": 2020,
    "doi": "10.1101/2020.04.10.20061267",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.10.20061267"
    },
    "title": "Public perceptions and experiences of social distancing and social isolation during the COVID-19 pandemic: A UK-based focus group study",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "NIHR Manchester Biomedical Research Centre and NIHR Greater Manchester Patient Safety Translational Research Centre"
                }
            ],
            "funding-statement": "Armitage is supported by NIHR Manchester Biomedical Research Centre and NIHR Greater Manchester Patient Safety Translational Research Centre"
        },
        {
            "award-group": [
                {
                    "funding-source": "Manchester Centre for Health Psychology"
                },
                {
                    "funding-source": "University of Manchester"
                }
            ],
            "funding-statement": "This research was supported by the Manchester Centre for Health Psychology based at the University of Manchester (£2000)"
        }
    ]
}