{
    "abstract": "Background: How can we anticipate the progression of the ongoing pandemic of the coronavirus disease 2019 (COVID-19)? As a measure of transmissibility, we aimed to estimate concurrently the time-varying reproduction number, R0(t), over time during the COVID-19 pandemic for each of the following 12 heavily-attacked countries: Singapore, South Korea, Japan, Iran, Italy, Spain, Germany, France, Belgium, United Kingdom, the United States of America, and South Africa. Methods: We downloaded the publicly available COVID-19 pandemic data from the WHO COVID-19 Dashboard website (https://covid19.who.int/) for the duration of January 11, 2020 and May 1, 2020. Then, we specified two plausible distributions of serial interval to apply the novel estimation method implemented in the incidence and EpiEstim packages to the data of daily new confirmed cases for robustly estimating R0(t) in the R software. Results: We plotted the epidemic curves of daily new confirmed cases for the 12 selected countries. A clear peak of the epidemic curve appeared in 10 of the 12 selected countries at various time points, and then the epidemic curve declined gradually. However, the United States of America and South Africa happened to have two or more peaks and their epidemic curves either reached a plateau or still climbed up. Almost all curves of the estimated R0(t) monotonically went down to be less than or close to 1.0 up to April 30, 2020 except Singapore, South Korea, Japan, Iran, and South Africa, of which the curves surprisingly went up and down at various time periods during the COVID-19 pandemic. Finally, the United States of America and South Africa were the two countries with the approximate R0(t) ≥ 1.0 at the end of April, and thus they were now facing the harshest battles against the coronavirus among the 12 selected countries. By contrast, Spain, Germany, and France with smaller values of the estimated R0(t) were relatively better than the other 9 countries. Conclusion: Seeing the estimated R0(t) going downhill speedily is more informative than looking for the drops in the daily number of new confirmed cases during an ongoing epidemic of infectious disease. We urge public health authorities and scientists to estimate R0(t) routinely during an epidemic of infectious disease and to report R0(t) daily to the public until the end of the epidemic.\nCompeting Interest Statement",
    "author": "Fu-Chang Hu",
    "date": 2020,
    "doi": "10.1101/2020.05.10.20097154",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.10.20097154"
    },
    "title": "The Estimated Time-Varying Reproduction Numbers during the Ongoing Pandemic of the Coronavirus Disease 2019 (COVID-19) in 12 Selected Countries outside China",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The authors did not receive any funding for this study. The corresponding author had full access to all the data in the study and had final responsibility for the decision to submit for publication."
        }
    ]
}