{
    "abstract": "Background: Cancer patients are considered to be highly susceptible to viral infections, however, the comprehensive features of COVID-19 in these patients remained largely unknown. The present study aimed to assess the clinical characteristics and outcomes of COVID-19 in a large cohort of cancer patients. Design, Setting, and Participants: Data of consecutive cancer patients admitted to 33 designated hospitals for COVID-19 in Hubei province, China from December 17, 2019 to March 18, 2020 were retrospectively collected. The follow-up cutoff date was April 02, 2020. The clinical course and survival status of the cancer patients with COVID-19 were measured, and the potential risk factors of severe events and death were assessed through univariable and multivariable analyses. Results: A total of 283 laboratory confirmed COVID-19 patients (50% male; median age, 63.0 years [IQR, 55.0 to 70.0]) with more than 20 cancer types were included. The overall mortality rate was 18% (50/283), and the median hospitalization stay for the survivors was 26 days. Amongst all, 76 (27%) were former cancer patients with curative resections for over five years without recurrence. The current cancer patients exhibited worse outcomes versus former cancer patients (overall survival, HR=2.45, 95%CI 1.10 to 5.44, log-rank p=0.02; mortality rate, 21% vs 9%). Of the 207 current cancer patients, 95 (46%) have received recent anti-tumor treatment, and the highest mortality rate was observed in the patients receiving recent chemotherapy (33%), followed by surgery (26%), other anti-tumor treatments (19%), and no anti-tumor treatment (15%). In addition, a higher mortality rate was observed in patients with lymphohematopoietic malignancies (LHM) (53%, 9/17), and all seven LHM patients with recent chemotherapy died. Multivariable analysis indicated that LHM (p=0.001) was one of the independent factors associating with critical illness or death. Conclusions: This is the first systematic study comprehensively depicting COVID-19 in a large cancer cohort. Patients with tumors, especially LHM, may have poorer prognosis of COVID-19. Additional cares are warranted and non-emergency anti-tumor treatment should be cautiously used for these patients under the pandemic.\nCompeting Interest Statement",
    "author": "Hongda Lu; Jie He; Yuan Chen; Hongyun Gong; Zhiguo Luo; Jie Ren; Xinhua Xu; Zuowei Hu; Dongfeng Pan; Zhijie Wang; Ruizhi Ran; Qian Chu; Gang Feng; Qun Wang; Jiyuan Yang; Xiuli Luo; Chiding Hu; Mingyu Liu; Liqiong Luo; Yu Xu; Zhibin Xie; Linjun Li; Jun Jin; Shangli Cai; Jiachen Xu; Zhihong Zhang; Wenbing Hu; Yanhua Xu; Yong Yang; Jie Wang; Li Kuang; Qibin Song; Xiaorong Dong; Tienan Yi; Bin Xu; Zhengyi Zhao; Jing Liu; Zhiguo Rao; Weidong Hu; Youhong Dong; Hanlin Wu; Jianhai Sun; Guoqiang Wang; Runkun Wang; Jianchun Duan",
    "date": 2020,
    "doi": "10.1101/2020.04.28.20083246",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.28.20083246"
    },
    "title": "Systematic investigations of COVID-19 in 283 cancer patients",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "CAMS Initiative for Innovative Medicine",
                    "award-id": [
                        "CAMS 2020-I2M-CoV19-004"
                    ]
                }
            ],
            "funding-statement": "This work was supported by the CAMS Initiative for Innovative Medicine (CAMS 2020-I2M-CoV19-004)"
        }
    ]
}