{
    "abstract": "Objectives: The rapidly evolving coronavirus disease 2019 (COVID-19), was declared a pandemic by the World Health Organization on March 11, 2020. It was first detected in the city of Wuhan in China and has spread globally resulting in substantial health and economic crisis in many countries. Observational studies have partially identified the different aspects of this disease. Up to this date, no comprehensive systematic review for the clinical, laboratory, epidemiologic and mortality findings has been  to March 3, 2020. Statistical analyses were performed with STATA (version 14, IC; Stata Corporation, College Station, TX, USA). The pooled frequency with 95% confidence intervals (CI) was assessed using random effect model. Publication bias was assessed and p <0.05 was considered a statistically significant publication bias. Results: Out of 1102 studies, 32 satisfied the inclusion criteria. A total of 4789 patients with a mean age of 49 years were evaluated. Fever (83.0%, CI 77.5 to 87.6), cough (65.2%, CI 58.6 to 71.2) and myalgia/fatigue (34.7, CI 26.0 to 44.4) were the most common symptoms. The most prevalent comorbidities were hypertension (18.5 %, CI 12.7 to 24.4) and Cardiovascular disease (14.9 %, CI 6.0 to 23.8). Among the laboratory abnormalities, elevated C-Reactive Protein (CRP) (72.0% (CI 54.3 to 84.6) and lymphopenia (50.1%, CI 38.0 to 62.4) were the most common findings. Bilateral ground-glass opacities (66.0%, CI 51.1 to 78.0) was the most common CT-Scan presentation. Pooled mortality rate was 6.6%, with males having significantly higher mortality compared to females (OR 3.4; 95% CI 1.2 to 9.1, P = 0.01). Conclusion: COVID-19 commonly presented with a progressive course of cough and fever with more than half of hospitalized patients showing leukopenia or a high CRP on their laboratory findings. Mortality associated with COVID19 was higher than that reported in studies in China with Males having a 3-fold higher risk of mortality in COVID19 compared to females.\nCompeting Interest Statement\nThe authors have declared no competing interest.\nFunding Statement\nThe author(s) received no specific funding for this study.\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).",
    "author": "Mahta Arbabi; Azin Tahvildari; Parnian Jamshidi; Sara Haddadi; Saba Hasanzadeh; Mehdi Mirsaeidi; Mohammad Javad Nasiri; Yeganeh Farsi; Mukunthan Murthi",
    "date": 2020,
    "doi": "10.1101/2020.03.24.20042903",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.24.20042903"
    },
    "title": "COVID-19 clinical characteristics, and sex-specific risk of mortality: Systematic Review and Meta-analysis",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The author(s) received no specific funding for this study."
        }
    ]
}