{
    "abstract": "Severe acute respiratory syndrome coronavirus 2 infection causing coronavirus disease 2019 has spread worldwide. Whether antibodies are important for the adaptive immune responses against SARS-CoV-2 infection needs to be determined. Here, 26 cases of COVID-19 in Jinan, China, were examined and shown to be mild or with common clinical symptoms and no cases of severe symptoms were found among these patients. A striking feature of some patients is that SARS-CoV-2 could exist in patients who have virus-specific IgG antibodies for a very long period, with two cases for up to 50 days. One COVID-19 patient who did not produce any SARS-CoV-2-bound IgG successfully cleared SARS-CoV-2 after 46 days of illness, revealing that without antibody-mediated adaptive immunity, innate immunity may still be powerful enough to eliminate SARS-CoV-2. Overall, this report may provide a basis for further analysis of both innate and adaptive immunity in SARS-CoV-2 clearance, especially in non-severe cases. This study also has implications for understanding the pathogenesis and treatment of SARS-CoV-2.",
    "affiliations": [
        "Shandong University (Grant No. 2020XGB03 to P.-H.W)"
    ],
    "author": "Chunhong Ma; Pei-Hui Wang; Di Xiao; Jin Geng; Li Wang; Bin Wang; Xuemei Jiang; Xianggen Kong",
    "date": 2020,
    "doi": "10.1101/2020.04.13.20040980",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.13.20040980"
    },
    "title": "Long-term Coexistence of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) with Antibody Response in Coronavirus Disease 2019 (COVID-19) Patients",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Shandong University",
                    "award-id": [
                        "2020XGB03 to P.-H.W"
                    ]
                }
            ],
            "funding-statement": "This work was supported by grants from COVID-19 emergency tackling research project of Shandong University (Grant No 2020XGB03 to P.-H.W)"
        }
    ]
}