{
    "abstract": "Background: Faced with the global pandemic of COVID-19, declared by World Health Organization (WHO) on March 11th 2020, and the need to better understand the seasonal behavior of the virus, our team conducted this systematic review to describe current knowledge about the emergence and replicability of the virus and its correlation with different weather factors such as temperature and relative humidity. Methods: The review was registered with the PROSPERO database. The electronic databases PubMed, Scopus, Web of Science, Cochrane Library, LILACS, OpenGrey and Google Scholar were examined with the searches restricted to the years 2019 and 2020. Risk of bias assessment was performed using the Joanna Briggs Institute (JBI) Critical Appraisal Checklist tool. The GRADE tool was used to assess the quality of the evidence. Results: The initial screening identified 517 articles. After examination of the full texts, seventeen studies met the review's eligibility criteria. Great homogeneity was observed in the findings regarding the effect of temperature and humidity on the seasonal viability and transmissibility of COVID-19. Cold and dry conditions were potentiating factors on the spread of the virus. After quality assessment, four studies had a high risk of bias and thirteen studies were scored as moderate risk of bias. The certainty of evidence was graded as low for both outcomes evaluated. Conclusion: Considering the existing scientific evidence, warm and wet climates seem to reduce the spread of COVID-19. The certainty of the evidence generated was graded as low. However, these variables alone could not explain most of the variability in disease transmission.\nCompeting Interest Statement",
    "author": "Paulo Mecenas; Renata Bastos; David Normando; Antonio Vallinoto",
    "date": 2020,
    "doi": "10.1101/2020.04.14.20064923",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.14.20064923"
    },
    "title": "Effects of temperature and humidity on the spread of COVID-19: A systematic review.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}