{
    "abstract": "Background: Little is known about the effect of the COVID-19 pandemic on mental health status during the lock-down period. Therefore, this study was conducted to assess prevalence of depression, anxiety and depression-anxiety comorbidity, and associated factors during the COVID-19 lock-down in Nepal. Methods A quantitative cross-sectional study was conducted among the general population of Nepal. Data was collected from April 9 to April 16, 2020 using an e-questionnaire which was shared through different popular social media. A total of 349 participants were included. Self-reported depression and anxiety were assessed using the Patient Health Questionnaire and Generalized Anxiety tools respectively. Logistic regression analysis was conducted to identify the factors associated with depression, anxiety and depression and anxiety co-morbidity. Results The prevalence rates of depression, anxiety and depression-anxiety co-morbidity were found to be 34.0%, 31.0% and 23.2% respectively. The multi-variate analysis showed that females, those living alone, health professionals and those who spent more time in accessing information about COVID-19 were significantly more likely to have depression, anxiety and depression-anxiety co-morbidity. Conclusions High rates of depression and anxiety and co-morbidity were found to be prevailing among the general population during the COVID-19 pandemic lock-down in Nepal. The results suggest that only the scientific, but contextually appropriate messages about the disease should be disseminated to reduce unnecessary fears and anxiety. Awareness interventions to promote mental well-being need to be integrated into the response interventions. Community mental health care should be made accessible to at-risk groups.\nCompeting Interest Statement",
    "author": "Govind Giri; Anu Bista; Anil Sigdel; Navaraj Bhattarai; subash Thapa; Bimal Chandra Poon; Hannah Marqusee",
    "date": 2020,
    "doi": "10.1101/2020.04.30.20086926",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.30.20086926"
    },
    "title": "Depression, Anxiety and Depression-anxiety comorbidity amid COVID-19 Pandemic: An online survey conducted during lockdown in Nepal",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This study has not received any funding from elsewhere"
        }
    ]
}