{
    "abstract": "The COVID-19 pandemic imposed not only serious threats to the physical health of the population, but also provoked a wide range of psychological problems. Objective: to identify the most vulnerable populations during the epidemic period (including among individuals with affective disorders) who are most in need of psychological and / or psychiatric help. Material and methods: on-line survey of 1957 Russian-speaking respondents over 18 years old from March 30 to April 5, 2020. The level of anxiety distress was verified with the psychological stress scale (PSM-25). Stigmatization of individuals experiencing respiratory symptoms was assessed with modified devaluation / discrimination questionnaire (PDD; Cronbach's α= 0.707). Results: 99.8% of respondents had variable concerns associated with COVID-19. Their mean scores of psychological stress were increased to moderate levels (104.9 ± 34.4 points), and the stigmatization scores exceeded the value of the whole sample median (19.5 ± 3.4; Me = 19). 35% of respondents had concerns about COVID-19 associated with anxiety distress (Cohen's d = 0.16-0.39). These were \"risk of isolation\" and \"possible lack of medication for daily use\". The most prone to concerns were respondents' groups with affective disorders; young people (≤20 years old), unemployed, single, those without higher education and women. Conclusions: large sub-cohorts of the Russian-speaking sample need correction of anxiety distress associated with the COVID-19 pandemic. The implementation of such measures should be targeted and oriented in terms of coverage and content to identified vulnerable social groups.",
    "author": "Nataliya B. Lutova; Grigory V. Rukavishnikov; Nikolay G. Neznanov; Olga V. Makarevich; Evgeny D. Kasyanov; Mikhail Yu. Sorokin; Galina E. Mazo",
    "date": 2020,
    "doi": "10.1101/2020.04.28.20074302",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.28.20074302"
    },
    "title": "Structure of anxiety associated with the COVID-19 pandemic in the Russian-speaking sample: results from on-line survey",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement none</strong>"
        }
    ]
}