{
    "abstract": "Background: Clinical ophthalmological guidelines encourage the assessment of potential benefits and harms when deciding whether to perform elective ophthalmology procedures during the COVID-19 pandemic, in order to minimize the risk of disease transmission. Method: We performed probability calculations to estimate COVID-19 infection status and likelihood of disease transmission among neovascular age-related macular degeneration patients and health care workers during anti-VEGF procedures, at various community prevalence levels of COVID-19. We then applied the expected burden of COVID-19 illness and death expressed through health-adjusted life-years (HALYs) lost. We compared these results to the expected disease burden of severe visual impairment if sight protecting anti-VEGF injections were not performed. Results: Our calculations estimate for a single treatment, where the background rate of COVID-19 in the community is 1000 active cases per million population, and full personal protective equipment (PPE) is available, that the benefits of treatment are greater than the expected harms to the patient and immediate health care team, provided the probability of severe visual impairment without treatment is >0.001%. Without effective PPE, and with a COVID-19 prevalence of 200,000 per million, an 8.5% chance of severe visual impairment could still justify monthly injections for six months. Conclusion: In most cases analysed, the reduced disease burden from avoiding visual impairment outweighs the expected HALYs lost from COVID-19 transmission. This finding is driven by the fact that HALYs lost when someone suffers severe visual impairment for 5 years are equivalent to nearly 400 moderate cases of infectious disease lasting 2 weeks each.\nCompeting Interest Statement",
    "author": "Daniel Andrew Richard Scott; Graham Ashley Wilson; David Michael Squirrell; Matt James Boyd",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20075085",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20075085"
    },
    "title": "How urgent do intravitreal anti-VEGF injections need to be to justify the risk of transmitting COVID-19? Proof-of-concept calculations to determine the Health Adjusted Life-Year (HALY) trade-off.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received"
        }
    ]
}