{
    "abstract": "Severe cases of coronavirus disease 2019 (COVID-19) are regularly complicated by respiratory failure. While it has been suggested that elevated levels of blood neutrophils associate with worsening oxygenation in COVID-19, it is unknown whether neutrophils are drivers of the thrombo-inflammatory storm or simple bystanders. We now report that patients with COVID-19 (n=172) have markedly elevated levels of the neutrophil activation marker S100A8/A9 (calprotectin) in their blood. Calprotectin tracked with other acute phase reactants including C-reactive protein, D-dimer, ferritin, and absolute neutrophil count, but was superior in identifying patients requiring mechanical ventilation. In longitudinal samples, calprotectin rose as oxygenation worsened. When tested on day 1 or 2 of hospitalization (n=94 patients), calprotectin levels were significantly higher in patients who progressed to severe COVID-19 requiring mechanical ventilation (8039 +/- 7031, n=32) as compared to those who remained free of intubation (3365 +/- 3146, p<0.0001). In summary, serum calprotectin levels track closely with current and future COVID-19 severity, strongly implicating neutrophils as active perpetuators of inflammation and respiratory compromise in COVID-19.",
    "affiliations": [
        "Medicine Frankel Cardiovascular Center as well as by the A. Alfred Taubman Medical Research Institute"
    ],
    "author": "Jacqueline A. Madison; Melanie Zuo; Robert J. Woods; Jason S. Knight; Yu Zuo; Hui Shi; Christopher N. Blair; Njira L. Lugogo; Christian Lood; Wrenn Woodard; Srilakshmi Yalavarthi; Yogendra Kanthi; Kelsey Gockman; Sean P. Lezak",
    "date": 2020,
    "doi": "10.1101/2020.05.06.20093070",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.06.20093070"
    },
    "title": "Neutrophil calprotectin identifies severe pulmonary disease in COVID-19",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "COVID-19 Cardiovascular Impact Research Ignitor Grant from the Michigan Medicine Frankel Cardiovascular Center"
                }
            ],
            "funding-statement": "The work was supported by a COVID-19 Cardiovascular Impact Research Ignitor Grant from the Michigan Medicine Frankel Cardiovascular Center as well as by the A"
        }
    ]
}