{
    "abstract": "Background: The emergence of COVID-19 as a pandemic has resulted in the need for urgent development of vaccines and drugs and the conduction of clinical trials to fight the outbreak. Because of the time constraints associated with the development of vaccines and effective drugs, drug repurposing and other alternative treatment methods have been used to treat patients that have been infected by the SARS-CoV-2 virus and have acquired COVID-19. Objective: The objective of this systematic review was to provide an overview of the molecular mechanism of action of repurposed drugs or alternative treatment medicines used to attenuate COVID-19 disease. Data Sources: The research articles or grey literature, including theses, government reports, and official news online, were identified from 4 databases and 1 search engine. The full content of a total of 160 articles that fulfilled our inclusion criteria was analyzed and information about 6 drugs (ritonavir, lopinavir, oseltamivir, remdesivir, favipiravir, and chloroquine) and 4 traditional Chinese medicines (Shuang Huang Lian Kou Fu Ye, TCM combination of Bu Huan Jin Zheng Qi San and Da Yuan Yin, Xue Bi Jing Injection and Qing Fei Pai Du Tang) were extracted. Conclusions: All of the repurposed drugs that have been used for the treatment of COVID-19 depend on the ability of the drug to inhibit the proliferation of the SARS-CoV-2 virus by binding to enzyme active sites, viral chain termination, or triggering of the molecular pathway, whereas traditional Chinese medicine has a pivotal role in triggering the inflammation pathway, such as the neuraminidase blocker, to fight the SARS-CoV-2 virus. This review provides an insight to experimental validation of drugs and alternative medicine used for the treatment and control of COVID-19.\nCompeting Interest Statement",
    "author": "Chee Fong Tyng; Dexter Lee Jiunn Herng; Chin Su Na; Fui Fui Lem; Fernandes Opook; Fahcina P Lawson",
    "date": 2020,
    "doi": "10.1101/2020.04.10.20060376",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.10.20060376"
    },
    "title": "Molecular mechanism of action of repurposed drugs and traditional Chinese medicine used for the treatment of patients infected with COVID-19: A systematic scoping review",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The authors declare no conflict of interest or involvement of monetary value in this research."
        }
    ]
}