{
    "abstract": "In this paper, a signal to noise ratio like index, (snr) is introduced in an attempt to evaluate the efficiency of the health system as well as the effectiveness of the interventions taken by the stakeholders in an effort to control the virus spread during any health-related crisis. Using this proposed index (snr), it was possible to carry out a data-driven comparison among different countries in their efforts of dealing with the crisis. The primary focus of this study was to assess the interventions' effectiveness by the decision makers along with the health system's efficiency of the countries that experienced a relatively high pressure on their systems. In this study, 19 countries were selected based on predefined criteria that included: (1) reported confirmed cases should exceed 5,000, and (2) confirmed cases per 1 million people should exceed 200, at the time this study was concluded. According to the proposed, snr index, the findings showed that Germany and South Korea were ahead of the game, compared to other countries such as the USA, Spain, Italy, Belgium, Netherlands, and UK. Some other countries, such as Canada, Austria, Switzerland managed to slightly pivot their interventions at a later stage in effective manners according to the snr index. The study explains the foundation, and the underlying calculations of the proposed, snr index. Moreover, the study shows how reliably the snr index measures the interventions' effectiveness and health system's efficiency during the crisis or during any health-related crisis. An additional, yet interesting finding from this study, was that the snr curve showed a persistent four-episode (segment) structure during the pandemic. This finding could suggest a benchmark of the expected pattern of the fight against the virus spread during the pandemic that could offer a significant tool, for the decision makers. Finally, it is worth mentioning that the implementation of this proposed index is only valid and meaningful during a crisis. In a none-crisis time, the required data to calculate the snr index is not available and rather mathematically misleading.",
    "author": "Khaled Wahba",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20094334",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20094334"
    },
    "title": "Assessing the Intervention's Effectiveness and Health System Efficiency During COVID-19 Crisis using A Signal-to-Noise Ratio Index",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "It is not a funded research."
        }
    ]
}