{
    "abstract": "The novel Coronavirus (2019-nCoV) was identified in Wuhan, Hubei Province, China, in December 2019 and has created a medical emergency worldwide. It has spread rapidly to multiple countries and has been declared a pandemic by the World Health Organization. In India, it is already reported more than 18 thousand cases and more than 600 deaths due to Coronavirus disease 2019 (COVID-19) till April 20, 2020. Previous studies on various viral infections like influenza have supported an epidemiological hypothesis that the cold and dry (low absolute humidity) environments favor the survival and spread of droplet-mediated viral diseases. These viral transmissions found attenuated in warm and humid (high absolute humidity) environments. However, the role of temperature, humidity, and absolute humidity in the transmission of COVID-19 has not yet been well established. Therefore the study to investigate the meteorological condition for incidence and spread of COVID-19 infection, to predict the epidemiology of the infectious disease, and to provide a scientific basis for prevention and control measures against the new disease is required for India. In this work, we analyze the local weather patterns of the Indian region affected by the COVID-19 virus for March and April months, 2020. We have investigated the effect of meteorological parameters like Temperature, relative humidity, and absolute humidity on the rate of spread of COVID-19 using daily confirm cases in India. We have used daily averaged meteorological data for the last three years (2017-2019) for March and April month and the same for the year 2020 for March 1 to April 15. We found a positive association (Pearsons r=0.56) between temperature and daily COVID-19 cases over India. We found a negative association of humidity (RH and AH) with daily COVID-19 Cases (Persons r=-0.62, -0.37). We have also investigated the role of aerosol in spreading the pandemic across India because its possible airborne nature. For this, we have investigated the association of aerosols (AOD) and other pollutions (NO2) with COVID-19 cases during the study period and also during the first lockdown period (25 March-15 April) in India. We found a negative association in March when there were few cases, but in April, it shows positive association when the number of cases is more (for AOD it was r=-0.41 and r=0.28 respectively). During the lockdown period, aerosols (AOD) and other pollutants (NO2; an indicator of PM2.5) reduced sharply with a percentage drop of about 36 and 37, respectively. This reduction may have reduced the risk for COVID-19 through air transmission due to the unavailability of aerosol particles as a base. HYSPLIT forward trajectory model also shows that surface aerosols may travel up to 4 km according to wind and direction within three h of its generation. If coronavirus becomes airborne as suggested by many studies, then it may have a higher risk of transmission by aerosols particles. So relaxing in the lockdown and environmental rules in terms of pollutant emissions from power plants, factories, and other facilities would be a wrong choice and could result in more COVID-19 incidences and deaths in India. Therefore the current study, although limited, suggests that it is doubtful that the spread of COVID-19 would slow down in India due to meteorological factors, like high temperature and high humidity. Because a large number of cases have already been reported in the range of high Tem, high Relative, and high absolute humidity regions of India. Thus our results in no way suggest that COVID-19 would not spread in warm, humid regions or during summer/monsoon. So effective public health interventions should be implemented across India to slow down the transmission of COVID-19. If COVID-19 is indeed sensitive to environmental factors, it could be tested in the coming summer-monsoon for India. So the only summer is not going to help India until monsoon is coming. Only government mitigations strategies would be helpful, whether its lockdown, aggressive and strategic testing, medical facilities, imposing social distancing, encouraging to use face mask or monitoring by a mobile application (Aarogya Setu).",
    "author": "Sarvan Kumar",
    "date": 2020,
    "doi": "10.1101/2020.04.22.20075499",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.22.20075499"
    },
    "title": "Will COVID-19 pandemic diminish by summer-monsoon in India? Lesson from the first lockdown",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Not applicable."
        }
    ]
}