{
    "abstract": "Background: Overuse of medical care is a major problem across health systems as well as in Iran. By our knowledge, this is the first scoping review in which medical overuse in the Iranian healthcare system was investigated. Objective: To perform an inclusive search for original studies that report medical overuse in the Iranian healthcare system. Methods: A systematic search of the literature conducted in bibliographic databases including PubMed, Embase, Scopus, Web of Sciences, Cochrane and Scientific Information Database using a comprehensive search strategy without time limit until the end of 2018, accomplished by reference tracking, author contacting and expert consultation to identify studies on the overuse of medical care. Results: We reviewed 4124 published articles based on predetermined inclusion criteria. The authors consensus included a total of 40 articles. Of these, 31 were in English and 9 in Farsi, published between 19975-2018. The result categorized into two distinct clinical areas: treatment (17 articles), and diagnostic (23 articles) services. Almost all of the studies only described the magnitude of unnecessary overuse. Unnecessary overuse of Antibiotics, MRI and CT-scan were the most reported topics. The ranges of their overuse proportion were as follows; Antibiotic (31 to 97%); MRI (33 to 88%), and CT-scan (19 to 50%). Conclusions: Our review showed, even so, the magnitude of unnecessary overuse of medical services is high but there are only a few interventional studies in clinical and administrative level for finding effective methods for decreasing these unnecessary services. Researchers should be encouraged to conducting interventional studies. We suggest the ministry of health to use the golden opportunity of COVID-19 epidemic for designing Iran national policy and action plan for controlling and preventing unnecessary health care services and including a section for Interventional Research in the action plan.\nCompeting Interest Statement",
    "affiliations": [
        "Tabriz University of Medical Sciences"
    ],
    "author": "Mohammad Zakaria Pezeshki; Ali Janati; Morteza Arab-Zozani",
    "date": 2020,
    "doi": "10.1101/2020.05.10.20088369",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.10.20088369"
    },
    "title": "Medical overuse in the Iranian healthcare system: a systematic scoping review and practical recommendations for decreasing medical overuse during unexpected COVID-19 pandemic opportunity",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Tabriz University of Medical Sciences"
                }
            ],
            "funding-statement": "This study is funded by Tabriz University of Medical Sciences"
        }
    ]
}