{
    "abstract": "Objectives: The January 2020 outbreak of coronavirus has once again thrown the vexed issue of quarantine into the spotlight, with many countries asking their citizens to self-isolate if they have potentially come into contact with the infection. However, adhering to quarantine is difficult. Decisions on how to apply quarantine should be based on the best available evidence to increase the likelihood of people adhering to protocols. We conducted a rapid review to identify factors associated with adherence to quarantine during infectious disease outbreaks. Study design: Rapid evidence review. Methods: We searched Medline, PsycINFO and Web of Science for published literature on the reasons for and factors associated with adherence to quarantine during an infectious disease outbreak. Results: We found 3163 papers and included 14 in the review. Adherence to quarantine ranged from as little as 0 up to 92.8%. The main factors which influenced or were associated with adherence decisions were the knowledge people had about the disease and quarantine procedure, social norms, perceived benefits of quarantine and perceived risk of the disease, as well as practical issues such as running out of supplies or the financial consequences of being out of work. Conclusions: People vary in their adherence to quarantine during infectious disease outbreaks. To improve this, public health officials should provide a timely, clear rationale for quarantine and information about protocols; emphasise social norms to encourage this altruistic behaviour; increase the perceived benefit that engaging in quarantine will have on public health; and ensure that sufficient supplies of food, medication and other essentials are provided.",
    "affiliations": [
        "National Institute for Health Research Health Protection Research Unit (NIHR HPRU) in Emergency Preparedness and Response at King\u0092s College London in partnership with Public Health England (PHE), in collaboration with the University of East Anglia and Newcastle University. The views expressed are those of the author(s) and not necessarily those of the NHS, the NIHR, the Department of Health and Social Care or Public Health England"
    ],
    "author": "James Rubin; Rebecca Webster; Samantha Brooks; Simon Wessely; Louise Smith; Lisa Woodland",
    "date": 2020,
    "doi": "10.1101/2020.03.17.20037408",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.17.20037408"
    },
    "title": "How to improve adherence with quarantine: Rapid review of the evidence",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Institute for Health Research Health Protection Research Unit",
                    "award-id": [
                        "NIHR HPRU"
                    ]
                },
                {
                    "funding-source": "NIHR HPRU)"
                },
                {
                    "funding-source": "Emergency Preparedness and Response"
                },
                {
                    "funding-source": "King\u0092s College London"
                },
                {
                    "funding-source": "Public Health England"
                },
                {
                    "funding-source": "University of East Anglia and Newcastle University"
                }
            ],
            "funding-statement": "The research was funded by the National Institute for Health Research Health Protection Research Unit (NIHR HPRU) in Emergency Preparedness and Response at King\u0092s College London in partnership with Public Health England (PHE), in collaboration with the University of East Anglia and Newcastle University"
        }
    ]
}