{
    "abstract": "Objectives: Numerous cases of pneumonia of caused by coronavirus disease 2019 (COVID-19) were reported in Wuhan, China. Chest computed tomography (CT) scan is highly important in the diagnosis and follow-up of lung disease treatment. The present meta-analysis was performed to evaluate chest CT findings in COVID-19 patients. Materials and Methods: All research steps were taken according to the MOOSE protocol and the final report was based on PRISMA guidelines. Each stage of the study was conducted by two independent authors. We searched the Web of Science, Ovid, Science Direct, Scopus, EMBASE, PubMed/Medline, Cochrane Library, EBSCO, CINAHL and Google scholar databases. The search was conducted on March 20, 2020. Grey literature was searched at medrxiv website. All analyses were performed using Comprehensive Meta-Analysis. The adapted Newcastle Ottawa Scale was used to evaluate the risk of bias. We registered this review at PROSPERO (registration number: CRD42019127858). Results: Finally, 40 eligible studies with 4,183 patients with COVID-19 were used for meta-analysis. The rate of positive chest CT scan in patients with COVID-19 was 94.5% (95%CI: 91.7-96.3). Bilateral lung involvement, pure ground-glass opacity (GGO), mixed (GGO pulse consolidation or reticular), consolidation, reticular, and presence of nodule findings in chest CT scan of COVID-19 pneumonia patients were respectively estimated to be 79.1% (95% CI: 70.8-85.5), 64.9% (95%CI: 54.1-74.4), 49.2% (95%CI: 35.7-62.8), 30.3% (95%CI: 19.6-43.6), 17.0% (95%CI: 3.9-50.9) and 16.6% (95%CI: 13.6-20.2). The distribution of lung lesions in patients with COVID-19 pneumonia was peripheral (70.0% [95%CI: 57.8-79.9]), central (3.9% [95%CI: 1.4-10.6]), and peripheral and central (31.1% [95%CI: 19.5-45.8]). The most common pulmonary lobes involved were right lower lobe (86.5% [95%CI: 57.7-96.8]) and left lower lobe (81.0% [95%CI: 50.5-94.7]). Conclusion: Our study showed that chest CT scan has little weakness in diagnosis of COVID-19 combined to personal history, clinical symptoms, and initial laboratory findings, and may therefore serve as a standard method for diagnosis of COVID-19 based on its features and transformation rule, before initial RT-PCR screening.",
    "affiliations": [
        "Ilam University of Medical sciences"
    ],
    "author": "Milad Azami; Mohammad Karimian",
    "date": 2020,
    "doi": "10.1101/2020.04.22.20075382",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.22.20075382"
    },
    "title": "Chest computed tomography (CT) scan findings in patients with COVID-19: a systematic review and meta-analysis",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Ilam University of Medical"
                }
            ],
            "funding-statement": "This study was funded by the Ilam University of Medical sciences"
        }
    ]
}