{
    "abstract": "Background: Although recognised as effective measures to curb the spread of the COVID-19 outbreak, social distancing and self-isolation, have been suggested to generate burden throughout the population. To provide scientific data to help identify risk-factors for the psychosocial strain during the COVID-19 outbreak, an international cross-disciplinary online survey was circulated in April 2020. This report outlines the mental, emotional and behavioural consequences of COVID-19 home confinement. Method: Thirty-five research organisations from four continents promoted the survey through their networks to the general society, in Ten different languages. Questions were presented in a differential format with questions related to responses before and during confinement period. Results: 1047 replies (54% women) from Western-Asia (36%), North-Africa (40%), Europe (21%) and other countries (3%) were analysed. The COVID-19 home confinement evoked a negative effect on mental wellbeing and emotional status (P < 0.001; 0.43 ≤ d ≤ 0.65) with a greater proportion of individuals experiencing psychosocial and emotional disorders (10% to 16.5%). These psychosocial tolls were associated with unhealthy lifestyle behaviours with a greater proportion of individuals experiencing (i) physical (+15.2%) and social (71.2%) inactivity, (ii) poor sleep quality (12.8%), (iii) unhealthy diet behaviours (10%), and (iv) unemployment (6%). Conversely, participants demonstrated a greater use (15%) of technology solutions during the confinement period. Conclusion: These findings elucidate the risk of psychosocial strain during the current home confinement period and provide a clear remit for the urgent implementation of technology-based intervention to foster an Active and Healthy Confinement Lifestyle (AHCL).\nCompeting Interest Statement",
    "author": "Donald Cowan; Mohamed Jarraya; Nicola L Bragazzi; Fernando Santos; Bassem Bouaziz; Morteza Taheri; Monique Epstein; Achim Jerg; Lotfi Chaari; Khaled Trabelsi; Ellen Bentlage; Tarak Driss; Jonathan Gomez-Raja; Hamdi Chtourou; Bostjan Simunic; Karim Chamari; Anita Hoekelmann; Christian Wrede; Nizar Souissi; Robbert Sanderman; Michael Brach; Faiez Gargouri; Gamal Mohamed Ali; Omar Boukhris; Carlos Soares Pernambuco; Laisa Liane Paineiras-Domingos; Laurel Riemann; Ramzi Al-Horani; Notger Mueller; Liwa Masmoudi; Taysir Mansi; Jordan M Glenn; Omar Hammouda; Andrea Gaggioli; Daniella How; Jurgen Steinacker; Mona Ahmed; Nicholas T Bott; Rado Pisot; Aimen Khacharem; Stephen J Bailey; Osama Abdelkarim; Fernando Barbosa; Lisette Van Gemert-Pijnen; ACHRAF AMMAR; Patrick Mueller; Khadijeh Irandoust; Sebastian Schulz; Hadj Batatia; Mohamed Jmail; Leonardo Mataruna; Kais El Abed; Wassim Moalla; Sophia Bastoni; Asma Aloui; Annemarie Braakman-jansen; Bryan L Riemann",
    "date": 2020,
    "doi": "10.1101/2020.05.04.20091017",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.04.20091017"
    },
    "title": "Effects of home confinement on mental health and lifestyle behaviours during the COVID-19 outbreak: Insight from the ",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Research are urgently needed to help understand the mental health consequences of the covid-19 pandemic. However, normal funding mechanism to support scientific research are too slow. The author received no specific funding for this work."
        }
    ]
}