{
    "abstract": "Background: Acute clinical manifestations of SARS-CoV-2 infection are less frequent and less severe in children than in adults. However, recent observations raised concerns about potential post-viral severe inflammatory reactions in children infected with SARS-CoV-2. Methods: We describe an outbreak of cases of Kawasaki disease (KD) admitted between April 27 and May 7, 2020, in the general paediatrics department of a university hospital in Paris, France. All children prospectively underwent nasopharyngeal swabs for SARS-CoV-2 RT-PCR, SARS-CoV-2 IgG serology testing, and echocardiography. The number of admissions for KD during the study period was compared to that observed since January 1, 2018, based on discharge codes, using Poisson regression. Results: A total of 17 children were admitted for KD over an 11-day period, in contrast with a mean of 1.0 case per 2-week period over 2018-2019 (Poisson incidence rate ratio: 13.2 [95% confidence interval: 7.3-24.1], p <0.001). Their median age was 7.5 (range, 3.7-16.6) years, and 59% of patients originated from sub-Saharan Africa or Caribbean islands. Eleven patients presented with KD shock syndrome (KDSS) requiring intensive care support, and 12 had myocarditis. All children had marked gastrointestinal symptoms at the early stage of illness and high levels of inflammatory markers. Fourteen patients (82%) had evidence of recent SARS-CoV-2 infection (positive RT-PCR 7/17, positive IgG antibody detection 14/16). All patients received immunoglobulins and some received corticosteroids (5/17). The clinical outcome was favourable in all patients. Moderate coronary artery dilations were detected in 5 cases (29%) during hospitalisation. Conclusions: The ongoing outbreak of KD in the Paris might be related to SARS-CoV2, and shows an unusually high proportion of children with gastrointestinal involvement, KDSS and African ancestry.\nCompeting Interest Statement",
    "author": "Clement Poirault; Martin Chalumeau; Alice Corsia; Romain Basmaci; Slimane Allali; Agathe Debray; Sandra Biscardi; Jeremie F Cohen; Julie Toubiana; Francois Angoulvant; Pierre Frange; Fanny Bajolle; Jacques Fourgeaud; Jean-Laurent Casanova; Elodie Salvador",
    "date": 2020,
    "doi": "10.1101/2020.05.10.20097394",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.10.20097394"
    },
    "title": "Outbreak of Kawasaki disease in children during COVID-19 pandemic: a prospective observational study in Paris, France",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No specific funding for this study"
        }
    ]
}