{
    "abstract": "The current pandemic caused by the coronavirus SARS-CoV-2 is having negative health, social and economic consequences worldwide. In Europe, the pandemic started to develop strongly at the end of February and beginning of March 2020. It has subsequently spread over the continent, with special virulence in northern Italy and inland Spain. In this study we show that an unusual persistent anticyclonic situation prevailing in southwestern Europe during February 2020 (i.e. anomalously strong positive phase of the North Atlantic and Arctic Oscillations) could have resulted in favorable conditions, in terms of air temperature and humidity, in Italy and Spain for a quicker spread of the virus compared with the rest of the European countries. It seems plausible that the strong atmospheric stability and associated dry conditions that dominated in these regions may have favored the virus's propagation, by short-range droplet transmission as well as likely by long-range aerosol (airborne) transmission.",
    "author": "Arturo Sanchez-Lorenzo; Martin Wild; Jose-Manuel Vaquero; Doris Folini; Javier Vaquero-Martinez; Manuel Anton; Joan-Albert Lopez-Bustins; Josep Calbo; Ana Santurtun",
    "date": 2020,
    "doi": "10.1101/2020.04.25.20079590",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.25.20079590"
    },
    "title": "Anomalous atmospheric circulation favored the spread of COVID-19 in Europe",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Ministry of Science and Innovation"
                }
            ],
            "funding-statement": "Sanchez-Lorenzo was supported by a fellowship RYC-2016\u009620784 funded by the Ministry of Science and Innovation"
        },
        {
            "award-group": [
                {
                    "funding-source": "Javier Vaquero-Martínez",
                    "award-id": [
                        "PD18029"
                    ]
                },
                {
                    "funding-source": "Junta de Extremadura and European Social Fund"
                }
            ],
            "funding-statement": "Javier Vaquero-Martínez was supported by a predoctoral fellowship (PD18029) from Junta de Extremadura and European Social Fund"
        },
        {
            "award-group": [
                {
                    "funding-source": "Climatology Group of the University of Barcelona"
                },
                {
                    "funding-source": "Catalan Government)",
                    "award-id": [
                        "CGL2017-83866-C3"
                    ]
                },
                {
                    "funding-source": "CLICES",
                    "award-id": [
                        "CGL2017-83866-C3-2-R",
                        "AEI/FEDER"
                    ]
                }
            ],
            "funding-statement": "Lopez-Bustins was supported by Climatology Group of the University of Barcelona (2017 SGR 1362, Catalan Government) and the CLICES project (CGL2017-83866-C3-2-R, AEI/FEDER, UE)"
        },
        {
            "award-group": [
                {
                    "funding-source": "Economy and Infrastructure Counselling of the Junta of Extremadura",
                    "award-id": [
                        "GR18097"
                    ]
                },
                {
                    "funding-source": "European Regional Development Fund)"
                }
            ],
            "funding-statement": "This research was supported by the Economy and Infrastructure Counselling of the Junta of Extremadura through grant GR18097 (co-financed by the European Regional Development Fund)"
        }
    ]
}