{
    "abstract": "Background: Long-term care facilities (LTCFs) are particularly vulnerable to nosocomial outbreaks of coronavirus disease 2019 (COVID-19), with high rates of transmission and mortality. Timely epidemiological surveillance is essential to detect and respond to outbreaks, but testing resources are highly limited in the current pandemic context. Methods: We used an individual-based transmission model to simulate COVID-19 spread along inter-individual contact networks in the LTCF setting. A range of surveillance strategies were evaluated for their ability to detect simulated outbreaks, assuming limited availability of standard RT-PCR tests. Various epidemiological scenarios were considered, including COVID-19 importation from patient transfers or staff members infected in the community. Findings: We estimated a median delay of 7 (95% uncertainty interval: 2-15) days from importation of an asymptomatic COVID-19-infected patient to first presentation of COVID-19 symptoms among any patients or staff, at which point an additional 7 (0-25) individuals were infected but did not (yet) show symptoms. Across a range of scenarios, the reference surveillance strategy (testing individuals with COVID-like symptoms with signs of severity) took a median 11-21 days to detect an outbreak. Group testing (pooling specimens from multiple individuals for a single RT-PCR test) patients and staff with any COVID-like symptoms was both the most timely and efficient strategy, detecting outbreaks up to twice as quickly as the reference, and more quickly than other considered strategies while using fewer tests. Maximizing use of available tests via testing cascades was more effective than group testing only when substantial testing resources were available (on the order of 1 test/20 beds/day). Including not merely those with symptoms but also newly admitted patients in group tests and testing cascades reduced delays in outbreak detection for LTCFs actively admitting patients potentially already infected with COVID-19. Interpretation: Improving COVID-19 surveillance can alert healthcare institutions to emerging outbreaks before they escalate, informing a need for urgent public health intervention in settings with ongoing nosocomial transmission.\nCompeting Interest Statement",
    "affiliations": [
        "French National Institute for Health and Medical Research, the Institut Pasteur, the Conservatoire National des Arts et Métiers, and the University of Versailles\u0096Saint-Quentin-en-Yvelines. This study received funding from the French Government\u0092s \u0093Investissement d\u0092Avenir\u0094 program, Laboratoire d\u0092Excellence \u0093Integrative Biology of Emerging Infectious Diseases\u0094 (Grant ANR-10-LABX-62- IBEID). DS is supported by",
        "Canadian Institutes of Health Research Doctoral Foreign Study Award (Funding Reference Number 164263) as well as the French government through its National Research Agency project SPHINX-17-CE36-0008-01. KP is supported by the National Institute for Health Research (NIHR) Health Protection Research Unit in Healthcare Associated Infections and Antimicrobial Resistance at the University of Oxford in partnership with Public Health England (grant number NIHR200915)"
    ],
    "author": "Koen B Pouwels; David RM Smith; Jerome Fernandes; Bich-Tram Huynh; Didier Guillemot; Lulla Opatowski; Audrey Duval; Laura Temime",
    "date": 2020,
    "doi": "10.1101/2020.04.19.20071639",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.19.20071639"
    },
    "title": "How best to use limited tests? Improving COVID-19 surveillance in long-term care",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "French Government\u0092s"
                },
                {
                    "funding-source": "Integrative Biology of Emerging Infectious",
                    "award-id": [
                        "ANR-10-LABX-62- IBEID"
                    ]
                }
            ],
            "funding-statement": "This study received funding from the French Government\u0092s \u0093Investissement d\u0092Avenir\u0094 program, Laboratoire d\u0092Excellence \u0093Integrative Biology of Emerging Infectious Diseases\u0094 (Grant ANR-10-LABX-62- IBEID)"
        },
        {
            "award-group": [
                {
                    "funding-source": "Canadian Institutes of Health Research Doctoral Foreign Study Award",
                    "award-id": [
                        "Funding Reference 164263"
                    ]
                },
                {
                    "funding-source": "Funding Reference Number",
                    "award-id": [
                        "164263"
                    ]
                },
                {
                    "funding-source": "French government"
                },
                {
                    "funding-source": "National Research Agency",
                    "award-id": [
                        "SPHINX-17-CE36-0008-01"
                    ]
                }
            ],
            "funding-statement": "DS is supported by a Canadian Institutes of Health Research Doctoral Foreign Study Award (Funding Reference Number 164263) as well as the French government through its National Research Agency project SPHINX-17-CE36-0008-01"
        },
        {
            "award-group": [
                {
                    "funding-source": "National Institute for Health Research"
                },
                {
                    "funding-source": "NIHR"
                },
                {
                    "funding-source": "Health Protection Research Unit in Healthcare Associated Infections and Antimicrobial Resistance"
                },
                {
                    "funding-source": "University of Oxford"
                },
                {
                    "funding-source": "Public Health England",
                    "award-id": [
                        "NIHR200915"
                    ]
                }
            ],
            "funding-statement": "KP is supported by the National Institute for Health Research (NIHR) Health Protection Research Unit in Healthcare Associated Infections and Antimicrobial Resistance at the University of Oxford in partnership with Public Health England (grant number NIHR200915)"
        }
    ]
}