{
    "title": "Heat inactivation of the Severe Acute Respiratory Syndrome Coronavirus 2",
    "author": "Christophe Batéjat, Quentin Grassin, Jean-Claude Manuguerra, India Leclercq, 2",
    "date": 2020,
    "affiliations": [
        "Institut Pasteur, Unité Environnement et Risques Infectieux, Cellule d’Intervention Biologique d’Urgence (CIBU), 28 rue du Dr Roux, Paris, France",
        "Université de Paris, Cellule Pasteur, 28 rue du Dr Roux F-75015 Paris, France"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.01.067769",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.01.067769.pdf"
    },
    "abstract": "Supernatants of cells infected with SARS-CoV-2, nasopharyngeal and sera samples containing SARS-CoV-2 were submitted to heat inactivation for various periods of time, ranging from 30 seconds to 60 minutes. Our results showed that SARS-CoV-2 could be inactivated in less than 30 minutes, 15 minutes and 3 minutes at 56°C, 65°C and 95°C respectively. These data could help laboratory workers to improve their protocols with handling of the virus in biosafety conditions.\nIn December 2019, a new coronavirus named SARS-CoV-2 (for Severe Acute Respiratory Syndrome Coronavirus 2) emerged from Wuhan City, Hubei Province in China and quickly became pandemic, spreading in almost all countries in about 2 months. This highly contagious virus has already caused an increasing number of infections and deaths, and the scientific community is facing new challenges to fight the ongoing outbreak. As no specific therapeutics and vaccines are available for disease control, countries lockdown, social distancing and quick detection of cases are currently the main weapons against the virus. Diagnostic and serological tools, by detecting SARS-CoV-2 carriers and immunized recovered patients as soon as possible, are part of this fighting strategy, and necessary to consider a return to normal life. In this context of moving and exponential research, viral inactivation procedures are urgently needed to allow safe experimental laboratory conditions for staff. Amplification of the viral RNA by quantitative RT-PCR is currently the gold standard procedure for diagnosis recommended by the World Health Organization (1). Viral RNA extraction kits sometimes require an initial lysis step at 70°C or more for 5 minutes, but not always. Heat inactivation of the virus is also needed for serum treatment before ELISA and serological assays.",
    "keywords": [
        "Heat",
        "inactivation",
        "SARS-CoV-2",
        "Covid-19"
    ],
    "funding": [
        {}
    ]
}