{
    "abstract": "Background: There is a need to identify effective, safe treatments for COVID-19 (coronavirus disease) rapidly, given the current, ongoing pandemic. A systematic benefit-risk assessment was designed and conducted to strengthen the ongoing understanding of the benefit-risk balance for remdesivir in COVID-19 treatment by using a structured method which uses all available data. Methods: The Benefit-Risk Action Team (BRAT) framework was used to assess the overall benefit-risk of the use of remdesivir as a treatment for COVID-19 compared to standard of care, placebo or other treatments. We searched PubMed,Google Scholar and government agency websites to identify literature reporting clinical outcomes in patients taking remdesivir for COVID-19. A value tree was constructed and key benefits and risks were ranked by two clinicians in order of considered importance. Results: Several key benefits and risks for use of remdesivir in COVID-19 compared to placebo have been identified. In one trial, the benefit of time to clinical improvement was not statistically significant (21 vs 23 days, HR=1.23, 95% CI: 0.87, 1.75), although the study was underpowered. In another trial, a shorter time to recovery in patients treated with remdesivir was observed (11 vs 15 days), with non-significant reduced mortality risk (8% vs 12%). Risk data were only available from one trial. This trial reported fewer serious adverse events in patients taking remdesivir (18%) comparted to the placebo group (26%), however more patients in the remdesivir group discontinued treatment as a result of an adverse event compared to those patients receiving placebo (12% vs 5%). Conclusions: Preliminary clinical trial results suggest a favourable benefit-risk profile for remdesivir compared to placebo, however there is limited safety data available at the current time. The current framework summarises the key anticipated benefits and risks for which further data are needed. Ongoing clinical trial data can be incorporated into the framework when available to provide an updated benefit-risk assessment.\nCompeting Interest Statement",
    "author": "Samantha Lane; Saad AW Shakir; Vicki Osborne; Debabrata Roy; Sandeep Dhanda; Miranda Davies; Alison Evans",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20093898",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20093898"
    },
    "title": "Remdesivir in treatment of COVID-19: A systematic benefit-risk assessment",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was received for this project."
        }
    ]
}