{
    "abstract": "Background: The world has been afflicted heavily by the burden of coronavirus disease 2019 (COVID-19) that overwhelmed health care systems and caused severe economic and educational deficits, in addition to anxiety among the public. The main aim of this study was to evaluate the mutual effects of belief that the pandemic was the result of a global conspiracy on knowledge and anxiety levels among students at the University of Jordan (UJ). Methods: An electronic-based survey was conducted between March 29th 2020 and March 31st 2020. The targeted population involved all undergraduate and postgraduate students from Health, Scientific and Humanities Schools at UJ. Survey sections included 26 items on: socio-demographic information, knowledge and sources of information about the disease, attitude towards the false notion that COVID-19 stemmed from a global conspiracy and items to assess the anxiety level among students during the quarantine period. Results: The total number of participants was 1540 students. The majority of participants perceived the disease as moderately dangerous (n=1079, 70.1%), with males, Jordanians and participants with lower income being more inclined to feel that the disease is very dangerous (p<0.001, 0.020, and <0.001, respectively). Lower level of knowledge and higher level of anxiety about COVID-19 were associated with the belief that the disease is part of a global conspiracy (p<0.001 and p=0.004, respectively). Females and participants with lower income were more likely to believe that the disease is related to conspiracy (p=0.001 and p<0.001, respectively). Belief in global conspiracy regarding the origin of COVID-19 was associated with misinformation about the availability of vaccine and the therapeutic use of antibiotics for COVID-19 treatment (p=0.001 and p<0.001, respectively). Ministry of Health in Jordan was the most common source of information about COVID-19 reported by the participants (n=1018). Conclusions: The false belief that COVID-19 was the result of a global conspiracy could be the consequence of lower level of knowledge about the virus and could lead to higher level of anxiety, which should be considered in the awareness tools of various media platforms about the current pandemic.\nCompeting Interest Statement",
    "author": "Deema Dababseh; Ayat Al-Haidar; Faris G. Bakri; Malik Sallam; Nidaa A. Ababneh; Azmi Mahafzah; Alaa' Yaseen",
    "date": 2020,
    "doi": "10.1101/2020.04.21.20064147",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.21.20064147"
    },
    "title": "Conspiracy beliefs are associated with lower knowledge and higher anxiety levels regarding COVID-19 among students at the University of Jordan",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "We declare that we received no funding nor financial support/grants by any institutional, private or corporate entity."
        }
    ]
}