{
    "abstract": "Background: The world is facing the COVID-19 pandemic. Development of vaccine is challenging. Aim: To determine the proportion of people who intend to get vaccinated against COVID-19 in France or to participate in a vaccine clinical trial. Methods: We conducted an anonymous on-line survey from the 26th of March to the 20th of April 2020. Primary endpoints were the intention to get vaccinated against COVID-19 if a vaccine was available or participate in a vaccine clinical trial. Results: Three thousand two hundred and fifty nine individuals answered the survey; women accounted for 67.4 % of the responders, 670 (20.6 %) were under 30 years of age, 1,502 (46.1 %) between 30-49 years, 803 (24.6 %) between 50-64 years, 271 (8.3%) between 65-80 years, 13 (0.4%) over 80 years of age. According to their statements, 2.512 participants (77.6%, 95 % CI 76.2-79 %) will certainly or probably agree to get vaccinated against COVID-19. Older age, male gender, fear about COVID-19, being healthcare workers and individual perceived risk were associated with COVID-19 vaccine acceptance Vaccine hesitancy was associated with a decrease in COVID-19 vaccine acceptance. One thousand and five hundred and fifty responders (47.6 % 95 % CI 45.9-49.3 %) will certainly or probably agree to participate in a COVID-19 vaccine clinical trial. Conclusions and Relevance: Nearly 75 % and 48 % of the survey responders were likely to accept vaccination or participation in a clinical trial against COVID-19. Vaccine hesitancy will be the major barrier to COVID-19 vaccine uptake.\nCompeting Interest Statement",
    "author": "Sebastien Bruel; Maelle Detoc; Amandine Gagneux-Brunon; Paul Frappe; Elisabeth Botelho-Nevers",
    "date": 2020,
    "doi": "10.1101/2020.04.23.20076513",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.23.20076513"
    },
    "title": "Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "We received no funding"
        }
    ]
}