{
    "abstract": "Since the beginning of the COVID-19 outbreak in December 2019, a substantial body of COVID-19 medical literature has been generated. As of May 2020, gaps in the existing literature remain unidentified and, hence, unaddressed. In this paper, we summarise the medical literature on COVID-19 between 1 January and 24 March 2020 using evidence maps and bibliometric analysis in order to systematically identify gaps and propose areas for valuable future research. The examined COVID-19 medical literature originated primarily from Asia and focussed mainly on clinical features and diagnosis of the disease. Many areas of potential research remain underexplored, such as mental health research, the use of novel technologies and artificial intelligence, research on the pathophysiology of COVID-19 within different body systems, and research on indirect effects of COVID-19 on the care of non-COVID-19 patients. Research collaboration at the international level was limited although improvements may aid global containment efforts.",
    "author": "Andrew Fu Wah Ho; Marcel Lucas Chee; Sungwon Yoon; Nan Liu; Pin Pin Pek; John Pastor Ansah; Daniel Shu Wei Ting; Nicholas Graves; Chenglin Niu; Mariko Siyue Koh; Rahul Malhotra; Sean Shao Wei Lam; Jenny Guek Hong Low; Angelique Chan; David Bruce Matchar; Fahad Javaid Siddiqui; Marcus Eng Hock Ong; Hairil Rizal Abdullah",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20093674",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20093674"
    },
    "title": "Coronavirus Disease 2019 (COVID-19): An Evidence Map of Medical Literature",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Duke-NUS Signature Research Programme"
                },
                {
                    "funding-source": "Ministry of Health, Singapore"
                }
            ],
            "funding-statement": "This work was supported by the Duke-NUS Signature Research Programme funded by the Ministry of Health, Singapore"
        }
    ]
}