{
    "title": "Computational analysis of microRNA-mediated interactions in SARS-CoV-2 infection",
    "author": "Müşerref Duygu SAÇAR DEMİRCİ 1* and Aysun ADAN 2 1 Bioinformatics, Abdullah Gül University, Kayseri, Turkey 2 Molecular Biology and Genetics, Abdullah Gül University, Kayseri, Turkey * Correspondence: duygu.sacar@agu.edu.tr",
    "date": 2020,
    "affiliations": [
        "Abdullah Gül University, Kayseri, Turkey",
        "Molecular Biology and Genetics, Abdullah Gül University, Kayseri, Turkey",
        "Correspondence:"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.15.992438",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.03.15.992438.pdf"
    },
    "abstract": "MicroRNAs (miRNAs) are post-transcriptional regulators of gene expression that have been found in more than 200 diverse organisms. Although it is still not fully established if RNA viruses could generate miRNAs that would target their own genes or alter the host gene expression, there are examples of miRNAs functioning as an antiviral defense mechanism. In the case of Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), there are several mechanisms that would make miRNAs impact the virus, like interfering with replication, translation and even modulating the host expression. In this study, we performed a machine learning based miRNA prediction analysis for the SARS-CoV-2 genome to identify miRNA-like hairpins and searched for potential miRNA – based interactions between the viral miRNAs and human genes and human miRNAs and viral genes. Our PANTHER gene function analysis results indicate that viral derived miRNA candidates could target various human genes involved in crucial cellular processes including transcription. For instance, a transcriptional regulator, STAT1 and transcription machinery might be targeted by virus-derived miRNAs. In addition, many known human miRNAs appear to be able to target viral genes. Considering the fact that miRNA-based therapies have been successful before, comprehending mode of actions of miRNAs and their possible roles during SARS-CoV-2 infections could create new opportunities for the development and improvement of new therapeutics.",
    "funding": [
        {}
    ]
}