{
    "abstract": "OBJECTIVES: To describe patients with inflammatory rheumatic diseases (IRD) who had COVID-19; to compare patients who need hospital admission versus those that did not and assess risk factors of hospital admission related to COVID-19. METHODS: We performed a prospective observational study, from 1st March 2020 until the 24th of April. All patients being attended at the rheumatology outpatient clinic of a tertiary hospital of Madrid, with medical diagnosis of inflammatory rheumatic disease, and with symptomatic COVID-19 disease were included. Main variable was the hospital admission related to COVID-19. Covariates: sociodemographic, clinical and treatments. We performed a multivariate logistic regression model to assess risk factors of hospital admission. RESULTS: 123 patients with IRD and COVID-19 disease were identified and included. We found 54 patients that need hospital admission, 59.2% were women, with a mean age at hospital admission of 69.7 (15.7) years, and a median lag time from symptoms onset to hospital admission of 5 (3-10) days. The median length of stay was 9 (6-14) days. A total of 12 patients died (22%) during their hospital admission. Factors independently associated with hospital admission were being older (OR 1.08; p=0.00), and type of diagnosis (OR 3.55; p=0.01), compared to those who were ambulatory. DMARDs dropped from the model. Male sex, associated comorbidities and glucocorticoids use showed a tendency risk (p<0.2) CONCLUSION: Our results suggests that age, comorbidities and having an autoimmune systemic condition increased the risk of hospital admission, whereas disease modifying agents were not associated with hospital admission.",
    "author": "Benjamin Fernandez-Gutierrez; Lydia Abasolo; Leticia Leon; Arkaitz Mucientes; Juan Angel Jover; Judit Font; Luis Rodriguez-Rodriguez; Dalifer Freites; Jose Ignacio Colomer; Alfredo Madrid",
    "date": 2020,
    "doi": "10.1101/2020.05.14.20101584",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.14.20101584"
    },
    "title": "Risk factors for hospital admission related to COVID-19 in inflammatory rheumatic diseases",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received"
        }
    ]
}