{
    "title": "(which was not certified by peer review) isJtohueranuathl oorf/fMunedderi.cAinllarligChhtsermesiesrtvreyd. No reuse allowed without permission.",
    "keywords": [
        "coronavirus main protease",
        "enterovirus 3C protease",
        "antiviral drug design",
        "X-ray crystallography",
        "SARS"
    ],
    "date": 2020,
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.02.10.936898",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.02.10.936898.pdf"
    },
    "abstract": "The main protease of coronaviruses and the 3C protease of enteroviruses share a similar active-site architecture and a unique requirement for glutamine in the P1 position of the substrate. Because of their unique specificity and essential role in viral",
    "affiliations": [
        "Institute of Biochemistry, Center for Structural and Cell Biology in Medicine, University of Lübeck, 23562 Lübeck, Germany",
        "German Center for Infection Research (DZIF), Hamburg - Lübeck - Borstel - Riems Site, University of Lübeck, Lübeck",
        "Shanghai Institute of Materia Medica, 201203 Shanghai, China",
        "Max von Pettenkofer Institute, Ludwig-Maximilians-University Munich, 80336 Munich, Germany",
        "Rega Institute for Medical Research, University of Leuven, 3000 Leuven, Belgium",
        "Leiden University Medical Center, 2333 ZA Leiden, The Netherlands"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Funding Sources Financial"
                },
                {
                    "funding-source": "European Commission"
                },
                {
                    "funding-source": "SILVER",
                    "award-id": [
                        "HEALTH-F3-2010-260644 with RH"
                    ]
                },
                {
                    "funding-source": "German Center for Infection Research"
                },
                {
                    "funding-source": "RH and AvB)"
                },
                {
                    "funding-source": "Natural Science Foundation of China",
                    "award-id": [
                        "81620108027"
                    ]
                }
            ],
            "funding-statement": "Funding Sources Financial support by the European Commission through its SILVER project (contract HEALTH-F3-2010-260644 with RH, JN, and EJS) and the German Center for Infection Research (DZIF; TTU 01.803 to RH and AvB) is gratefully acknowledged. HL thanks the Natural Science Foundation of China (grant no. 81620108027) for support."
        }
    ]
}