{
    "abstract": "The fast spread of the novel coronavirus (SARS-CoV-2) has become a global threat hitting the worldwide fragile health care system. In Italy, there is a continued COVID-19 growth of cases and deaths that requires control measures for the correct management of the epidemiological emergency. To contribute to increasing the overall knowledge of COVID-19, systematic tests in the general population are required. Here, we describe the first Italian survey performed in 727 employees belonging to a Mother-Child Research hospital tested for both viral (nasopharyngeal and oropharyngeal swabs) and antibody presence. Individuals were divided into three risk categories (high, medium and low) according to their job activity. Only one subject was positive at the swab test while 17.2% of the cohort was positive for the presence of antibodies. Results highlighted that the presence of Positive antibodies is significantly associated with high and medium risk exposure occupation (p-value=0.026) as well as cold and conjunctivitis symptoms (p-value=0.016 and 0.042 respectively). Moreover, among healthcare professionals, the category of medical doctors showed a significant association with the presence of antibodies against SARS-CoV-2 (p-value=0.0127). Finally, we detected a rapid decrease in antibody intensity between two assessments performed within a very short period (p-value=0.009). Overall, the present study increases our knowledge of the epidemiological data of COVID-19 infection in Italy, suggesting a high prevalence of immune individuals (i.e. at least among at-risk categories) and the efficacy of the combined diagnostic protocol to monitor the possible outbreak.",
    "affiliations": [
        "Mother-Child Research Hospital IRCCS-Burlo Garofolo and by a kind donation from Eurospital (www.eurospital.com). We thank Veronika Collovati for assistance in data collection and consistency checks"
    ],
    "author": "Stefano Russian; Fulvia Vascotto; Massimo Del Pin; Giulia Pelliccione; Antonietta Robino; Beatrice Spedicati; Giorgia Girotto; Massimiliano Cocca; Roberta Bottega; Maria Pina Concas; Marco Brumat; Manola Comar; Sarah Suergiu; Giorgia Argentini; Petra Carli; Martina La Bianca; Anna Morgan; Marianela Urriza; Giulia Ragusa; Agnese Feresin; Sara Morassut; Paolo Gasparini; Mariateresa Di Stazio; Annamonica Bianco; Livia Bicego; Eulalia Catamo; Andrea Cassone; Paola Toscani; Vincenzo Petix",
    "date": 2020,
    "doi": "10.1101/2020.04.19.20071563",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.19.20071563"
    },
    "title": "COVID-19 experience: first Italian survey on healthcare staff members from a Mother-Child Research hospital using combined molecular and rapid immunoassays test",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Mother-Child Research Hospital IRCCS-Burlo Garofolo",
                    "award-id": [
                        "www.eurospital.com"
                    ]
                }
            ],
            "funding-statement": "This work was supported by Mother-Child Research Hospital IRCCS-Burlo Garofolo and by a kind donation from Eurospital (www.eurospital.com)"
        }
    ]
}