{
    "title": "Neutralising antibodies to SARS coronavirus 2 in Scottish blood donors - a pilot study of the value of serology to determine population exposure",
    "author": "Peter Simmonds",
    "date": 2020,
    "affiliations": [
        "Department of Zoology, University of Oxford, Oxford, OX1 3SY, UK",
        "Peter Medawar Building for Pathogen Research, South Parks Road, Oxford OX1 3SY",
        "Paediatric Medicine, University of Oxford, University of Oxford, Oxford, OX1 3SY, UK",
        "Zeeman Institute for Systems Biology and Infectious Disease Epidemiology Research",
        "School of Life Sciences, Gibbet Hill Campus, The University of Warwick, Coventry, CV4",
        "Nuffield Department of Medicine, University of Oxford, Oxford, UK",
        "Centre for Human Genetics, Nuffield Department of Medicine, University of Oxford, Oxford, OX3 7BN, UK",
        "National Microbiology Reference Unit, Scottish National Blood",
        "Oxford Centre for Diabetes, Endocrinology and"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.13.20060467",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.04.13.20060467.pdf"
    },
    "abstract": "Background. The extent of spread of SARS coronavirus 2 (SARS-CoV-2) in the UK and elsewhere is unknown because typically only symptomatic individuals are diagnosed. We 45 performed a serological study of recent blood donors in Scotland to detect antibodies to SARS-CoV-2 as a marker of past infection.\nMethods. A pseudotyped SARS-CoV-2 virus microneutralisation assay was used to detect neutralising antibodies to SARS-CoV-2. The study group comprised samples from 1000 50 blood donors collected in Scotland during March, 2020. Controls were collected from 100 donors in Scotland during 2019.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "ELISA"
                }
            ],
            "funding-statement": "We acknowledge the wider support of ISARIC4C. AUTHORS' CONTRIBUTIONS 365 Thompson, C., Chinnakannan, S., Dejnirattisai, W., Edmans, M., Fyfe, A., Kooblall, K., Lee, L., Lim, N., Liu, C., López-Camacho, C., Mongkolsapaya, J., Odon, V., Ramamurthy, N., Ratcliff, J., Supasa, P., Wang, B. and Mentzer, A., performed the sample acquisition, laboratory testing and reporting of the pseudotype and ELISA testing"
        }
    ]
}