{
    "abstract": "The COVID-19 pandemic has caused a worldwide shortage of personal protective equipment including N95 and FFP3 respirators. Reusable elastomeric respirators are suitable alternatives when used with compatible filters. These filters may be difficult to source and elastomeric respirators are not recommended for surgical use as the exhaled air is not filtered. Breathing system filters are routinely used in anaesthetic circuits to filter virus and bacteria. In this study, we designed 3D printed adapters that allowed elastomeric respirators to utilise breathing system filters and made simple modifications to the respirators to filter exhaled breaths. We then evaluated the performance and safety of our modified elastomeric respirators with quantitative fit tests. We recruited 8 volunteers to perform quantitative fit tests. Fit factors, respiratory rate and end-tidal carbon dioxide were recorded before and after wearing the modified respirators for 1 hour. All 8 volunteers obtained fit factors of 200+, the maximum achievable, for all tests exercises in all fit tests. The mean (range) end-tidal carbon dioxide was 4.5 (3.9-5.5) kPa and 4.6 (range 4.1-5.3) kPa before and after 1 hour of usage. The mean (range) respiratory rate was 16.5 (11-24) min-1 and 17.4 (15-22) min-1 before and after 1 hour of usage. Four (50%) did not experience any subjective discomfort while 2 (25%) reported pressure on the face, 1 (12.5%) reported exhalation resistance and 1 (12.5%) reported transient dizziness with exertion. Breathing system filters combined with properly fitted reusable elastomeric respirators is a safe alternative to N95 during the COVID-19 pandemic.",
    "author": "Yung Chan; Tai Hong Koo; Dexter Chee Yuen Liu; Jackson Kai Kit Wong; Huey Sing Lim; Kitty Sau Chun Fung; Ying Hong Wong",
    "date": 2020,
    "doi": "10.1101/2020.04.10.20061291",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.10.20061291"
    },
    "title": "Modifying reusable elastomeric respirators to utilise breathing system filters with 3D printed adapters, a safe alternative to N95 during COVID-19",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement no external funding was received</strong>"
        }
    ]
}