{
    "title": "Replication of SARS-CoV-2 in human respiratory epithelium",
    "author": "Krzysztof Pyrć",
    "date": 2020,
    "affiliations": [
        "Malopolska Centre of Biotechnology, Jagiellonian University, Gronostajowa 7, 30-387",
        "Krakow, Poland. 10",
        "Microbiology Department, Faculty of Biochemistry, Biophysics and Biotechnology",
        "Jagiellonian University, Gronostajowa 7, 30-387 Krakow, Poland. 12",
        "Department of Cardiac, Vascular and Endovascular Surgery and Transplantology, the",
        "Medical University of Silesia in Katowice, Silesian Centre for Heart Diseases, Zabrze",
        "Institute of Physics, Faculty of Physics, Astronomy and Applied Computer Sciences",
        "Jagiellonian University, Lojasiewicza 11, 30-348, Krakow, Poland. 17 18",
        "Equally contributed 19",
        "Corresponding author 20"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.20.999029",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.03.20.999029.pdf"
    },
    "abstract": "31 SARS-CoV-2 emerged by the end of 2019 to rapidly spread in 2020. At present, it is of utmost importance to understand the virus biology and to rapidly assess the potential of existing drugs and develop new active compounds. While some animal models for such studies are under development, most of the research is carried out in the Vero E6 cells. Here, we propose fully differentiated human airway epithelium cultures as a model for studies on the SARS-CoV-2. 36 Further, we also provide basic characteristics of the system. 37 38 Keywords: HAE, human airway epithelium, ALI, COVID-19, NCoV-2019, SARS-CoV-2, 39 coronavirus, Coronaviridae, model, culture, FISH",
    "keywords": [
        "human airway epithelium",
        "COVID-19",
        "NCoV-2019",
        "SARS-CoV-2",
        "39 coronavirus",
        "Coronaviridae",
        "model",
        "culture",
        "FISH"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Ministry of Science and Higher Education for"
                },
                {
                    "funding-source": "National Science Center",
                    "award-id": [
                        "UMO-2017/27/B/NZ6/02488 to KP",
                        "UMO-2018/30/E/NZ1/00874 to AKP"
                    ]
                }
            ],
            "funding-statement": "This work was supported by the funds provided by the Ministry of Science and Higher Education for research on the SARS-CoV-2 and grants from the National Science Center (grants UMO-2017/27/B/NZ6/02488 to KP and UMO-2018/30/E/NZ1/00874 to AKP)."
        }
    ]
}