{
    "abstract": "Study design: Cohort study of patients with spinal cord injury (SCI) Objectives: To describe the clinical and analytical features of a Covid-19 infected cohort with SCI to contribute new knowledge for a more accurate diagnosis and to outline prevention measures. Setting: This study was conducted at the National Hospital for Paraplegics (Toledo, Spain). Methods: A cohort analysis of seven patients with SCI infected by Covid-19 was carried out. Diagnosis was confirmed with reverse transcriptase polymerase chain reaction (RT-PCR) of nasal exudate or sputum samples. Clinical, analytical and radiographic findings were registered. Results: RT-PCR detected COVID-19 infection in all patients, affecting males and people with a cervical level of injury more often (5 out 7). The average delay for diagnostic confirmation was 4 days (interquartile range, 1-10). Fever was the most frequent symptom (6 out of 7). The second most common symptom was asthenia (4 out of 7), followed by dyspnea, cough and expectoration (3 out of 7 for each symptom). The MEWS score for Covid-19 severity rating was classified as severe in 5 out of 7. All but one patient showed radiological alterations evident in chest X-Rays at the time of diagnosis. All patients recovered gradually. Conclusion: Our patients with SCI and Covid-19 infection exhibited fewer symptoms than the general population. Furthermore, they presented similar or greater clinical severity. The clinical evolution was not as pronounced as had been expected. This study recommends close supervision of the SCI population to detect early compatible signs and symptoms of Covid-19 infection.",
    "author": "Claudia Gambarrutta-Malfatti; Irena Jimenez-Velasco; Miguel Rodriguez-Cola; Eduardo Vargas-Baquero; Francisco Gutierrez-Henares; Elisa Lopez-Dolado; Angel Gil-Agudo",
    "date": 2020,
    "doi": "10.1101/2020.04.20.20072918",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.20.20072918"
    },
    "title": "Clinical features of coronavirus disease 2019 (COVID-19) in a cohort of patients with disability due to spinal cord injury",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No financial assistance was received in support of the study"
        }
    ]
}