{
    "abstract": "The world searching for hope has already experienced a huge loss of lives due to COVID-19 caused by SARS-CoV-2 started in Wuhan, China. There are speculations that climatic conditions can slowdown the transmission of COVID-19.Findings from the early outbreak indicated the possible association of air temperature and relative humidity in COVID-19 occurrence in China. Current study focused on whether climatic conditions(temperature and relative humidity)are having any influence in the occurrence of COVID-19 when the outbreak has been classified as pandemic. To determine the effect of daily average temperature and average relative humidity on log-transformed total daily cases of COVID-19, polynomial regression as a quadratic term and linear regression were done. Linear regression analysis was also carried out to explore the same effect on selected countries. Present study observed no correlation between the climatic conditions (the daily average temperature and relative humidity) and the number of cases of COVID-19. Similar result was found in relation between daily average temperature and average number of cases per day in country-wise analysis. However, about 93.5% cases of COVID-19 occurred between 1°C to 16°C and the average number of cases per day was lower in high temperature country than low temperature country with exceptions. The minimum effect of summer temperature may not be effective to control the pandemic rather need to apply the control measures of COVID-19.",
    "author": "Md.Saiful Islam; Antonio Toniolo; AMM Taufiquer Rahman; Md.Emdadul Haque; Md.Abdus Sobur; Md.Tanvir Rahman; Md.Taohidul Islam",
    "date": 2020,
    "doi": "10.1101/2020.05.03.20089342",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.03.20089342"
    },
    "title": "Influence of temperature and relative humidity on the occurrence of COVID-19 pandemic: An observational study in 57 countries",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding."
        }
    ]
}