{
    "abstract": "Recently, a novel coronavirus (COVID-19) has caused viral pneumonia worldwide, spreading to more than 200 countries, posing a major threat to international health. To prevent the spread of COVID-19, in this study, we report that the city lockdown measure was an effective way to reduce the number of new cases, and the nitrogen dioxide (NO2) concentration can be adopted as an environmental lockdown indicator. In China, after strict city lockdown, the average NO2 concentration decreased 55.7% (95% confidence interval (CI): 51.5-59.6%) and the total number of confirmed new cases decreased significantly. We also determined that the global airborne NO2 concentration steeply decreased over the vast majority of COVID-19-hit areas based on satellite measurements. We found that if NO2 emissions significantly decreased, the total number of confirmed new cases reached an inflection point after approximately two weeks. Italy, Germany and France are good examples. Our results suggest that NO2 satellite measurement can help decision makers effectively monitor control regulations to reduce the spread of COVID-19.",
    "affiliations": [
        "National Science Foundation of China (41305009 and 41405010)"
    ],
    "author": "Jianping Huang; xinbo Lian; li Zhang; chuwei Liu",
    "date": 2020,
    "doi": "10.1101/2020.05.12.20099804",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.12.20099804"
    },
    "title": "Environmental indicator for effective control of COVID-19 spreading",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Science Foundation of China",
                    "award-id": [
                        "41305009",
                        "41405010"
                    ]
                }
            ],
            "funding-statement": "This work was jointly supported by the National Science Foundation of China (41305009 and 41405010)"
        }
    ]
}