{
    "abstract": "Background: Lockdown measures induce massive societal perturbations and can differentially affect mental wellbeing in populations depending on individual determinants. We aim at investigating the sociodemographic and environmental determinants of wellbeing during global lockdown due to the SARS-CoV-2 pandemic. Methods: A nationwide survey was sent online to the French population during the second week of global lockdown during the SARS-CoV-2 pandemic, between March 25, 2020 and March 30, 2020. Volunteers were recruited on social networks, online newspapers, and mailing lists. We analyzed sociodemographic and environmental variables obtained from a co-built and evidence-based questionnaire. Mental wellbeing was measured by the Warwick-Edinburgh Mental Wellbeing Scale (WEMWBS). Results: We analyzed data from 11,391 (56.6%) out of 20,235 participants who answered the questionnaire. After weighting data on age and gender distributions, 5415 of the respondents were male (47.5%), 5932 were female (52.1%), and 52 (0.5%) registered as other. Multivariate analyses indicated that various factors impacted mental wellbeing. Being female (p < .001), a student (p < .001), disabled (p = .001), or having no access to outdoor space (p = 0.02) was associated with lower WEMWBS scores. Conversely, being employed (p < .001) and having more social contacts (p < .01) were both associated with greater mental wellbeing. Interpretation: We revealed differences in mental wellbeing among the French population at the early stages of global lockdown. Authorities should consider the particular vulnerability of students, persons with disabilities, and those living in constrained housing conditions that could increase the negative impact of lockdown on mental health.\nCompeting Interest Statement",
    "author": "Nicolas Franck; Elodie Zante; Julie Haesebaert; Frederic HAESEBAERT",
    "date": 2020,
    "doi": "10.1101/2020.05.03.20089755",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.03.20089755"
    },
    "title": "Who maintains a good mental health in a locked-down country? A French nationwide online survey of 11,391 participants",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The authors received no specific funding for this work."
        }
    ]
}