{
    "abstract": "COVID-19 breakout in Italy has caused a huge number of severely ill patients with a serious increase in mortality. Although lungs seem to be the main target of the infection very few information are available about liver involvement in COVID-19 infection, that could possibly evocate a systemic disease targeting a lot of organs. Since now there are no reports of large series of histological evaluation of liver morphology in this setting. Knowledge of histological liver findings connected to clinical data is crucial in management of this disease. Post-mortem wedge liver biopsies from 48 patients died for COVID-19 infection were available from two main hospitals located in northern Italy, Lombardy; all sample were obtained during autopsies. No patient has a significant clinical complain of liver disease or signs of liver failure before and during hospitalization; for each of them laboratory data focused on liver were available. All liver samples showed minimal inflammation features; on the other side, many histological pictures compatible with vascular alterations were observed, characterized by portal vein braches number increase associated with lumen massive dilatation, partial or complete recent luminal thrombosis of portal and sinusoidal vessels, fibrosis of portal tract, focally severely enlarged and fibrotic. Our preliminary results concerning histological liver involvement in COVID-19 infection confirm the clinical impression that liver failure is not a main concern and this organ is not the target of significant inflammatory damage; histopatological findings are highly suggestive for marked alteration of intrahepatic blood vessel network secondary to systemic alterations induced by virus that could target, besides lung parenchyma, cardiovascular system, coagulation cascade or endothelial layer of blood vessels.",
    "author": "aurelio sonzogni",
    "date": 2020,
    "doi": "10.1101/2020.05.06.20092718",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.06.20092718"
    },
    "title": "Liver histopathology in COVID 19 infection is suggestive of vascular alteration",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding support"
        }
    ]
}