{
    "abstract": "Background Using social media surveillance data, this study aimed to assess public attention, risk perception, emotion, and behavioural response to the COVID-19 outbreak in real time. Methods We collected data from most popular social medias: Sina Weibo, Baidu search engine, and Ali e-commerce marketplace, from 1 Dec 2019 to 15 Feb 2020. Weibo post counts and Baidu searches were used to generate indices assessing public attention. Public intention and actual adoption of recommended protection measures or panic buying triggered by rumours and misinformation were measured by Baidu and Ali indices. Qualitative Weibo posts were analysed by the Linguistic Inquiry and Word Count text analysis programme to assess public emotion responses to epidemiological events, governments' announcements, and control measures. Findings We identified two missed windows of opportunity for early epidemic control of the COVID-19 outbreak, one in Dec 2019 and the other between 31 Dec and 19 Jan, when public attention was very low despite the emerging outbreak. Delayed release of information ignited negative public emotions. The public responded quickly to government announcements and adopted recommended behaviours according to issued guidelines. We found rumours and misinformation regarding remedies and cures led to panic buying during the outbreak, and timely clarification of rumours effectively reduced irrational behaviour. Interpretation Social media surveillance can enable timely assessments of public reaction to risk communication and epidemic control measures, and the immediate clarification of rumours. This should be fully incorporated into epidemic preparedness and response systems. Funding National Natural Science Foundation of China.",
    "affiliations": [
        "Funding National Natural Science Foundation of China",
        "National Natural Science Foundation of China (No. 71874034). Role of the funding source The funders played no part in any process of the study. The funders had no role in the study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding author had full access to all the data in the study and had final responsibility for the decision to submit for publication"
    ],
    "author": "Hao Jiang; Leesa Lin; Fanxing Du; Zhiyuan Hou; Xinyu Zhou",
    "date": 2020,
    "doi": "10.1101/2020.03.14.20035956",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.14.20035956"
    },
    "title": "Assessment of public attention, risk perception, emotional and behavioural responses to the COVID-19 outbreak: social media surveillance in China",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "71874034"
                    ]
                }
            ],
            "funding-statement": "The authors acknowledge financial support from the National Natural Science Foundation of China (No 71874034)"
        }
    ]
}