{
    "abstract": "Although some studies suggest the coronavirus disease (COVID-19) is associated with negative consequences on physical health, our knowledge about the detrimental effects of COVID-19 on individual mental health is still nascent. This study uses typhoon eye theory to offer insights in helping clinical psychiatrists to screen people with well-being issues during COVID-19 outbreak. We collected survey data from working adults across different geographical areas in China on 20 and 21 February 2020 during the outbreak of COVID-19. The sample contains 308 working adults, who were in various parts of China, with varying distance to the epicenter of Wuhan. The distance of individual adults to the epicenter was negatively associated with life satisfaction (β = -0.235, 95% CI -0.450 to -0.020, p = 0.032). This association between distance and life satisfaction was significant only for adults who were young or had smaller family sizes. For example, the negative relationship was strongest when the individuals were in the age bracket of 20 years old (15.7%; β = -0.703, 95% CI -1.098 to -0.307; p = 0.001) and single (32.3%; β = -0.767, 95% CI -1.125 to -0.408; p < 0.001). Our results that well-being deteriorates by the distance from the epicenter for specific groups of people help guide mental healthcare providers towards the regions that are further away from the epicenter in the ongoing COVID-19 outbreak. Meanwhile, our results indicate the practitioners should be cautious of using typhoon eye effect for individuals who were older or had a larger family size.",
    "affiliations": [
        "Chinese National Funding of Social Sciences (Grant number: 1509093)"
    ],
    "author": "Chi Hon Li; Pok Man Tang; Feng Wei; Stephen X. Zhang",
    "date": 2020,
    "doi": "10.1101/2020.04.28.20083667",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.28.20083667"
    },
    "title": "Geographical identification of the vulnerable groups during COVID-19 crisis: the typhoon eye effect and its boundary conditions",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Chinese National Funding of Social Sciences",
                    "award-id": [
                        "1509093"
                    ]
                }
            ],
            "funding-statement": "The data collection was funded by the Chinese National Funding of Social Sciences (Grant number: 1509093)"
        }
    ]
}