{
    "abstract": "Objective: The aim of this systematic review was to examine published and preprint reports for maternal and fetal outcomes in pregnant women with COVID-19 and also assess the incidence of maternal-fetal transmission of SARS CO-V-2 infection. Design : Systematic review Data sources:We searched PUMBED. Medline, Embase, MedRxiv and bioRxiv databases upto 31st March 2020 utilizing combinations of word variants for \" coronavirus \" or \" COVID-19 \" or \" severe acute respiratory syndrome \" or \" SARS-COV-2 \" and \" pregnancy \" . We also included data from preprint articles. Study selection : Original case reports and case series on pregnant women with a confirmed diagnosis of SARS-CoV-2 infection. Data extraction : We included 23 studies [China (20), USA (01), Republic of Korea (01) and Honduras, Central America (01) reporting the information on 172 pregnant women and 162 neonates. The primary outcome measures were maternal health characteristics and adverse pregnancy outcomes, neonatal outcomes and SARS-CoV-2 infection in neonates was extracted. Treatments given to pregnant women with COVID-19 were also recorded. Results: Out of 172 women affected by COVID-19 in pregnancy, 160 women had delivered 162 newborns (2 set of twins, 12 ongoing pregnancies). In pregnant women with COVID-19, the most common symptoms were fever (54%), cough (35%), myalgia (17%), dyspnea (12%) and diarrhea (4%). Pneumonia was diagnosed by CT scan imaging in 100 % of COVID-19 pregnant women. Pregnancy complications included delivery by cesarean section (89%), preterm labor (21%), fetal distress (9%) and premature rupture of membranes (8%). The most common co-morbidities associated with pregnant women with COVID-19 were diabetes (11%), hypertensive disorders (9%), placental disorders (5%), co-infections (6%), scarred uterus (5%), hypothyroidism (5%) and anemia (4%). Amongst the neonates of COVID-19 mothers, preterm birth (23%), respiratory distress syndrome (14%), pneumonia (14%) low birth weight (11%), small for gestational age (3%) were reported. There was one still birth and one neonatal death reported. Vertical transmission rate of SARS-CoV-2 is estimated to be 11%. Conclusion In pregnant women with COVID-19, diabetes and hypertensive disorders are common co-morbidities and there is a risk of preterm delivery. Amongst the neonates born to mothers with COVID-19, respiratory distress syndrome and pneumonia are common occurrence. There is an evidence of vertical transmission of SARS-CoV-2 infection in women with COVID-19.",
    "author": "Deepak Modi; Smita Mahale; Rahul Gajbhiye",
    "date": 2020,
    "doi": "10.1101/2020.04.11.20062356",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.11.20062356"
    },
    "title": "Pregnancy outcomes, Newborn complications and Maternal-Fetal Transmission of SARS-CoV-2 in women with COVID-19: A systematic review of 441 cases",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "DBT Wellcome India"
                }
            ],
            "funding-statement": "RG is an awardee of the DBT Wellcome India alliance clinical and public health intermediate fellowship (Grant no"
        }
    ]
}