{
    "abstract": "Background The pandemic of coronavirus disease 2019 (COVID-19) has become the first concern in international affairs as the novel coronavirus (SARS-CoV-2) is spreading all over the world at a terrific speed. The accuracy of early diagnosis is critical in the control of the spread of the virus. Although the real-time RT-PCR detection of the virus nucleic acid is the current golden diagnostic standard, it has high false negative rate when only apply single test. Objective Summarize the baseline characteristics and laboratory examination results of hospitalized COVID-19 patients. Analyze the factors that could interfere with the early diagnosis quantitatively to support the timely confirmation of the disease. Methods All suspected patients with COVID-19 were included in our study until Feb 9th, 2020. The last day of follow-up was Mar 20th, 2020. Throat swab real-time RT-PCR test was used to confirm SARS-CoV-2 infection. The difference between the epidemiological profile and first laboratory examination results of COVID-19 patients and non-COVID-19 patients were compared and analyzed by multiple logistic regression. Receiver operating characteristic (ROC) curve and area under curve (AUC) were used to assess the potential diagnostic value in factors, which had statistical differences in regression analysis. Results In total, 315 hospitalized patients were included. Among them, 108 were confirmed as COVID-19 patients and 207 were non-COVID-19 patients. Two groups of patients have significance in comparing age, contact history, leukocyte count, lymphocyte count, C-reactive protein, erythrocyte sedimentation rate (p<0.10). Multiple logistic regression analysis showed age, contact history and decreasing lymphocyte count could be used as individual factor that has diagnostic value (p<0.05). The AUC of first RT-PCR test was 0.84 (95% CI 0.73-0.89), AUC of cumulative two times of RT-PCR tests was 0.92 (95% CI 0.88-0.96) and 0.96 (95% CI 0.93-0.99) for cumulative three times of RT-PCR tests. Ninety-six patients showed typical pneumonia radiological features in first CT scan, AUC was 0.74 (95% CI 0.60-0.73). The AUC of patients age, contact history with confirmed people and the decreased lymphocytes were 0.66 (95% CI 0.60-0.73), 0.67 (95% CI 0.61-0.73), 0.62 (95% CI 0.56-0.69), respectively. Taking chest CT scan diagnosis together with patients age and decreasing lymphocytes, AUC would be 0.86 (95% CI 0.82-0.90). The age threshold to predict COVID-19 was 41.5 years, with a diagnostic sensitivity of 0.70 (95% CI 0.61-0.79) and a specificity of 0.59 (95% CI 0.52-0.66). Positive and negative likelihood ratios were 1.71 and 0.50, respectively. Threshold of lymphocyte count to diagnose COVID-19 was 1.53x109/L, with a diagnostic sensitivity of 0.82 (95% CI 0.73-0.88) and a specificity of 0.50 (95% CI 0.43-0.57). Positive and negative likelihood ratios were 1.64 and 0.37, respectively. Conclusion Single RT-PCR test has relatively high false negative rate. When first RT-PCR test show negative result in suspected patients, the chest CT scan, contact history, age and lymphocyte count should be used combinedly to assess the possibility of SARS-CoV-2 infection.",
    "author": "Gaojing Qu; Jun Wang; Junyan Gong; Meiling Zhang; Hongming Lin; Shengduo Polo Pei; Guoxin Huang; Fangtao Tian; Dongxuan Chen; Limin Xing; Jinwei Ai; Desheng Li; Juan Wang; Wufeng Fan; Bin Pei; Renjiao He",
    "date": 2020,
    "doi": "10.1101/2020.04.09.20059352",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.09.20059352"
    },
    "title": "Analysis of factors associated early diagnosis in coronavirus disease 2019 (COVID-19)",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}