{
    "abstract": "The current novel coronavirus (nCoV) outbreak, COVID-19, was first reported in December 2019 in Wuhan, China has spread all over the world causing startling loss of lives, stalling the global economy and disrupting the social life. One of the challenges to contain the COVID-19 is making people adopt personal hygiene, social distancing and self-quarantine practices which are all related to knowledge, attitude and practice (KAP) of the people in respective countries. Bangladesh, the most densely populated countries with a fast-growing economy and moderate literacy rate, has shown many hiccups in its efforts to implement COVID-19 policies. Understanding KAP may give the policy makers to make informed decisions. Hence, this study aimed to make a quick assessment of KAP of people in relation to COVID-19 in Bangladesh. An online survey using a pre-tested questionnaire conducted in late March 2020 attained 1837 responses across Bangladesh. However, 1589 completed responses were included in statistical analysis to calculate KAP scores, their interrelations with socio-demographic variables. The overall KAP is poor with only 10% of the respondents showed good knowledge with parallel attitudes and practices. Socio-demographic factors have strong bearings on the KAP scores. Significantly higher KAP score is evident in female over male respondents, among aged (45 years and above) over younger respondents and among retired and homemakers above students and public service holders. The study indicated a panic fuelled by poor understanding of COVID-19 associated facts and the need for the government to ensure more granular and targeted awareness campaigns in a transparent and factual manner to gain public confidence and arrest more meaningful public participation in mitigation measures. The study provides a baseline of KAP among people in Bangladesh on COVID-19.",
    "author": "Mohammad Mohaiminul Islam; Sharifa Jahan Noon; Mohammad Mosharraf Hossain; Dwaipayan Sikdar; Md. Akib Jabed; Alak Paul; Tapan Kumar Nath; Md Robed Amin; Janardan Mahanta; Farah Deeba",
    "date": 2020,
    "doi": "10.1101/2020.05.05.20091181",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.05.20091181"
    },
    "title": "Knowledge, Attitude and Practice Towards Novel Corona Virus among Bangladeshi People: Implications for mitigation measures",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was available for this research"
        }
    ]
}