{
    "abstract": "Background: COVID-19, a disease caused by SARS-CoV-2 coronavirus, has now spread to most countries and regions of the world. As patients potentially infected by SARS-CoV-2 need to visit hospitals, the incidence of nosocomial infection can be expected to be high. Therefore, a comprehensive and objective understanding of nosocomial infection is needed to guide the prevention and control of the epidemic. Methods: We searched major international and Chinese databases Medicine, Web of science, Embase, Cochrane, CBM(China Biology Medicine disc), CNKI (China National Knowledge Infrastructure) and Wanfang database)) for case series or case reports on nosocomial infections of COVID-19, SARS(Severe Acute Respiratory Syndromes) and MERS(Middle East Respiratory Syndrome) from their inception to March 31st, 2020. We conducted a meta-analysis of the proportion of nosocomial infection patients in the diagnosed patients, occupational distribution of nosocomial infection medical staff and other indicators. Results: We included 40 studies. Among the confirmed patients, the proportions of nosocomial infections were 44.0%, 36.0% and 56.0% for COVID-19, SARS and MERS, respectively. Of the confirmed patients, the medical staff and other hospital-acquired infections accounted for 33.0% and 2.0% of COVID-19 cases, 37.0% and 24.0% of SARS cases, and 19.0% and 36.0% of MERS cases, respectively. Nurses and doctors were the most affected among the infected medical staff. The mean numbers of secondary cases caused by one index patient were 29.3 and 6.3 for SARS and MERS, respectively. Conclusions: The proportion of nosocomial infection in patients with COVID-19 was 44%. Patients attending hospitals should take personal protection. Medical staff should be awareness of the disease to protect themselves and the patients. Keywords: COVID-19; meta-analysis; nosocomial infection; rapid review.\nCompeting Interest Statement",
    "author": "Yanfang Ma; Shuya Lu; Peipei Du; Rui Liu; Zijun Wang; Myeong Soo Lee; Yaolong Chen; Hyeong Sik Ahn; Zhengxiu Luo; Kehu Yang; Weiguo Li; Enmei Liu; Xufei Luo; Qi Zhou; Qianling Shi; Toshio Fukuoka; Xingmei Wang; Yelei Gao; Xianzhuo Zhang; Xiaoqing Wang",
    "date": 2020,
    "doi": "10.1101/2020.04.14.20065730",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.14.20065730"
    },
    "keywords": [
        "COVID-19",
        "meta-analysis",
        "nosocomial infection",
        "rapid review"
    ],
    "title": "Nosocomial Infections Among Patients with COVID-19, SARS and MERS: A Rapid Review and Meta-Analysis",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Clinical Research Center for Child Health and Disorders"
                },
                {
                    "funding-source": "Children's Hospital of Chongqing Medical University, Chongqing",
                    "award-id": [
                        "NCRCCHD-2020-EP-01",
                        "Enmei Liu"
                    ]
                },
                {
                    "funding-source": "Special Fund for Key Research and Development Projects in Gansu Province in",
                    "award-id": [
                        "Yaolong Chen"
                    ]
                },
                {
                    "funding-source": "Special Project of Science and Technology for Emergency Response",
                    "award-id": [
                        "COVID-19"
                    ]
                },
                {
                    "funding-source": "Chongqing Science and Technology Bureau,",
                    "award-id": [
                        "Enmei Liu",
                        "COVID-19"
                    ]
                },
                {
                    "funding-source": "Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province",
                    "award-id": [
                        "GSEBMKT-2020YJ01",
                        "Yaolong Chen"
                    ]
                }
            ],
            "funding-statement": "This work was supported by grants from National Clinical Research Center for Child Health and Disorders (Children's Hospital of Chongqing Medical University, Chongqing, China) (grant number NCRCCHD-2020-EP-01) to [Enmei Liu]; Special Fund for Key Research and Development Projects in Gansu Province in 2020, to [Yaolong Chen]; The fourth batch of \"Special Project of Science and Technology for Emergency Response to COVID-19\" of Chongqing Science and Technology Bureau, to [Enmei Liu]; Special funding for prevention and control of emergency of COVID-19 from Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province (grant number No GSEBMKT-2020YJ01), to [Yaolong Chen]"
        }
    ]
}