{
    "title": "Real time estimation of the risk of death from novel coronavirus (2019-nCoV) infection: Inference using exported cases",
    "author": "Sung-mok Jung 1, Andrei R. Akhmetzhanov 1, Katsuma Hayashi 1, Natalie M. Linton 1, Yichi Yang 1, Baoyin Yuan 1, Tetsuro Kobayashi 1, Ryo Kinoshita 1 and Hiroshi Nishiura 1,2",
    "date": 2020,
    "affiliations": [
        "Graduate School of Medicine, Hokkaido University, Kita 15 Jo Nishi",
        "Chome, Kita-ku, Sapporo-shi, Hokkaido 060-8638, Japan"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.01.29.20019547",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.01.29.20019547.pdf"
    },
    "abstract": "The exported cases of 2019 novel coronavirus (COVID-19) infection that were confirmed outside of China provide an opportunity to estimate the cumulative incidence and confirmed case fatality risk (cCFR) in mainland China. Knowledge of the cCFR is critical to characterize the severity and understand the pandemic potential of COVID-19 in the early stage of the epidemic. Using the exponential growth rate of the incidence, the present study statistically estimated the cCFR and the basic reproduction number—the average number of secondary cases generated by a single primary case in a naïve population. We modeled epidemic growth either from a single index case with illness onset on 8 December, 2019 (Scenario 1), or using the growth rate fitted along with the other parameters (Scenario 2) based on data from 20 exported cases reported by 24 January, 2020. The cumulative incidence in China by 24 January was estimated at 6924 cases (95% CI: 4885, 9211) and 19,289 cases (95% CI: 10,901, 30,158), respectively. The latest estimated values of the cCFR were 5.3% (95% CI: 3.5%, 7.5%) for Scenario 1 and 8.4% (95% CI: 5.3%, 12.3%) for Scenario 2. The basic reproduction number was estimated to be 2.1 (95% CI: 2.0, 2.2) and 3.2 (95% CI: 2.7, 3.7) for Scenarios 1 and 2, respectively. Based on these results, we argued that the current COVID-19 epidemic has a substantial potential for causing a pandemic. The proposed approach provides insights in early risk assessment using publicly available data.",
    "keywords": [
        "mortality",
        "censoring",
        "travel",
        "migration",
        "importation",
        "emerging infectious diseases"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Japan Agency for Medical Research and Development",
                    "award-id": [
                        "JP18fk0108050"
                    ]
                },
                {
                    "funding-source": "Japan Society for the Promotion of Science",
                    "award-id": [
                        "",
                        "H.N.: 17H04701",
                        "17H05808",
                        "18H04895",
                        "19H01074",
                        "R.K.: 18J21587"
                    ]
                },
                {
                    "funding-source": "Inamori Foundation,"
                },
                {
                    "funding-source": "Japan Science and Technology Agency"
                },
                {
                    "funding-source": "CREST",
                    "award-id": [
                        "JPMJCR1413"
                    ]
                },
                {
                    "funding-source": "Ministry of Education, Culture"
                },
                {
                    "funding-source": "Science and Technology, Japan"
                },
                {
                    "funding-source": "China Scholarship Council."
                }
            ],
            "funding-statement": "H.N. received funding from the Japan Agency for Medical Research and Development (AMED) [grant number: JP18fk0108050]; the Japan Society for the Promotion of Science (JSPS) KAKENHI [grant numbers, H.N.: 17H04701, 17H05808, 18H04895 and 19H01074; R.K.: 18J21587], the Inamori Foundation, and the Japan Science and Technology Agency (JST) CREST program [grant number: JPMJCR1413]. S.M.J. and N.M.L. receive graduate study scholarships from the Ministry of Education, Culture, Sports, Science and Technology, Japan. B.Y. wishes to thank China Scholarship Council."
        }
    ]
}