{
    "abstract": "INTRODUCTION: Elevated D-dimer is a predictor of severity and mortality in COVID-19 patients and heparin use during in-hospital stay has been associated with decreased mortality. COVID-19 patient autopsies have revealed thrombi in the microvasculature, suggesting intravascular coagulation as a prominent feature of organ failure in these patients. Interestingly, in COVID-19, pulmonary compliance is preserved despite severe hypoxemia corroborating the hypothesis that perfusion mismatch may play a significant role in the development of respiratory failure. METHODS: We describe a series of 27 consecutive COVID-19 patients admitted to Sirio-Libanes Hospital in Sao Paulo-Brazil and treated with heparin in therapeutic doses tailored to clinical severity. RESULTS AND DISCUSSION: PaO2/FiO2 ratio increased significantly over the 72 hours following the start of anticoagulation, from 254(SD 90) to 325(SD 80), p=0.013, and 81% of the patients were discharged home within a mean time of 11.4 (SD 7.9) days. Most mechanically ventilated patients (67%) were extubated within 12.5(SD 5.7) days. There were no bleeding complications or fatal events. Even though this uncontrolled case series does not offer absolute proof of DIC as the underlying mechanism of respiratory failure in COVID-19, patients positive response to tailored dose heparinization contributes to the understanding of the pathophysiological mechanism of the disease and provides valuable information for the treatment of these very sick patients while we await the results of further prospective controlled studies.",
    "author": "Carlos Viana Poyares Jardim; Bruna Piloto; Shari Anne El-Dash Lamy; Marcelo Alves Ferreira; Elbio Antonio D'Amico; Daniel Deheinzelin; Luciana Kato Morinaga; Elnara Marcia Negri",
    "date": 2020,
    "doi": "10.1101/2020.04.15.20067017",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.15.20067017"
    },
    "title": "Heparin therapy improving hypoxia in COVID-19 patients - a case series",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This was a retrospective study based on medical records data with no funding needed."
        }
    ]
}