{
    "abstract": "Background Timely diagnosis of SARS-CoV-2 infection is the prerequisite for treatment and preventive quarantine. The serology characteristics and complement diagnosis value of antibody test to RNA test needs to be demonstrated. Method A patient cohort study was conducted at the first affiliated hospital of Zhejiang University, China. Serial sera of COVID-19 patients were collected and total antibody (Ab), IgM and IgG antibody against SARS-CoV-2 were detected. The antibody dynamics during the infection were described. Results The seroconversion rate for Ab, IgM and IgG in COVID-19 patients was 98.8% (79/80), 93.8% (75/80) and 93.8% (75/80), respectively. The first detectible serology marker is total antibody and followed by IgM and IgG, with a median seroconversion time of 15, 18 and 20 day post exposure (d.p.e) or 9, 10 and 12 days post onset, separately. The antibody levels increased rapidly since 6 d.p.o and accompanied with the decline of viral load. For patients in the early stage of illness (0-7d.p.o),Ab showed the highest sensitivity (64.1%) compared to the IgM and IgG (33.3% for both, p<0.001). The sensitivities of Ab, IgM and IgG detection increased to 100%, 96.7% and 93.3% two weeks later, respectively. Conclusions Typical acute antibody response is induced during the SARS-CoV-2 infection. The serology testing provides important complementation to RNA test for pathogenic specific diagnosis and helpful information to evaluate the adapted immunity status of patient. It should be strongly recommended to apply well-validated antibody tests in the clinical management and public health practice to improve the control of COVID-19 infection.",
    "affiliations": [
        "China National Mega-Projects for Infectious Diseases (2017ZX10103008), and the Science and Technology Major Project of Xiamen (3502Z2020YJ01)"
    ],
    "author": "Wangheng Hou; Fei Yu; Yali Zhang; Xuejie Zhang; Yingying Su; Zhiyong Li; Jun Zhang; Xiangyang Yao; Wei Liu; Qianda Zou; Shengxiang Ge; Shiyin Zhang; Bin Lou; Ningshao Xia; Guoliang Zhou; Yu Chen; Jian Fan; Dinghui Wu; Shufa Zheng; Tigndong Li; Tingting Li; Sha Lin; Congming Hong; Quan Yuan",
    "date": 2020,
    "doi": "10.1101/2020.03.23.20041707",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.23.20041707"
    },
    "title": "Serology characteristics of SARS-CoV-2 infection since the exposure and post symptoms onset",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "China National Mega-Projects for Infectious Diseases",
                    "award-id": [
                        "2017ZX10103008"
                    ]
                },
                {
                    "funding-source": "Science and Technology Major Project of Xiamen",
                    "award-id": [
                        "3502Z2020YJ01"
                    ]
                }
            ],
            "funding-statement": "This study was supported by China National Mega-Projects for Infectious Diseases (2017ZX10103008), and the Science and Technology Major Project of Xiamen (3502Z2020YJ01)"
        }
    ]
}