{
    "title": "Primary Care Practitioners' Response to 2019 Novel Coronavirus Outbreak in China",
    "author": "Zhijie Xu, M.B.B.S Yi Qian, MD Lizheng Fang, MD Mi Yao, MD",
    "date": 2020,
    "affiliations": [
        "Department of General Practice, Sir Run Run Shaw hospital, Zhejiang University School of Medicine, Hangzhou, Zhejiang Province, China (Xu, Qian, Fang); Department of General Practice, Peking University Health Science Center, Beijing, China (Yao); Institute of Applied Health Research, University of Birmingham, Birmingham, UK (Yao)",
        "Institute of Applied Health Research, University of Birmingham, Edgbaston Birmingham, B15 2TT, UK",
        "National Health Commission on Jan 27, 2020.5 It included 6 questions of demographic information, duration and scope of clinical practice as well as types of practice settings, and 8 statements regarding whether the PCPs were making efforts to respond to novel coronavirus outbreak in daily practice",
        "Hospital Ethics Committee. One of the authors (Z. X.) reviewed the returned questionnaires and excluded the unqualified data. All statistical analyses were performed with Stata version 15.0 and a two-sided P<.05 were considered statistically significant"
    ],
    "journal": "Primary Care Practitioners",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.02.11.20022095",
        "isbn": null,
        "doc_id": null,
        "url": "http://medrxiv.org/cgi/content/short/2020.02.11.20022095.pdf"
    },
    "abstract": "The emerging outbreak of the 2019 novel coronavirus (2019-nCoV) originated from Wuhan poses a great challenge to healthcare system in China.1 Primary care practitioners (PCPs) have an important role in district communicable disease control.2 However, because primary health-care system in China still needs to be substantially strengthened,3,4 whether PCPs are proactive and capable in responding to the outbreak remains unclear. Using an electronic questionnaire, we surveyed a national sample of PCPs to assess their response to novel coronavirus outbreak.",
    "funding": [
        {}
    ]
}