{
    "abstract": "As of 18 April 2020, there had been 6,533 confirmed cases of COVID-19 in Australia. Of these, 67 had died from the disease. The daily count of new confirmed cases was declining. This suggests that the collective actions of the Australian public and government authorities in response to COVID-19 were sufficiently early and assiduous to avert a public health crisis - for now. Analysing factors, such as the intensity and timing public health interventions, that contribute to individual country experiences of COVID-19 will assist in the next stage of response planning globally. Using data from the Australian national COVID-19 database, we describe how the epidemic and public health response unfolded in Australia up to 13 April 2020. We estimate that the effective reproduction number was likely below 1 (the threshold value for control) in each Australian state since mid-March and forecast that hospital ward and intensive care unit occupancy will remain below capacity thresholds over the next two weeks.",
    "affiliations": [
        "Infectious Diseases Reference Laboratory Epidemiology Unit at The Peter Doherty Institute for Infection and Immunity, The University of Melbourne and Royal Melbourne Hospital, Melbourne, Australia",
        "Australian Government Department of Health, Office of Health Protection and has assisted the Australian Government in its epidemic response activities",
        "Australian Government Department of Health, Office of Health Protection"
    ],
    "author": "Sam Abbott; James M McCaw; David J Price; Freya M Shearer; Nick Golding; James Wood; Emma McBryde; Jodie McVernon; Peter Dawson; Michael T Meehan; Deborah Cromer; Robert Moss; Eamon J Conway",
    "date": 2020,
    "doi": "10.1101/2020.04.25.20080127",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.25.20080127"
    },
    "title": "Early analysis of the Australian COVID-19 epidemic",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Australian Government Department of Health, Office"
                },
                {
                    "funding-source": "Health Protection."
                }
            ],
            "funding-statement": "This work was undertaken with direct funding support from the Australian Government Department of Health, Office of Health Protection."
        }
    ]
}