{
    "abstract": "Importance: There are growing concerns that the UK COVID-19 lockdown has reduced opportunities to maintain health through physical activity, placing individuals at higher risk of chronic disease and leaving them more vulnerable to severe sequelae of COVID-19. Objective: To examine whether the UK's lockdown measures have had disproportionate impacts on intensity of physical activity in groups who are, or who perceive themselves to be, at heightened risk from COVID-19. Designs, Setting, Participants: UK-wide survey of adults aged over 20, data collected between 2020-04-06 and 2020-04-22. Exposures: Self-reported doctor-diagnosed obesity, hypertension, type I/II diabetes, lung disease, cancer, stroke, heart disease. Self-reported disabilities and depression. Sex, gender, educational qualifications, household income, caring for school-age children. Narrative data on coping strategies. Main Outcomes and Measures: Change in physical activity intensity after implementation of UK COVID-19 lockdown (self-reported). Results: Most (60%) participants achieved the same level of intensity of physical activity during the lockdown as before the epidemic. Doing less intensive physical activity during the lockdown was associated with obesity (OR 1.21, 95% CI 1.02-1.41), hypertension (OR 1.52, 1.33-1.71), lung disease (OR 1.31,1.13-1.49), depression (OR 2.02, 1.82-2.22) and disability (OR 2.34, 1.99-2.69). Participants who reduced their physical activity intensity also had higher odds of being female, living alone or having no garden, and more commonly expressed sentiments about personal or household risks in narratives on coping. Conclusions and relevance: Groups who reduced physical activity intensity included disproportionate numbers of people with either heightened objective clinical risks or greater tendency to express subjective perceptions of risk. Policy on exercise for health during lockdowns should include strategies to facilitate health promoting levels of physical activity in vulnerable groups, including those with both objective and subjective risks.",
    "author": "Luisa Enria; Hannah E Brindle; Rosalind M Eggo; Shelley Lees; Nina Trivedy Rogers; Naomi Waterlow; Chrissy h Roberts",
    "date": 2020,
    "doi": "10.1101/2020.05.12.20098921",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.12.20098921"
    },
    "title": "Behavioural change towards reduced intensity physical activity is disproportionately prevalent among adults with serious health issues or self-perception of high risk during the UK COVID-19 lockdown.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This study had no specific external funding"
        }
    ]
}