{
    "title": "Lectin-like Intestinal Defensin Inhibits 2019-nCoV Spike binding to ACE2 Cheng Wang1#, Shaobo Wang2#, Daixi Li3#, Xia Zhao4, Songling Han1, Tao Wang1, Gaomei",
    "author": "Zhao, Yin Chen, Fang Chen, Jianqi Zhao, Liting Wang, Wei Sun, Yi Huang, Yongping Su, Dongqing Wei, Jinghong Zhao, Junping Wang",
    "date": 2020,
    "affiliations": [
        "State Key Laboratory of Trauma, Burns and Combined Injury, Institute of Combined Injury of PLA, Chongqing Engineering Research Center for Nanomedicine, College of Preventive Medicine, Third Military Medical University, Chongqing, 400038, China",
        "Department of Nephrology, Xinqiao Hospital, Third Military Medical University, Chongqing, 400037, China",
        "Institute of Biothermal Engineering, University of Shanghai for Science and Technology, Shanghai, 20093, China",
        "Department of Microbiology, Third Military Medical University, Chongqing, 400038, China",
        "Biomedical Analysis Center, Third Military Medical University, Chongqing, 400038, China",
        "State Key Laboratory of Microbial Metabolism, Shanghai-Islamabad-Belgrade Joint Innovation",
        "Center on Antibacterial Resistances, Joint Laboratory of International Cooperation in Metabolic and Developmental Sciences, Ministry of Education and School of Life Sciences and Biotechnology, Shanghai Jiao Tong University, Shanghai, 200030, China; Peng Cheng Laboratory, Shenzhen, 518055, China # Cheng Wang, Shaobo Wang, and Daixi Li contributed equally to this paper",
        "Corresponding authors:"
    ],
    "journal": "Lectin",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.29.013490",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.03.29.013490.pdf"
    },
    "abstract": "The burgeoning epidemic caused by novel coronavirus 2019 (2019-nCoV) is currently a global concern. Angiotensin-converting enzyme-2 (ACE2) is a receptor of 2019-nCoV spike 1 protein (S1) and mediates viral entry into host cells. Despite the abundance of ACE2 in small intestine, few digestive symptoms are observed in patients infected by 2019-nCoV. Herein, we investigated the interactions between ACE2 and human defensins (HDs) specifically secreted by intestinal Paneth cells. The lectin-like HD5, rather than HD6, bound ACE2 with a high affinity of 39.3 nM and weakened the subsequent recruitment of 2019-nCoV S1. The",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "81725019",
                        "81703395"
                    ]
                },
                {
                    "funding-source": "Natural Science Fund of Chongqing City",
                    "award-id": [
                        "cstc2019jcyj-msxmX0011"
                    ]
                },
                {
                    "funding-source": "Xinqiao Hospital",
                    "award-id": [
                        "2018YQYLY004"
                    ]
                }
            ],
            "funding-statement": "This work was supported by grants from the National Natural Science Foundation of China (Nos. 81725019 and 81703395), the program for scientific and technological innovation leader of Chongqing, the Natural Science Fund of Chongqing City (cstc2019jcyj-msxmX0011), and the frontier specific projects of Xinqiao Hospital (2018YQYLY004)"
        }
    ]
}