{
    "abstract": "Background: Following the declaration of COVID-19 as a global pandemic and the report of index case in Africa, the number of countries in Africa with confirmed cases of the infection has grown tremendously with disease now being reported in almost all countries on the continent, with the exemption of Lesotho after 75 days. It is therefore necessary to evaluate the disease outcomes among the African countries as the situation unfolds for early identification of best practices for adoption. Methods: In this study, COVID-19 disease outcomes (confirmed cases, deaths and recoveries), testing capacities and disease management approaches among African countries were evaluated. The relationship between COVID-19 infections in African countries and their performance on global resilient indices including the Human Development Index (HDI), performance on Sustainable Development Goals (SDGs) and the Global Risk Index (GRI) were also examined. Data acquired from various standard databases were evaluated over a period of 75 days from the date of reporting the index case. Results: This study has revealed compelling spatial differences in the incidence, deaths and recoveries from COVID-19 among African countries. Egypt, South Africa, Morocco and Algeria were clustered as countries with highest values of COVID-19 disease outcomes on the continent during the 75-day period of observation. The cluster analysis and comparison of countries in terms of percentage recovered cases of confirmed infections revealed that Mauritius, Mauritania, Gambia, Burkina Faso, Madagascar, Togo and Uganda had the highest scores. Comparative analysis of COVID-19 across the world revealed that the parameters were relatively inconsequential in Oceania and Africa continents, while Europe, North America and Asia had significantly higher cases of disease outcomes. For COVID-19 testing capacities, South Africa, Ghana and Egypt are leading in total number of tests carried out. However when the number of tests carried out were related to population number of the countries, Djibouti, Mauritius, Ghana and South Africa are found to be the leading countries. With respect to management of the disease in Africa, all the countries adopted the WHO protocols, personal hygiene, economic palliatives and social distancing measures. Only three countries in Africa (Madagascar, Togo and Burkina Faso) had a state supported initiative to utilise traditional medicines or herbs as alternatives to control COVID-19. Additionally, most of the countries are providing prompt treatment of the patients with a range of drugs especially Hydroxychloroquine, Chloroquine and Chloroquine-Azithromycin combination. The study found that no strong relationship currently exists between the global resilient indicators (HDI, SDG and GRI) and COVID-19 cases across Africa. Conclusions: This study has revealed compelling spatial differences in disease outcomes among African countries and also found testing capacities for COVID-19 to be abysmally low in relation to the population. During the 75 days of observation, African countries have recorded significantly low number of deaths associated with COVID-19 and relatively high recovery rates. Countries in Africa with higher rate of recovery from the disease were found to have adopted strict adherence to some of WHO protocol to contain the disease, isolate all those who test positive to the disease and provide prompt treatment of the patients with a range of drugs especially Hydroxychloroquine, Chloroquine and Chloroquine-Azithromycin combination. The study recommends that the approaches adopted by the African countries which achieved high recovery rates from COVID-19 should be integrated into healthcare management plans for the disease across the continent even as the situation unfolds.\nCompeting Interest Statement",
    "author": "Vincent O Osunkalu; Christianah I Ayolabi; Obafemi A Keshinro; Akinbami A Oladokun; Victor A Owoyomi; Abimbola A Sowemimo; Olawale S Folarin; Anthony E Ogbeibu; Kafilat A Bawa-Allah; Adebayo A Otitoloju; Chukwuemeka Isanbor; Oluwatosin J Akinsola; Tenny O Egwuatu; Esther O Oluwole; Ifeoma P Okafor; Mayowa J Fasona; Idowu A Aneyo",
    "date": 2020,
    "doi": "10.1101/2020.05.16.20103838",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.16.20103838"
    },
    "title": "Preliminary evaluation of COVID-19 disease outcomes, test capacities and management approaches among African countries.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors."
        }
    ]
}