{
    "abstract": "We report temporal patterns of viral shedding in 94 laboratory-confirmed COVID-19 patients and modelled COVID-19 infectiousness profile from a separate sample of 77 infector-infectee transmission pairs. We observed the highest viral load in throat swabs at the time of symptom onset, and inferred that infectiousness peaked on or before symptom onset. We estimated that 44% of transmission could occur before first symptoms of the index. Disease control measures should be adjusted to account for probable substantial pre-symptomatic transmission.",
    "affiliations": [
        "Department of Science and Technology of Guangdong Province (Project No #2020B111108001) and a commissioned grant from the Health and Medical Research Fund from the Government of the Hong Kong Special Administrative Region"
    ],
    "author": "Benjamin J Cowling; Yanqing Chen; Fengyu Hu; Yiu Chung Lau; Mingqiu Zhong; Jessica Y Wong; Baolin Liao; Eric HY Lau; Xinghua Tan; Peng Wu; Fuchun Zhang; Yujuan Guan; Fang Li; Yanrong Wu; Qing Zhang; Xinxin Hao; Xiaoneng Mo; Xilong Deng; Xi He; Lingzhai Zhao; Weilie Chen; Gabriel M Leung; Jian Wang",
    "date": 2020,
    "doi": "10.1101/2020.03.15.20036707",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.15.20036707"
    },
    "title": "Temporal dynamics in viral shedding and transmissibility of COVID-19",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Department of Science and Technology of Guangdong Province",
                    "award-id": [
                        "Project #2020B111108001"
                    ]
                },
                {
                    "funding-source": "Project No",
                    "award-id": [
                        "2020B111108001"
                    ]
                },
                {
                    "funding-source": "Health and Medical Research Fund from the Government of the Hong Kong Special Administrative Region"
                }
            ],
            "funding-statement": "This work was supported by Department of Science and Technology of Guangdong Province (Project No #2020B111108001) and a commissioned grant from the Health and Medical Research Fund from the Government of the Hong Kong Special Administrative Region"
        }
    ]
}