{
    "abstract": "Social and mental stressors associated with the COVID-19 pandemic may promote long-term effects on child development. However, reports aimed at identifying the relationship between pandemics and child health are limited. We conducted a retrospective study to evaluate the severe acute respiratory syndrome (SARS) pandemic in 2003 and its relationship to child development indicators using a representative sample across China. Our study involved longitudinal measurements of 14,647 children, 36% of whom (n = 5216) were born before or during the SARS pandemic. Cox models were utilized to examine the effects of SARS on preterm birth and four milestones of development: age to (1) walk independently, (2) say a complete sentence, (3) count from 0 to 10, and (4) undress him/herself for urination. Mixed effect models were utilized to associate SARS with birthweight, body weight and height. Our results show that experiencing SARS during early childhood was significantly associated with delayed milestones, with adjusted hazard ratios of 3.17 [95% confidence intervals (CI): 2.71, 3.70], 3.98 (3.50, 4.53), 4.96 (4.48, 5.49), or 5.57 (5.00, 6.20) for walking independently, saying a complete sentence, counting from 0 to 10, and undressing him/herself for urination, respectively. Experiencing SARS was also associated with reduced body weight. This effect was strongest for preschool children [a weight reduction of 4.86 (0.36, 9.35) kg, 5.48 (-0.56, 11.53) kg or 5.09 (-2.12, 12.30) kg for 2, 3, 4 year-olds, respectively]. We did not identify a significant effect of maternal SARS exposure on birthweight or gestational length. Collectively, our results showed that the SARS pandemic was associated with delayed child development and provided epidemiological evidence to support the association between infectious disease epidemics and impaired child health. These results provide a useful framework to investigate and mitigate relevant impacts from the COVID-19 pandemic.",
    "affiliations": [
        "Peking University Health Science Center"
    ],
    "author": "Yunfei Fan; Huiyu Wang; Xiang Zhou; Yiqun Han; Qiong Wu; Yubo Zhou; Bin Wang; Tong Zhu; Tao xue",
    "date": 2020,
    "doi": "10.1101/2020.05.12.20099945",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.12.20099945"
    },
    "title": "SARS pandemic exposure impaired early childhood development: A lesson for COVID-19",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Peking University Health Science Center"
                }
            ],
            "funding-statement": "T.X. thanks the early career funding from Peking University Health Science Center"
        }
    ]
}