{
    "abstract": "Background: We aim to profile and contextualize the level of positive mental health among the healthy population during the beginning of nationwide lockdown over COVID-19 in Bangladesh. Design and setting: An online sample of 1404 healthy individuals was collected through the authors' networks with residents and popular media in Bangladesh. The survey was conducted between March 27, 2020, and April 7, 2020, following the Bangladesh government's lockdown announcement. Method: A questionnaire comprising the Warwick Edinburgh Mental Wellbeing Scale (WEMWBS) and sociodemographic information was posted to an online survey. Results: The mean wellbeing value was 38.4 (standard deviation, 11.2), indicating a lower mental health level exist in adults. Also, the mean wellbeing score for males was 39.0 (10.8) units compared to females with scores 37.0 (11.2), and the highest scores for government workers was 41.2 (11.8). Unemployment (35.6) or business employees (35.5) have a lower level of mental health. In the lockout days, the elderly population of age 50 years and above had high day-to-day variation of wellbeing scores. After confounding adjustment in multivariable linear regression models, there found a better wellbeing scores for males (estimate=1.79, 95% CI=0.5, 3.1), and government-workers (estimate=5.86, 95% CI=2.2, 9.5). Moreover, the never-married female had significantly higher well-being score compared to married women (estimate=3.31, 95% CI=1.0, 5.7). Conclusion: The COVID-19 pandemic has been associated with low mental wellbeing that indicates depression in our study. Suggestions for improvement will be implemented to promote the mental health to women, unemployed and business communities. Older people 50 years of age and over reported a greater day-to-day variation in their mental health. The married women with their decreased mental wellbeing should be given special consideration. The research will help let clinicians and policymakers decide where the measures can be implemented to improve their mental health during and after this pandemic.\nCompeting Interest Statement",
    "author": "Gias Ahsan; Hasinur Rahaman Khan; Ahmed Hossain; Mohammad Ali",
    "date": 2020,
    "doi": "10.1101/2020.05.14.20102210",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.14.20102210"
    },
    "title": "Mental wellbeing in the Bangladeshi healthy population during nationwide lockdown over COVID-19: an online cross-sectional survey",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The author(s) received no specific funding for this work."
        }
    ]
}