{
    "abstract": "Importace: There is conflicting evidence about the role of angiotensin converting enzymes inhibitors (ACEIs) and angiotensin receptors blockers (ARBs) in the pathogenesis and outcome of patients infected with acute severe respiratory syndrome coronavirus 2 (SASR-CoV-2) virus and growing public concern. Methods: We systematically reviewed the literature and performed a meta-analysis using inverse variance random effect models including all studies that evaluate the role of ACEIs/ARBs and reported adjusted odds ratio. Results: Nine studies met our eligibility criteria that enrolled a population of 58615 patients infected with SASR-CoV-2. Prior use of ACEIs/ARBs were associated with significant reduction of inpatient mortality among infected patients with SASR-CoV-2, adjusted odds ratio from 4 studies 0.33, 95% confidence interval ( 0.22,0.49) with zero in between studies heterogeneity and with significant reduction of critical or fatal outcome , pooled adjusted odds ratio from 5 studies 0.32,95% confidence interval ( 0.22,0.46) with no in between studies heterogeneity. Conclusion: Our findings suggest that prior use ACEIs /ARBs is associated with a decreased risk of death or critical outcome among SASR-CoV-2 infected patients.This findings is limited by the observational nature of included studies.However, it provides a reassurance to the public not to stop prescribed ACEIs /ARBs due to fear of severe COVID-19. It also calls upon investigators and ethics committee to reconsider the ongoing randomized trials of discontinuation of these drugs.",
    "author": "Aref A. Bin Abdulhak; Mouaz H. Al-Mallah; Tarek Kashour; Ala Mohsen; Haytham Tlayjeh; Imad M. Tleyjeh; Anas Noman",
    "date": 2020,
    "doi": "10.1101/2020.05.06.20093260",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.06.20093260"
    },
    "title": "Angiotensin Converting Enzyme Inhibitors and Angiotensin Receptor Blockers and Outcome of COVID-19 : A Systematic Review and Meta-analysis",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding received."
        }
    ]
}