{
    "abstract": "Rapid and accurate SARS-CoV-2 diagnostic testing is essential for controlling the ongoing COVID-19 pandemic. The current gold standard for COVID-19 diagnosis is real-time RT-PCR detection of SARS-CoV-2 from nasopharyngeal swabs. Low sensitivity, exposure risks to healthcare workers, and global shortages of swabs and personal protective equipment, however, necessitate the validation of new diagnostic approaches. Saliva is a promising candidate for SARS-CoV-2 diagnostics because (1) collection is minimally invasive and can reliably be self-administered and (2) saliva has exhibited comparable sensitivity to nasopharyngeal swabs in detection of other respiratory pathogens, including endemic human coronaviruses, in previous studies. To validate the use of saliva for SARS-CoV-2 detection, we tested nasopharyngeal and saliva samples from confirmed COVID-19 patients and self-collected samples from healthcare workers on COVID-19 wards. When we compared SARS-CoV-2 detection from patient-matched nasopharyngeal and saliva samples, we found that saliva yielded greater detection sensitivity and consistency throughout the course of infection. Furthermore, we report less variability in self-sample collection of saliva. Taken together, our findings demonstrate that saliva is a viable and more sensitive alternative to nasopharyngeal swabs and could enable at-home self-administered sample collection for accurate large-scale SARS-CoV-2 testing.",
    "author": "Orr-El Weizman; Pavithra Vijayakumar; Peiwen Lu; Ji Eun Oh; Isabel M. Ott; Yexin Yang; Sarah Lapidus; Lorenzo R. Sewanan; Bertie Geng; Anne Louise Wyllie; Santos Bermejo; Jordan Valdez; Mary E. Petrone; John Fournier; Camila Odio; Nida Naushad; Takehiro Takahashi; M. Catherine Muenker; Jonathan Klein; Melissa Campbell; Richard A. Martinello; Elizabeth B. White; Daniel J. Kim; Maria Tokuyama; Alice Lu-Culligan; Akiko Iwasaki; Chantal B. F. Vogels; Miyu Moriyama; Manabu Taura; Albert I. Ko; Melissa Linehan; Rebecca Earnest; Michael Simonov; Ryan Handoko; Nathan D. Grubaugh; Saad B. Omer; Rupak Datta; Julio Silva; Eriko Kudo; Chaney C. Kalinich; Tianyang Mao; Annsea Park; Adam J. Moore; Arnau Casanovas-Massana; Charles S. Dela Cruz; Arvind Venkataraman; Eric Song; Patrick Wong; Xiaodong Jiang; Shelli Farhadian",
    "date": 2020,
    "doi": "10.1101/2020.04.16.20067835",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.16.20067835"
    },
    "title": "Saliva is more sensitive for SARS-CoV-2 detection in COVID-19 patients than nasopharyngeal swabs",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Funding sources had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding authors had full access to all data in the study and had final responsibility for the decision to submit for publication."
        }
    ]
}