{
    "abstract": "Background: COVID-19 has emerged and spread at great speed globally and has presented one of the greatest public health challenges in modern times with no proven cure or vac-cine. Africa is still early in this epidemic, therefore the spectrum of disease severity is not yet clear. Methods: We used a mathematical model to fit to the observed cases of COVID-19 in South Africa to estimate the basic reproductive number and critical vaccination coverages to con-trol the disease for different hypothetical vaccine efficacy scenarios. We also estimated the percentage reduction in effective contacts due to the social distancing measures imple-mented. Results: Early model estimates show that COVID-19 outbreak in South Africa had a basic reproductive number of 2.95 (95% credible interval [CrI] 2.83-3.33). A vaccine with 70% effi-cacy had the capacity to contain COVID-19 outbreak but at very higher vaccination cover-age 94.44% (95% Crl 92.44-99.92%) with a vaccine of 100% efficacy requiring 66.10% (95% Crl 64.72-69.95%) coverage. Social distancing measures put in place have so far reduced the number of social contacts by 80.31% (95% Crl 79.76-80.85%). Conclusions: Findings suggest a highly efficacious vaccine would have been required to con-tain COVID-19 in South Africa. Therefore, the current social distancing measures to reduce contacts will remain key in controlling the infection in the absence of vaccines and other therapeutics.\nCompeting Interest Statement",
    "author": "Tinevimbo Shiri; Godfrey Musuka; Diego F Cuadros; Farai Nyabadza; Noble J Malunguza; Zindoga Mukandavire",
    "date": 2020,
    "doi": "10.1101/2020.04.23.20077297",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.23.20077297"
    },
    "title": "Quantifying early COVID-19 outbreak transmission in South Africa and exploring vaccine efficacy scenarios",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research did not receive any specific grant from funding agencies in the public, com-mercial, or not-for-profit sectors."
        }
    ]
}