{
    "abstract": "Background: Combating the COVID-19 pandemic is a major challenge for health systems, citizens and policy makers worldwide. Early detection of affected patients within the huge population of patients with common cold symptoms is an important element of this effort but often hindered by limited testing resources. We aimed to identify predictive risk profiles for a positive PCR result in primary care. Methods: Multi-center cross-sectional cohort study on predictive characteristics over a period of 4 weeks in primary care patients in Germany. We evaluated age, sex, reason for testing, risk factors, symptoms, and expected PCR result for their impact on the test result. Results: In total, 374 patients in 14 primary care centers received SARS-CoV-2 PCR swab testing and were included in this analysis. A fraction of 10.7% (n=40) tested positive for COVID-19. Patients who reported anosmia had a higher odds ratio (OR: 4.54; 95%-CI: 1.51-13.67) for a positive test result while patients with a sore throat had a lower OR (OR: 0.33; 95%-CI: 0.11-0.97). Patients who had a first grade contact with an infected persons and showed symptoms themselves also had an increased OR for positive testing (OR: 5.16; 95% CI: 1.72-15.51). This correlation was also present when they themselves were still asymptomatic (OR: 12.55; 95% CI: 3.97-39.67). Conclusion: The reported contact to an infected person is the most important factor for a positive PCR result, independent of any symptoms of illness in the tested patient. Those persons with contact to an infected person should always get a PCR test. If no contact is reported and testing material is scarce, anosmia should increase the likelihood of performing a test, while a sore throat should decrease it.\nFunding Statement",
    "author": "Felix Regenold; Klaus Weckbecker; Markus Bleckwenn; Marie-Therese Puth; Johannes Just",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20081877",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20081877"
    },
    "title": "Distinguishing between COVID-19 and the common cold in a primary care setting - comparison of patients with positive and negative SARS-CoV-2 PCR results.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Author Declarations"
        }
    ]
}