{
    "abstract": "Introduction: Angiotensin converting enzyme inhibitors (ACEI) and angiotensin receptor blockers (ARB) share their target receptor site with the SARS-CoV-2 virus, that may cause ACE2 receptor upregulation which raised concerns regarding ACEI and ARB use in COVID-19 patients. However, many medical professional societies recommended their continued use given the paucity of clinical evidence but there is need for an updated systematic review of latest clinical studies. Methods: A search was conducted on PubMed, Google Scholar, EMBASE and various preprint servers for studies comparing clinical outcomes and mortality in COVID-19 patients on ACEI and/or ARB and a meta-analysis was performed. Results: A total of sixteen studies were included for review and meta-analysis. There were conflicting findings reported in several studies as Meng J. et al, Liu Y. et al, Feng Y. et al, Zhang P. et al, Mancia G. et al and Reynolds H.R. et al reported that patients on ACE inhibitors/ARB had lower rates of severe outcomes whereas Richardson S. et al reported higher rates of invasive ventilation and intensive care unit (ICU) admissions in patients on ACE inhibitors/ARB as compared to non-users. Similarly, there were conflicting results in the rate of mortality reported in the various studies. Meng J. et al, Li J. et al, Zhang P. et al, Yang G. et al, Zeng Z. et al and Andrew Ip et al reported lower rates of mortality in ACE inhibitors/ARB users versus non-users whereas Richardson S. et al and Guo T. et al reported higher rates of mortality. In a pooled analysis of 9 studies, there was a statistically significant reduction (OR = 0.86, 95% CI = 0.75-0.99, I2 = 53.25, p value = 0.03) in the odds of death in those on ACEI/ARB as compared to patients not on ACEI/ARB. In a pooled analysis of five studies, there was a statistically non-significant reduction (OR = 0.90, 95% CI: 0.63-1.23, I2=70.36) in the odds of developing severe disease in patients on ACEI/ARB versus non-users. Conclusion: It is concluded that ACEI and ARB should be continued in COVID-19 patients, albeit while exercising caution until larger clinical studies and randomized controlled trials confirm their safety. Additionally, the individual patient factors like ACE2 polymorphisms which might confer higher risk of adverse outcomes need to be evaluated further.",
    "author": "Mansi Oberoi; Abhinav Grover",
    "date": 2020,
    "doi": "10.1101/2020.04.29.20085787",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.29.20085787"
    },
    "title": "A systematic review and meta-analysis to evaluate the clinical outcomes in COVID -19 patients on angiotensin converting enzyme inhibitors or angiotensin receptor blockers",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}