{
    "title": "Potent neutralization of 2019 novel coronavirus by recombinant ACE2-Ig",
    "author": "Changhai Lei, Wenyan Fu, Kewen Qian, Tian Li, Sheng Zhang, Min Ding, and Shi Hu, 3* 1 Department of Biophysics, College of Basic Medical Sciences, Second Military Medical University, Shanghai 200433, China. 2Department of Assisted Reproduction, Shanghai Ninth People’s Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, 200011 Shanghai, China. 3 Team SMMU-China of International Genetically Engineered Machine (iGEM) competitions, Department of Biophysics, Second Military Medical University, Shanghai 200433, China. 4 Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, 200011 Shanghai, China. 5 Pharchoice Therapeutics Inc., Shanghai 201406, China *Corresponding Author: Shi Hu, Second Military Medical University, 800 Xiangyin Road, Shanghai, China, 200433. Phone: +86-02181870925; E-mail: hus@smmu.edu.cn",
    "date": 2020,
    "affiliations": [
        "Department of Biophysics, College of Basic Medical Sciences, Second Military Medical University, Shanghai 200433, China",
        "Department of Assisted Reproduction, Shanghai Ninth People’s Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, 200011 Shanghai, China",
        "Team SMMU-China of International Genetically Engineered Machine (iGEM) competitions, Department of Biophysics, Second Military Medical University, Shanghai 200433, China",
        "Department of Critical Care Medicine, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, 200011 Shanghai, China",
        "Pharchoice Therapeutics Inc., Shanghai 201406, China",
        "Corresponding Author: Shi Hu, Second Military Medical University, 800 Xiangyin Road, Shanghai, China, 200433. Phone: +86-02181870925"
    ],
    "journal": "Keywords",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.02.01.929976",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.02.01.929976.pdf"
    },
    "abstract": "2019-nCoV, which is a novel coronavirus emerged in Wuhan, China, at the end of 2019, has caused at least infected 11,844 as of Feb 1, 2020. However, there is no specific antiviral treatment or vaccine currently. Very recently report had suggested that novel CoV would use the same cell entry receptor, ACE2, as the SARS-CoV. In this report, we generated a novel recombinant protein by connecting the extracellular domain of human ACE2 to the Fc region of the human immunoglobulin IgG1. An ACE2 mutant with low catalytic activity was also used in the study. The fusion proteins were then characterized. Both fusion proteins has high affinity binding to the receptor-binding domain (RBD) of SARS-CoV and 2019-nCoV and exerted desired pharmacological properties. Moreover, fusion proteins potently neutralized SARS-CoV and 2019-nCoV in vitro. As these fusion proteins exhibit cross-reactivity against coronaviruses, they could have potential applications for diagnosis, prophylaxis, and treatment of 2019-nCoV.",
    "keywords": [
        "2019-nCoV",
        "SARS-CoV",
        "Ig-like proteins",
        "neutralization"
    ],
    "funding": [
        {}
    ]
}