{
    "abstract": "Bakcground: YouTube is an important online source of information. And its viewing numbers tend to increase exponentially in extraordinary situations. Our aim in this study was to evaluate the contents of the most frequently viewed YouTube videos during the COVID-19 pandemic. Method: In this study, contents of the most frequently viewed Turkish and English videos regarding COVID-19 pandemics are examined and scored with modified DISCERN, MICI and VPI. Results: The mean DISCERN score of Turkish videos is similar to English videos (2.55 and 2.43 respectively). Total MICI score tends to be higher in Turkish videos. 86.9% of all 168 videos and 65.2% of all 23 misleading videos were released by news channels. Average view counts, view ratios, and VPIs of misleading videos are higher than the useful videos. Conclusions: Since there is not a peer-review system on YouTube, it is very important for the content of videos that are released through news channels to be accurate because the important messages can be spread among people in society through them. Especially some Turkish videos included many different rumors and faulty statements. During the extraordinary situations such as the pandemics, the videos of official health authorities and international institutions should be more visible in YouTube. Keywords: SARS-CoV-2, DISCERN, MICI, Video Power Index",
    "author": "Osman Hayran; Meliksah Inamlik; Omer Atac; Rifat Kurnaz; Osman Murat Guler; Yunus Ozalp",
    "date": 2020,
    "doi": "10.1101/2020.05.06.20093468",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.06.20093468"
    },
    "keywords": [
        "SARS-CoV-2",
        "DISCERN",
        "MICI",
        "Video Power Index"
    ],
    "title": "YouTube as an information source during the Coronavirus disease (COVID-19) pandemic",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was required to conduct this study."
        }
    ]
}