{
    "abstract": "Purpose: Research on the impact of social distancing on mental health during epidemics is limited, especially in India. The purpose of this study is to scale the association between anxiety and socio-demographic factors during Covid19 lockdown among the general Indian population. Design/methodology/approach: A descriptive cross-sectional nationwide study was designed to enrol the general population. The inclusion criteria for this study were Indian citizens aged 15 years and above. The study was conducted from 29th March to 12th April 2020, using an online google questionnaire. The anxiety among respondents was detected and measured using a Generalised Anxiety Disorder Scale which consists of 7 questions (in English), i.e. GAD-7. Findings: Respondees were 398, and from these participants, the prevalence of anxiety was 25.4 per cent. Based on the bivariate logistic regression analysis, the predictors of anxiety were gender, religion, occupation as business/self- employed, marital status, family size, health status and sleep deprivation. Conclusion: This study reports the prevalence of anxiety among Indian population who were grounded at their homes during lockdown due to coronavirus pandemic in the country. Limitations: (1) The selection of participants through non-random sampling. (2) Because of the cross-sectional character of the study, causal conclusions cannot be drawn. Originality/Value: This paper fulfils an identified need to study the mental health status of the population under situations like lockdown, thereby helping fill a persistent gap in Indian research on this issue. Keywords: Anxiety, GAD-7, Lockdown, Coronavirus, Isolation, India",
    "author": "Absar Ahmad; Maitri Agarwal; Ishrat Rahman",
    "date": 2020,
    "doi": "10.1101/2020.05.03.20081380",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.03.20081380"
    },
    "keywords": [
        "Anxiety",
        "GAD-7",
        "Lockdown",
        "Coronavirus",
        "Isolation",
        "India"
    ],
    "title": "FACTORS INFLUENCING MENTAL HEALTH DURING COVID-19 OUTBREAK: AN EXPLORATORY SURVEY AMONG INDIAN POPULATION",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement no funding</strong>"
        }
    ]
}