{
    "abstract": "The disinfection of high-contact surfaces is seen as an infection control practice to prevent the spread of pathogens by fomites. Unfortunately, recontamination of these surfaces can occur any time after the use of common disinfectants. We recently reported on a novel continuously active antimicrobial coating which was shown to reduce the spread of healthcare acquired infections in hospitals. We evaluated a modified coating that demonstrated a residual efficacy against viruses. The coated surfaces were found to be effective against human coronavirus (HCoV) 229E, reducing the concentration of these viruses by greater than 90% in 10 minutes and by greater than 99.9% after two hours of contact. The coating formulation when tested in suspension yielded a greater than 99.99% reduction of HCoV 229E within ten minutes of contact. This outcome presents an opportunity for controlling the transmission of COVID-19 from contaminated fomites.",
    "affiliations": [
        "Biosciences to the University of Arizona, whose researchers participated in the study design. The conduct of the study, analysis, and presentation of the results as well as the decision to publish were solely determined by the authors without influence by the funding source",
        "Biosciences to the University of Arizona"
    ],
    "author": "Charles P Gerba; Jason R Torrey; Lusia A Ikner; Patrica M Gundy",
    "date": 2020,
    "doi": "10.1101/2020.05.10.20097329",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.10.20097329"
    },
    "title": "A Continuously Active Antimicrobial Coating effective against Human Coronavirus 229E",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Allied Biosciences"
                },
                {
                    "funding-source": "University of Arizona,"
                }
            ],
            "funding-statement": "This project was funded by Allied Biosciences to the University of Arizona, whose researchers participated in the study design"
        },
        {
            "award-group": [
                {
                    "funding-source": "Allied Biosciences"
                },
                {
                    "funding-source": "University of Arizona, Author"
                }
            ],
            "funding-statement": "This project was funded by a grant from Allied Biosciences to the University of Arizona, Author Declarations"
        }
    ]
}