{
    "abstract": "Importance: The novel coronavirus, SARS-CoV-2, is responsible for a world-wide pandemic. While the medical community understands the mode of viral transmission, less is known about how long viral shedding occurs once viral symptoms have resolved. Objective: To determine how long the SARS-CoV-2 remains detectable following self-reporting of viral symptom resolution. Design: A cohort of 86 previously SARS-CoV-2 positive patients were re-tested for proof of viral recovery by nasal swab and nucleic acid amplification less than 28 days after self-reported symptom resolution. Setting: A tertiary care center in a mid-size city utilizing a drive-through SAR-CoV-2 testing center. Participants: 86 previously confirmed SARS-CoV-2 positive individuals less than 28 days after self-reported resolution of symptoms evaluated as potential donors for COVID-19 convalescent plasma. Intervention: Participants underwent nasopharyngeal sampling and subsequent nucleic acid amplification for SARS-CoV-2 genes. Main Outcome: SARS-CoV-2 RNA in nasopharyngeal secretions detected by rtPCR. Results: 11/86 (13%) previously confirmed SARS-CoV-2 subjects were still positive at a median of 19 days (range 12-24 days) after symptom resolution. Older patients were more likely to be test-positive, and older positive patients had lower rtPCR CT values. Test-positive patients were not significantly different from test-negative patients with respect to days since symptom recovery. Conclusions and Resolution: These results underscore the necessity of testing COVID-19 convalescent plasma donors less than 28 days after symptom resolution and suggests that COVID-19 positive patients may need to remain in quarantine beyond the recommended two weeks following \"recovery.\"",
    "author": "Aaron S Hess; William R Hartman; Joseph Connor",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20090621",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20090621"
    },
    "title": "Prolonged viral RNA shedding after COVID-19 symptom resolution in older convalescent plasma donors",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received."
        }
    ]
}