{
    "abstract": "Aims: Ideal glycemic control is of great importance for diabetic patients during public health emergencies of infectious diseases as long-term hyperglycemic are not only associated with chronic complications but also vital drivers of common and life-threatening infections. The present study was designed to investigate the changes of blood glucose levels in elderly subjects with type 2 diabetes(T2D) during COVID-19 outbreak. Methods: This retrospective study focused on the T2D outpatients at Fujian Provincial Hospital aged 65 years old and above who  and March 8, 2019 and were followed up on fasting plasma glucose and/or HbA1c in the same period in 2020. The baseline and follow-up data were analyzed with the paired-samples T-test. Results: A total of 135 elderly subjects with T2D with baseline and follow-up fasting plasma glucose and 50 elderly subjects with T2D with baseline and follow-up HbA1c were analyzed, respectively. The baseline and follow-up mean fasting plasma glucose were 7.08 and 7.48 mmol/L, respectively (P=0.008). The mean baseline and follow-up HbA1c were 7.2 and 7.4, respectively (P=0.158). Conclusions: Elderly subjects with T2D had higher fasting plasma glucose levels during COVID-19 outbreak. We should pay more attension to the management of diabetics during public health emergencies.\nCompeting Interest Statement\nThe authors have declared no competing interest.\nFunding Statement\nNone\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).",
    "author": "Wei Lin; Qianwen Li; Ting Xue; Gang Chen; Junping Wen; Li Li; Qiongyao Zhang",
    "date": 2020,
    "doi": "10.1101/2020.03.31.20048579",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.31.20048579"
    },
    "title": "Blood glucose levels in elderly subjects with type 2 diabetes during COVID-19 outbreak: a retrospective study in a single center",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}