{
    "abstract": "Recently, the controversial hypothesis that past BCG (Bacillus Calmette-Guerin) vaccination reduces infection or severity of COVID-19 has been proposed. The present study examined this hypothesis using statistical approaches based on the public data. Three approaches were utilized: 1) comparing the infection and mortality ratio of people on the cruise ship Diamond Princess, 2) comparing the number of mortalities among nations, and 3) comparing the maximum daily increase rate of total mortalities among nations. The result of 1) showed that there is no significant difference in infection per person onboard and mortality-infection between Japanese citizens vs. other nationalities and BCG obligatory nations vs. non-BCG obligatory nations on the Diamond Princess. The result of 2) showed that the number of mortalities among nations is similar to the previous studies, but this analysis also considered the timing of COVID-19 arrival in each nation. After correcting for arrival time, previously reported effect of BCG vaccination on decreasing total mortality disappeared. This is because nations that lack BCG vaccination are concentrated in Western Europe, which is near an epicenter of COVID-19. Therefore some previous reports are now considered to be affected by this artifact; the result may have been flawed by dispersal from an epicenter. However, some results showed weakly significant differences in the number of deaths at a particular time among BCG obligatory and non-BCG nations (especially the use of Japanese BCG strain Tokyo 172). However, these results are affected by the results of three countries and the effect of BCG vaccination remains inconclusive. The result of 3) showed that the maximum daily increasing rate in death among nations showed no significant difference among BCG vaccination policies. In the present study, although some results showed statistically significant differences among BCG vaccination policies, they may be affected by the impact of various other factors, such as national infection-control policies, social distancing, behavioral changes of people, possible previous local epidemics of closely related viruses, or inter-population differences in ACE2 or other genetic polymorphism. Further research is needed to better understand the underlying cause of the observed differences in infection and mortality of the disease among nations. Nevertheless, our results show that the effect of past BCG vaccination, if any, can be masked by many other factors. Therefore, the possible effect might be relatively small. In fact, in Japan, where almost all citizens have been vaccinated, COVID-19 cases are constantly increasing. Given the importance of peoples behavior in preventing viral propagation, the spread of optimism triggered by this hypothesis would be harmful to BCG vaccination nations.",
    "author": "Masakazu Asahara",
    "date": 2020,
    "doi": "10.1101/2020.04.17.20068601",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.17.20068601"
    },
    "title": "The effect of BCG vaccination on COVID-19 examined by a statistical approach: no positive results from the Diamond Princess and cross-national differences previously reported by world-wide comparisons are flawed in several ways",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received for the present study."
        }
    ]
}