{
    "abstract": "Background: There is preliminary evidence of racial and social-economic disparities in the population infected by and dying from COVID-19. The goal of this study is to report the associations of COVID-19 with respect to race, health and economic inequality in the United States. Methods: We performed a cross-sectional study of the associations between infection and mortality rate of COVID-19 and demographic, socioeconomic and mobility variables from 369 counties (total population: 102,178,117 [median: 73,447, IQR: 30,761-256,098]) from the seven most affected states (Michigan, New York, New Jersey, Pennsylvania, California, Louisiana, Massachusetts). Findings: The risk factors for infection and mortality are different. Our analysis shows that counties with more diverse demographics, higher population, education, income levels, and lower disability rates were at a higher risk of COVID-19 infection. However, counties with higher disability and poverty rates had a higher death rate. African Americans were more vulnerable to COVID-19 than other ethnic groups (1,981 African American infected cases versus 658 Whites per million). Data on mobility changes corroborate the impact of social distancing. Interpretation: The observed inequality might be due to the workforce of essential services, poverty, and access to care. Counties in more urban areas are probably better equipped at providing care. The lower rate of infection, but a higher death rate in counties with higher poverty and disability could be due to lower levels of mobility, but a higher rate of comorbidities and health care access. Keywords: Healthcare Disparities, Health Status Disparities, Socioeconomic Factors, COVID-19, Economic Inequality, Racial Disparity, United States, Population-Based Analysis.\nCompeting Interest Statement",
    "affiliations": [
        "National Institute of Health R56HL116832 (sub-award) during the study period. The funders had no role in study design, data collection, and interpretation, or the decision to submit the work for publication"
    ],
    "author": "Ayesha Khan; Durgesh Chaudhary; Vida Abedi; Oluwaseyi Olulana; Shima Shahjouei; Venkatesh Avula; Jiang Li; Ramin Zand",
    "date": 2020,
    "doi": "10.1101/2020.04.26.20079756",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.26.20079756"
    },
    "keywords": [
        "Healthcare Disparities",
        "Health Status Disparities",
        "Socioeconomic Factors",
        "COVID-19",
        "Economic Inequality",
        "Racial Disparity",
        "United States",
        "Population-Based Analysis"
    ],
    "title": "Racial, Economic and Health Inequality and COVID-19 Infection in the United States",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Source of Funding: This study had no specific funding"
        }
    ]
}