{
    "abstract": "Background: Despite the high infectivity of SARS-CoV-2, the incidence of COVID-19 in Africa has been slower than predicted. We aimed to investigate a possible association between parasitic infections and COVID-19. Methods: An ecological study in which we analysed WHO data on COVID-19 cases in comparison to WHO data on helminths and malaria cases using correlation, regression, and Geographical Information Services analyses. Results: Of the global 3.34 million COVID-19 cases and 238,628 deaths as at May 4th 2020, Africa reported 0.029/3.3 million (0.88%) cases and 1,064/238,628 (0.45%) deaths. In 2018, Africa reported 213/229 million (93%) of all malaria cases, 204/229 million (89%) of schistosomiasis cases, and 271/1068 million (25%) of soil-transmitted helminth cases globally. In contrast, Europe reported 1.5/3.3 million (45%) of global COVID-19 cases and 142,667/238,628 (59%) deaths. Europe had 5.8/1068 million (0.55%) soil-transmitted helminths cases and no malaria/schistosomiasis cases in 2018. We found an inverse correlation between the incidence of COVID-19 and malaria (r -0.17, p =0.002) and COVID-19 and soil-transmitted helminths (r -0.25, p <0.001). Malaria-endemic countries were less likely to have COVID-19 (OR 0.51, 95% CI 0.29-0.90; p =0.02). Similarly, countries endemic for soil-transmitted helminths were less likely to have COVID-19 (OR 0.24, 95% CI 0.13-0.44; p <0.001), as were countries endemic for schistosomiasis (OR 0.22, 95% CI 0.11-0.45; p<0.001). Conclusions: One plausible hypothesis for the comparatively low COVID-19 cases/deaths in parasite-endemic areas is immunomodulation induced by parasites. Studies to elucidate the relationship between parasitic infections and susceptibility to COVID-19 at an individual level are warranted.\nCompeting Interest Statement",
    "author": "Kenneth Ssebambulidde; Kelvin M Abuga; Anthony Kayiira; Vivian Nakate; Agnes N Kiragga; Lillian Tugume; Ivan Segawa; David B Meya; Jayne Ellis",
    "date": 2020,
    "doi": "10.1101/2020.05.11.20098053",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.11.20098053"
    },
    "title": "Parasites and their protection against COVID-19- Ecology or Immunology?",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This work was not funded"
        }
    ]
}