{
    "abstract": "Background The COVID-19 disease has been spreading for more than four months in China and been pronounced as a pandemic by the World Health Organization (WHO). As an urgent public health crisis, it has severe physical and psychological impacts on human. The related experience and mental health on individuals and society during the pandemic can be devastating and has lasting impact. Objective To investigate the psychological stress and gender difference responding to the threat of COVID-19 and relevant factors. Methods A cross-sectional population-based study using online questionnaires via a social media software, WeChat, from 20th to 27th Feb, 2020. Psychological stress was measured by visual analogue scale (VAS). The relevant factors included demographics, the epidemic and living status characteristics related to COVID-19, psychological status, the needs of psychological support services, and psychological resilience. Psychological responses to depression, anxiety were also measured. Results Total 3088 questionnaires from 32 provinces in China were collected online. The average score of psychological stress was 3.4. The risk factors related to psychological stress included: female, ≤45 years old, higher education, farmer/worker/clerical and business/service, unemployed, more diseases, uncertainty local epidemic status, close contact or completed a medical observation, higher desire for knowledge about the COVID-19, the diseases, psychological, economic difficulties during the epidemic. The protect factors included: frequently contacting with colleagues, calm mood, and high psychological resilience. There were gender differences on stress, the adaption to current living/working status, the coping strategy for heating, and the psychological support service needs. Conclusion The stress, anxiety and depression were mainly related to gender, age, education, and occupation during the epidemic of COVID-19. It suggested that we should make appropriate control measures and provide different psychological supports according to different population characteristics.",
    "affiliations": [
        "National Natural Science Foundation of China (No. 81303149 and 81973713);State Administration of Traditional Chinese Medicine of China Support Project (No. 200907001, 2017ZX10106001, 2017ZX10205501)"
    ],
    "author": "Kangxing Song; Fengsu Hou; Voyko Kavcic; Terry D. Stratton; Rong Jiao; Fengying Bi; Tao Li; Shiyan Yan; Yang Jiang; Dan Luo; Rui Xu",
    "date": 2020,
    "doi": "10.1101/2020.04.29.20084061",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.29.20084061"
    },
    "title": "Psychological Stress and Gender Differences during COVID-19 Pandemic in Chinese Population",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Military Logistics Research Major Project",
                    "award-id": [
                        "ALB18J002"
                    ]
                },
                {
                    "funding-source": "Key Project",
                    "award-id": [
                        "BHJ15J003"
                    ]
                },
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "81303149",
                        "81973713"
                    ]
                },
                {
                    "funding-source": "State Administration of Traditional Chinese Medicine of China Support Project",
                    "award-id": [
                        "200907001",
                        "2017ZX10106001",
                        "2017ZX10205501"
                    ]
                }
            ],
            "funding-statement": "Military Logistics Research Major Project (ALB18J002) and Key Project (BHJ15J003); National Natural Science Foundation of China (No 81303149 and 81973713);State Administration of Traditional Chinese Medicine of China Support Project (No 200907001, 2017ZX10106001, 2017ZX10205501)."
        }
    ]
}