{
    "abstract": "Background: Little is known about how COVID-19 infection affects pregnant women, as well as about the possibility of vertical transmission or complications in childbirth. This study's aims to assess the current evidence presented in the literature regarding the potential risks of COVID-19 infection among pregnant women and consequent fetal transmission. Methods: a systematic literature review assessing papers published in the most comprehensive databases in the field of health, intended to answer the question: What are the effects of COVID-19 infection during pregnancy and what is the neonatal prognosis?. Results: 42 papers published in 2020 were eligible. Were included 19 case reports (45%), 15 cross-sectional descriptive studies (35%), 6 cross-sectional analytical studies (14%), one case-control study (3%) and one cohort study (3%), presenting low levels of evidence. A total of 650 pregnant women and 511 infants were assessed. More than half of pregnant women having cesarean deliveries (324/64%). Only 410 (80%) infants were tested for SARS-CoV-2, of which 8 (2%) were positive, however, based on what was assessed that there is no evidence of vertical transmission so far, as there are gaps concerning the care taken during and after delivery, and biological sample proper for testing the SARS-CoV-2. Conclusions: health professionals cannot rule out a possible worsening of the clinical picture of the pregnant woman infected with SARS-CoV-2 because she is asymptomatic or does not have comorbidities related to gestation. Pregnant women and health professionals should be cautious and vigilant, as soon as their pregnancy is confirmed, with or without confirmed infection, as this review checks for infected pregnant women in all trimesters of pregnancy.\nCompeting Interest Statement",
    "author": "Guilherme Schneider; Denise Andrade; Evandro Watanabe; Layze Braz de Oliveira; Herica Emilia Felix de Carvalho; Ines Fronteira; Alvaro Francisco Lopes de Sousa; Emerson Lucas Silva Camargo; Isabel Amelia Costa Mendes; Ana Fatima Carvalho",
    "date": 2020,
    "doi": "10.1101/2020.04.17.20069435",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.17.20069435"
    },
    "title": "EFFECTS OF COVID-19 INFECTION DURING PREGNANCY AND NEONATAL PROGNOSIS: WHAT IS THE EVIDENCE?",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "CAPES and CNPq"
                }
            ],
            "funding-statement": "CAPES and CNPq"
        }
    ]
}