{
    "abstract": "Importance: There is limited information about presenting characteristics, treatment and outcomes of patients requiring hospitalization for coronavirus disease 2019 (COVID-19) serving underserved population in southwestern United states. Objective: To describe the clinical characteristics and outcomes of patients with COVID-19, hospitalized in a tertiary care teaching hospital in southwestern United states serving Underserved population. Methods: Case series of first 50 adults admitted at the University of New Mexico (UNM) Health Science center, the only tertiary care teaching hospital in the state of New Mexico between Jan 19th to April 24th 2020 via retrospective and prospective chart review. Main outcomes and measures: Clinical outcomes during hospitalization, such as invasive mechanical ventilation, kidney replacement therapy and death. Demographics, baseline comorbidities, presenting vital signs, and test results were also collected. Results: A total of 50 patients were included (median age, 55.5; 20-85-year-old, 54% were female). Obesity was the most common comorbidity in 20/39 (51%), followed by diabetes in 18/50 (36%) and hypertension 17/50(34%). Mean onset of symptoms duration before admission 7.39 days (range 1-21days). Most common symptoms on presentation included subjective fevers 40/42 (95.2%), cough 43/46 (93%) 43/46 and shortness of breath 40/46(87%). At triage only 24% were febrile and 46% patient did not have a single febrile episode throughout hospitalization, 56% had respiratory rate > 20 and 66% had a heart rate > 90. 80% patients required oxygen and 20%required intubation on presentation. On differential analysis 46% had elevated neutrophil counts, and 48% had low lymphocytes counts. Median D dimer, Ferritin, CRP, LDH were all elevated at presentation. 10% of patients had a negative initial chest x ray. 19.3% patients have coinfection with another respiratory viral pathogen. 34 (68%) patient required ICU level of care at some point during hospitalization. More than 70% of patients were treated with antibiotics mainly directed towards community acquired pneumonia but 97.5% patient has negative blood culture and 93.3% has negative sputum cultures. Of admitted patients, 34% (17/50) were directly admitted to ICU and. Of these ICU patients 82.4% (28/34) required invasive mechanical ventilation. Patients spent a median of 2 days on the floor prior to ICU transfer, median length of stay in the ICU was 7 days. On comparing characteristics of patients, patients with diabetes, and higher lactate dehydrogenase on admission were more likely to require ICU level of care. No patient deaths were reported on the floor. Of 34 patients in the ICU 13 died while 6 are still receiving care in the hospital, with an overall mortality of 30.2% (13/43). Out of 13 patients who died, 2 were on HD, 11/13(84%) patients had acute kidney injury and required CRRT or HD. The median length of stay is 7 days (Range 1-31days), for floor patients 4 days and ICU patients 13 days. Out of 43 patients who completed their clinical course 24/43(58.1%) were discharged home, 5/43(11.6%) went to rehabilitation facilities and 30.2% died. 16/30(53.3%) required oxygen on discharge. Conclusion: This case series provides characteristics and early experience in treating patient admitted to tertiary care teaching hospital in state of NEW Mexico.",
    "author": "Abubaker Sheikh; Shubhra Upadhyay; Jeanette Atencio; Rahul Shekhar; Devika Kapuria",
    "date": 2020,
    "doi": "10.1101/2020.05.15.20094284",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.15.20094284"
    },
    "title": "Early experience with COVD-19 patients at tertiary care teaching hospital in southwestern United states",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This is a non funded study"
        }
    ]
}