{
    "abstract": "Context: The coronavirus disease 2019 (COVID-19) outbreak is an unprecedented global public health challenge, leading to thousands of deaths every day worldwide. Despite the epidemiological importance, clinical patterns of children with COVID-19 remain unclear. Objective: To describe the clinical, laboratorial and radiological characteristics of children with COVID-19. Data Sources: The Medline database was searched between December 1st 2019 and March 30th 2020. Study Selection: Inclusion criteria were: (1) studied patients younger than 18 years old; (2) presented original data from cases of COVID-19 confirmed by reverse-transcription polymerase chain reaction; and (3) contained descriptions of clinical manifestations, laboratory tests or radiological examinations. Data Extraction: Number of cases, gender, age, clinical manifestations, laboratory tests, radiological examinations and outcomes. Results: A total of 38 studies (1,124 cases) were included. From all the cases, 1,117 had their severity classified: 14.2% were asymptomatic, 36.3% were mild, 46.0% were moderate, 2.1% were severe and 1.2% were critical. The most prevalent symptom was fever (47.5%), followed by cough (41.5%), nasal symptoms (11.2%), diarrhea (8.1%) and nausea/vomiting (7.1%). One hundred forty-five (36.9%) children were diagnosed with pneumonia and 43 (10.9%) upper airway infections were reported. Reduced lymphocyte count were reported in 12.9% of cases. Abnormalities on computed tomography was reported in 63.0% of cases. The most prevalent abnormalities reported were ground glass opacities, patchy shadows and consolidations. Only one death was reported. Conclusions: Clinical manifestations of children with COVID-19 differ widely from adults cases. Fever and respiratory symptoms should not be considered a hallmark of COVID-19 in children.",
    "author": "Ricardo Mendes Pereira; Roberto Jose Negrao Nogueira; Jose Antonio Nadal; Marcelo Barciela Brandao; Tiago Henrique de Souza",
    "date": 2020,
    "doi": "10.1101/2020.04.01.20049833",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.01.20049833"
    },
    "title": "Clinical Manifestations of Children with COVID-19: a Systematic Review",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding for this manuscript."
        }
    ]
}