{
    "abstract": "Background Previous studies suggest applying prone position (PP) and lateral position (LP) in patients with severe acute respiratory distress syndrome (ARDS) for their efficacy in improving oxygenation and lung recruitment.This paper aims to share clinical experiences and outcome of using PP and LP in combination with oxygen therapy (OT) and Non-invasive ventilation (NIV) in severe and critical patients with COVID-19. Methods Clinical data of 48 severe and critical patients have been retrieved from medical records and reviewed. The primary outcome is the survival rate. Secondary outcome is the rate of patients requiring intubation. Results In total, 25 patients were finally included in the study.The mean respiratory rate of all 25 patients decreased from 28.4 breaths/min to 21.3 breaths/min. CT results showed increase in lung recruitment. All patients tolerated PP and LP well. No deterioration or severe adverse events associated with PP and LP occurred. All patients recovered and survived without intubation. Follow-up to date showed that all patients have been discharged except one with mild symptoms and positive RNA test. Conclusion: Clinical outcomes of early application of PP and LP in combination with OT and NIV in severe and critical patients with COVID-19 indicated well tolerance of the therapy and resulted in improving patients' oxygenation in a safe and effective manner. Therefore, this strategy can be explored as an early intervention in managing patients in early stage of disease development under the context of pandemic and limited medical resources.",
    "author": "Wei Dong; Haomiao Qing; Yu Du; Yiping Gong; Shanling Xu; Juan Feng; Lang Bai; Junchen Zhu; Peng Zhou",
    "date": 2020,
    "doi": "10.1101/2020.05.09.20091454",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.09.20091454"
    },
    "title": "Early Awake Prone and Lateral Position in Non-intubated Severe and Critical Patients with COVID-19 in Wuhan: A Respective Cohort Study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The authors received no financial support for the research, authorship, and publication of this article."
        }
    ]
}