{
    "abstract": "Objective To study the source, symptoms, and duration of infection, preventive measures, contact tracing and their effects on SARS-CoV-2 epidemic among healthcare workers (HCW) in 2 large hospitals and 40 external healthcare services in Milan (Italy) to propose effective measures to control the COVID-19 epidemic among healthcare workers. Design Epidemiological observational study. Setting Two large hospitals and 40 territorial healthcare units, with a total of 5700 workers. Participants 143 HCWs with a SARS-CoV-2 positive nasopharyngeal (NF) swab in a population made of 5,700 HCWs. Main outcome measures Clinical data on the history of exposure, contacts inside and outside of the hospital, NF swab dates and results. A daily online self-reported case report form consisting of the morning and evening body temperature and 11 other symptoms (cough, dyspnoea, discomfort, muscle pain, headache, sore throat, vomiting, diarrhoea, anosmia, dysgeusia, conjunctival hyperaemia). Results Most workers were tested and found positive due to a close contact with a positive colleague (49%), followed by worker-initiated testing due to symptoms (and unknown contact, 28%), and a SARS-CoV-2 positive member of the family (9.8%). 10% of NF swabs performed in the framework of contact tracing resulted positive, compared to only 2.6% through random testing. The first (index) case caused a cluster of 7 positive HCWs discovered through contact tracing and testing of 250 asymptomatic HCWs. HCWs rarely reported symptoms of a respiratory infection, and up to 90% were asymptomatic or with mild symptoms in the days surrounding the positive NF swab. During the 15-day follow-up period, up to 40% of HCWs reported anosmia and dysgeusia/ageusia as moderate or heavy, more frequently than any other symptom. The time necessary for 95% of HCWs to be considered cured (between the positive and two negative NF swabs) was 30 days. Conclusion HCWs represent the main source of infection in healthcare institutions, 90% are asymptomatic or with symptoms not common in a respiratory infection. The time needed to overcome the infection in 95% of workers was 30 days. Contact tracing allows identifying asymptomatic workers which would spread SARS-CoV-2 in the hospital and is a more successful strategy than random testing.",
    "author": "Lucia Negroni; Riccardo Baldelli; Sara Franchetti; Serena Veloci; Luisa Boselli; Alessandro Zà; Nicola Vincenzo Orfeo; Claudio Colosio; Eleonora Crespi; Alessandro Amorosi; Federica Masci; Ilaria Bollina; Giusepe Ortisi; Stefan Mandić-Rajčević; Anna Longo",
    "date": 2020,
    "doi": "10.1101/2020.05.03.20082818",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.03.20082818"
    },
    "title": "Contact tracing and isolation of asymptomatic spreaders to successfully control the COVID-19 epidemic among healthcare workers in Milan (Italy)",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "All Authors",
                    "award-id": [
                        "see affiliation"
                    ]
                }
            ],
            "funding-statement": "This study received no funding. All Authors are employed in the Institution (see affiliation) where the study was conducted."
        }
    ]
}