{
    "abstract": "The SARS-CoV-2 pandemic demonstrates the need for accurate and convenient approaches to diagnose and therapeutically monitor respiratory viral infections. We demonstrated that self-sampling with foam swabs at home is well-tolerated and provides quantitative viral output concordant with flocked swabs. Nasal cytokine levels correlate and cluster according to immune cell of origin. Periods of stable viral loads are followed by rapid elimination, which could be coupled with cytokine expansion and contraction using mathematical models. Nasal foam swab self-sampling at home provides a precise, mechanistic readout of respiratory virus shedding and local immune responses.",
    "affiliations": [
        "National Institutes of Health [grant numbers K24 HL093294-06 (M.B.), K23 AI114844-02 (A.W.)] and the Fred Hutchinson Cancer Center Vaccine and Infectious Diseases Faculty Initiative Fund (M.B. and J.S.)"
    ],
    "author": "Emma Vasquez; Joshua T Schiffer; Elizabeth M Krantz; Alexander L Greninger; Tillie Loeffelholz; Keith R Jerome; Urvashi Pandey; Daniel B Reeves; Alpana Waghmare; E Fabian Cardozo-Ojeda; Jane Kuypers; Michael Boeckh; E. Lisa Chung; Elizabeth R Duke; Subhasish Baral; Florian Hladik",
    "date": 2020,
    "doi": "10.1101/2020.04.03.20051706",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.03.20051706"
    },
    "title": "Reliability of self-sampling for accurate assessment of respiratory virus viral and immunologic kinetics",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Institutes of Health",
                    "award-id": [
                        "K24 HL093294-06 (M.B.)",
                        "K23 AI114844-02 (A.W."
                    ]
                },
                {
                    "funding-source": "Fred Hutchinson Cancer Center Vaccine and Infectious Diseases Faculty Initiative Fund"
                }
            ],
            "funding-statement": "This work was supported by the National Institutes of Health [grant numbers K24 HL093294-06 (M.B.), K23 AI114844-02 (A.W.)] and the Fred Hutchinson Cancer Center Vaccine and Infectious Diseases Faculty Initiative Fund (M.B. and J.S.)"
        }
    ]
}