{
    "abstract": "The health benefits of social support have been widely documented. However, the social distancing practices from the COVID-19 pandemic is causing social disruption on a grand scale, potentially causing poor health outcomes. Through Google Trends analysis, we found a COVID-19-related surge in interest surrounding loneliness. We assessed if social isolation and loneliness increase the risk for all-cause and cardiovascular disease (CVD) mortality (ICD-10: I00-I99) and used the data to create a conceptual framework. Using the 10-year overall and cardiovascular mortality follow-up data (n = 12,019) from the National Health and Nutrition Examination Survey (1999-2008), we conducted survival analyses and found that individuals who experience social isolation or loneliness have a significantly higher likelihood of overall and CVD mortality than those without support. These effects generally remained strong with further adjustment for NHANES-detected health and demographic differences showing the need to address COVID-19 related loneliness through increasing social nearing.",
    "affiliations": [
        "National Health and Nutrition Examination Survey (1999-2008), we conducted survival analyses and found that individuals who experience social isolation or loneliness have a significantly higher likelihood of overall and CVD mortality than those without support. These effects generally remained strong with further adjustment for NHANES-detected health and demographic differences showing the need to address COVID-19 related loneliness through increasing social nearing"
    ],
    "author": "Sri Banerjee; Mihalyi Szirony; Beyan Sana; Gary Burkholder",
    "date": 2020,
    "doi": "10.1101/2020.04.15.20066548",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.15.20066548"
    },
    "title": "Social Isolation as a predictor for mortality: Implications for COVID-19 prognosis",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}