{
    "abstract": "Objective: The COVID-19 pandemic challenges health care systems worldwide. In this situation, guidelines for health care professionals in endoscopy units with increased risk of infection from inhalation of airborne droplets, conjunctival contact and faeces are urgently needed. Recently, the European Society of Gastrointestinal Endoscopy (ESGE) and the German Society for Pneumology (DGP) issued recommendations. However, real-world data on the conditions and requirements of endoscopy units to adhere to this guidance are missing. Design: We conducted an internet-based survey among German endoscopy units from all levels of care from April 1st to 7th, 2020. The survey comprised 33 questions and was distributed electronically by the German Society of Gastroenterology, Digestive and Metabolic Diseases (DGVS) and the DGP. Results: In total, 656 endoscopy units completed the survey. Overall, 253 units (39%) cancelled fewer than 40% of their procedures. Of note, private practices cancelled less procedures than hospital-based units. Complete separation of high-risk and COVID-19 positive patients was achieved in only 20% of the units. Procedural measures were well adopted, with 91% of the units systematically identifying patients at risk and 85% using risk-adapted personal protective equipment (PPE). For the future, shortages in PPE (81%), staff (69%) and relevant financial losses (77%) were expected. Conclusion: Concise definitions of non-urgent, elective interventions and endoscopic surveillance strategies are needed to better guide endoscopic activity and intervention cancellations. In the short term, a lack of PPE can constitute considerable impairment of endoscopy units' operability and patient outcomes.",
    "author": "Kaid Darwiche; Jonas Rosendahl; Steffen Walter; Jakob Garbe; Stephan Eisenmann; Sebastian Krug; Frank Lammert; Marko Damm; Patrick Michl; Clara Sophie Heidemann",
    "date": 2020,
    "doi": "10.1101/2020.04.19.20071340",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.19.20071340"
    },
    "title": "Are German endoscopy units prepared for the COVID-19 pandemic? A nationwide survey",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "There is no funding to be reported in connections with this publication."
        }
    ]
}