{
    "abstract": "The mass transfer characteristics for oxygen from the gas phase to blood in a hollow fiber renal dialysis unit was investigated in vitro with a view to using such devices to effect respiratory support in patients with viral pneumonia and acute respiratory distress syndrome. In our in vitro experiments, which were severely curtailed by prevailing circumstances, we used water as a substitute on the blood side. The water was saturated rapidly indicating that the system was flow limited rather than diffusion limited for oxygen transfer. Using these findings, we estimated the expected performance with blood and the results suggest that two dialysis units operating in parallel with a pure oxygen gas supply running counter-current to the blood flow, could supply up to 40% of the total required oxygen demand rate in an adult patient. While not studied, carbon dioxide elimination is likely to be feasible as well. It is thus possible that hollow fiber dialysis units operating with suitable roller pumps in a veno-venous access configuration, could serve as a cost-effective and readily available alternative or adjunct for respiratory support in the face of severe resource constraints. Verification and extension of our study is needed by well resourced laboratories who are still able to function during this unprecedented period of restrictions. If, after further studies and clinical considerations, this approach appears feasible, then consideration may be given to clinical deployment of this tech- nique in desperate situations where no alternative exists to preserve life.",
    "author": "Tonderayi Matambo; Diane Hildebrandt; Neil T Stacey; David M Rubin",
    "date": 2020,
    "doi": "10.1101/2020.04.06.20055236",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.06.20055236"
    },
    "title": "Oxygen transfer characteristics of a hollow fiber dialyser: toward possible repurposing of dialysers as blood oxygenators in the context of constrained availability of respiratory support",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No significant costs. Used the laboratory facilities of the relevant institutions."
        }
    ]
}