{
    "abstract": "Objective To assess the prevalence of gastrointestinal symptoms and their correlation with need of non-invasive ventilatory support, intensive care unit admission and death in hospitalized SARS-CoV-2 patients. Design Since February 21th 2020, all individuals referred to our emergency department for suspected SARS-CoV-2 underwent a standardized assessment of body temperature and pulse oximetry, hematological screening, chest X-ray and/or computed tomography (CT), and SARS-CoV-2 assay on nasopharyngeal swab. Medical history and GI symptoms including nausea, vomit, diarrhea, and abdominal pain were recorded. Results GI symptoms were the main presentation in 42 (10.2%) of 411 patients, with a mean onset 4.9 +/-... days before admission. In 5 (1.2%) patients GI symptoms have not been associated with respiratory symptoms or fever. We found an inverse trend for ICU admission and death as compared with patients without GI symptoms. Conclusions GI symptoms can be an early and not negligible feature of Covid-19, and might be correlated with a more benign disease course.",
    "author": "Roberto Assandri; Roberto Sfogliarini; Giuseppe Lauria; Giovanni Melilli; Giuseppe Lapiana; Saverio Alicante; Susanna Usai; Ciro Canetta; Irene Tramacere; Samanta Romeo; Elena Iiritano; Fernanda Menozzi; Gianfranco Brambilla; Guido Manfredi; Alessandro Scartabellati; Guido Merli; Giampaolo Benelli; Marianna Pedaci; Germano Pellegata; Claudio Londoni; Davide Sebastiano Rossi; Giovanni Vigano; Elisabetta Buscarini; Daniele Cazzato",
    "date": 2020,
    "doi": "10.1101/2020.04.20.20064873",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.20.20064873"
    },
    "title": "Gastrointestinal symptoms as Covid-19 onset in hospitalized Italian patients",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "EQUATOR Network"
                }
            ],
            "funding-statement": "Statement the study has not been funded Author Declarations All relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.  Yes All necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived. I understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance). I have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable."
        }
    ]
}