{
    "title": "Multiple introductions, regional spread and local differentiation during the first week of COVID-19 2 epidemic in Montevideo, Uruguay 3 4 Cecilia Salazar1, Florencia Díaz-Viraqué2, Marianoel Pereira-Gómez3,4, Ignacio Ferrés1, Pilar Moreno3,4, 5 Gonzalo Moratorio3,4, Gregorio Iraola1,5,6,* 6 7 1 Laboratorio de Genómica Microbiana, Institut Pasteur de Montevideo, Montevideo, Uruguay 8 2 Laboratorio de Interacción Hospedero-Patógeno, Institut Pasteur de Montevideo, Montevideo, Uruguay 9 3 Laboratorio de Evolución Experimental de Virus, Institut Pasteur de Montevideo, Montevideo, Uruguay 10 4 Laboratorio de Virología Molecular, Facultad de Ciencias, Universidad de la República, Montevideo, Uruguay 11 5 Centro de Biología Integrativa, Universidad Mayor, Santiago de Chile, Chile 12 6 Wellcome Sanger Institute, Hinxton, United Kingdom 13",
    "date": 2020,
    "affiliations": [
        "Laboratorio de Genómica Microbiana, Institut Pasteur de Montevideo, Montevideo, Uruguay 8",
        "Laboratorio de Interacción Hospedero-Patógeno, Institut Pasteur de Montevideo, Montevideo, Uruguay 9",
        "Laboratorio de Evolución Experimental de Virus, Institut Pasteur de Montevideo, Montevideo, Uruguay 10",
        "Laboratorio de Virología Molecular, Facultad de Ciencias, Universidad de la República, Montevideo, Uruguay 11",
        "Centro de Biología Integrativa, Universidad Mayor, Santiago de Chile, Chile 12",
        "Wellcome Sanger Institute, Hinxton, United Kingdom 13",
        "Laboratorio de Genómica Microbiana, Institut Pasteur de Montevideo"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.09.086223",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.09.086223.pdf"
    },
    "abstract": "Background. After its emergence in China in December 2019, the new coronavirus disease (COVID-19) caused by SARS-CoV-2, has rapidly spread infecting more than 3 million people worldwide. South America is among the last regions hit by COVID-19 pandemic. In Uruguay, first cases were detected on March 13 th 2020 presumably imported by travelers returning from Europe. Methods. We performed whole-genome sequencing of 10 SARS-CoV-2 from patients diagnosed during the first week (March 16th to 19th) of COVID-19 outbreak in Uruguay. Then, we applied genomic epidemiology using a global dataset to reconstruct the local spatio-temporal dynamics of SARS-CoV-2. Results. Our phylogeographic analysis showed three independent introductions of SARS-CoV-2 from different continents. Also, we evidenced regional circulation of viral strains originally detected in Spain. Introduction of SARS-CoV-2 in Uruguay could date back as early as Feb 20th. Identification of specific mutations showed rapid local genetic differentiation. Conclusions. We evidenced early independent introductions of SARS-CoV-2 that likely occurred before first cases were detected. Our analysis set the bases for future genomic epidemiology studies to understand the dynamics of SARS-CoV-2 in Uruguay and the Latin America and the Caribbean region. 54 Keywords. SARS-CoV-2; genomic epidemiology; Uruguay; South America; COVID-19 55 56 57 58 59 60 61 62 63 64 65 66 67 68 69 70 71 72 73 74 75 76",
    "keywords": [
        "SARS-CoV-2",
        "genomic epidemiology",
        "Uruguay",
        "South America"
    ],
    "funding": [
        {}
    ]
}