{
    "abstract": "Background: The aims of this study are to investigate the COVID-19 status of patients with initial sudden olfactory anosmia (ISOA) using nasopharyngeal swabs for RT-PCR analysis and to explore their olfactory dysfunctions with psychophysical olfactory evaluation. Methodology: This prospective study included 78 ISOA patients who fulfilled a patient-reported outcome questionnaire and underwent a nasopharyngeal swabs. Among these, 46 patients performed psychophysical olfactory evaluation using sniffing tests. Based on the duration of the ISOA, two groups of patients were compared: patients with anosmia duration ≤12 days (group 1) and those with duration >12 days (group 2). Results: Among group 1, 42 patients (87.5%) had a positive viral load regarding RT-PCR while 6 patients (12.5%) were negative. In group 2, 7 patients (23%) had a positive viral load and 23 patients (77%) were negative. Among the 46 patients having performed a psychophysical olfactory evaluation, we observed anosmia in 52% (N=24), hyposmia in 24% (N=11) and normosmia in 24% (N=11) of patients. The viral load significantly decreased throughout the 14-days following the onset of the olfactory disorder. Conclusions: Our results support that a high proportion of ISOA patients are Covid+. Our study supports the need to add anosmia to the list of symptoms used in screening tools for possible COVID-19 infection.\nCompeting Interest Statement",
    "author": "pierre cabaraux; jerome lechien; carlos chiesa-estomba; stephane hans; christian Henriquez; sven saussez; delphine martiny; mohammad khalife; Claire hopkins; jan plzak",
    "date": 2020,
    "doi": "10.1101/2020.04.15.20066472",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.15.20066472"
    },
    "title": "Objective olfactory testing in patients presenting with sudden onset olfactory dysfunction as the first manifestation of confirmed COVID-19 infection",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement no fund</strong>"
        }
    ]
}