{
    "abstract": "Background: Effective antiviral drugs for COVID-19 are still lacking. This study aims to evaluate the clinical outcomes and plasma concentrations of baloxavir marboxil and favipiravir in COVID-19 patients. Methods: Favipiravir and baloxavir acid were evaluated for their antiviral activity against SARS-CoV-2 in vitro before the trial initiation. We conducted an exploratory trial with 3 arms involving hospitalized adult patients with COVID-19. Patients were randomized assigned in a 1:1:1 ratio into baloxavir marboxil group, favipiravir group, and control group. The primary outcome was the percentage of subjects with viral negative by Day 14 and the time from randomization to clinical improvement. Virus load reduction, blood drug concentration and clinical presentation were also observed. The trial was registered with Chinese Clinical Trial Registry (ChiCTR 2000029544). Results: Baloxavir showed antiviral activity in vitro with the half-maximal effective concentration (EC50) of 5.48 μM comparable to arbidol and lopinavir, but favipiravir did not demonstrate significant antiviral activity up to 100 μM. Thirty patients were enrolled. The percentage of patients who turned viral negative after 14-day treatment was 70%, 77%, and 100% in the baloxavir, favipiravir, and control group respectively, with the medians of time from randomization to clinical improvement was 14, 14 and 15 days, respectively. One reason for the lack of virological effect and clinical benefits may be due to insufficient concentrations of these drugs relative to their antiviral activities. Conclusions: Our findings do not support that adding either baloxavir or favipiravir under the trial dosages to the existing standard treatment.\nClinical Trial",
    "author": "Yan Lou; Lin Liu; Yunqing Qiu",
    "date": 2020,
    "doi": "10.1101/2020.04.29.20085761",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.29.20085761"
    },
    "title": "Clinical Outcomes and Plasma Concentrations of Baloxavir Marboxil and Favipiravir in COVID-19 Patients: an Exploratory Randomized, Controlled Trial",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Author Declarations"
        }
    ]
}