{
    "abstract": "The global pandemic of SARS-CoV-2 / COVID-19 has raised concerns about the potential mental health impact on frontline clinical staff. However, given that poor mental health is common in staff working in acute medicine, we aimed to estimate the additional burden of working directly with infected patients during epidemic and pandemic health emergencies. We completed a rapid review of the evidence and identified 74 relevant studies from outbreaks of COVID-19, Ebola, H1N1 influenza, Middle East respiratory syndrome (MERS), and severe acute respiratory syndrome (SARS). Due to varying caseness criteria, a meta-analysis of prevalence was not possible. However, it was clear that levels of self-reported depression, anxiety and posttraumatic stress disorder (PTSD) related symptoms were high, and somewhat higher in clinical staff working in high exposure roles. To assess the impact of high- versus low-exposure healthcare work more formally, we estimated the standardised mean difference (SMD) of scale means using a random effects meta-analysis. High exposure work was associated with only a small additional burden of acute mental health problems compared to low exposure work (anxiety: SMD=0.22, 95% CI 0.06 - 0.38; PTSD symptoms: SMD=0.21, 95% CI 0.01 - 0.4; depression: SMD=0.20, -0.07 - 0.47). This effect was potentially inflated by publication bias and there was a moderate risk of bias in the studies in the meta-analysis. A narrative review of candidate risk factors identified being a nurse, seeing colleagues infected, experiencing quarantine, non-voluntary role assignment, and experiencing stigma, as associated with particularly poor mental health outcomes. Protective factors included team and institutional support, use and faith in infection prevention measures, and a sense of professional duty and altruistic acceptance of risk. Notably, formal psychological support services were valued by frontline staff, although those with the highest burden of mental health difficulties were the least likely to request or receive support.",
    "author": "Dorothy Wade; Vaughan Bell",
    "date": 2020,
    "doi": "10.1101/2020.04.28.20082669",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.28.20082669"
    },
    "title": "Mental Health of Clinical Staff Working in High-Risk Epidemic and Pandemic Health Emergencies: A Rapid Review of the Evidence and Meta-Analysis",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The authors received no external funding for the completion of this study."
        }
    ]
}