{
    "abstract": "Aim: The aim of this study was to uncover whether kidney diseases were involved in COVID-19 pandemic from a systematic review. Methods: The studies reported the kidney outcomes in different severity of COVID-19 were included in this study. Standardized mean differences or odds ratios were calculated by employing Review Manager meta-analysis software. Results: Thirty-six trials were included in this systematic review with a total of 6395 COVID-19 patients. The overall effects indicated that the comorbidity of chronic kidney disease (CKD) (OR = 3.28), complication of acute kidney injury (AKI) (OR = 11.02), serum creatinine (SMD = 0.68), abnormal serum creatinine (OR = 4.86), blood urea nitrogen (SMD = 1.95), abnormal blood urea nitrogen (OR = 6.53), received continuous renal replacement therapy (CRRT) (OR = 23.63) was significantly increased in severe group than that in nonsevere group. Additionally, the complication of AKI (OR = 13.92) and blood urea nitrogen (SMD = 1.18) were remarkably elevated in critical group than that in severe group. Conclusion: CKD and AKI are susceptible to occur in patients with severe COVID-19. CRRT is applied frequently in severe COVID-19 patients than that in nonsevere COVID-19 patients. The risk of AKI is higher in critical group than that in severe group.",
    "affiliations": [
        "National Natural Science Foundation of China (81701601)"
    ],
    "author": "Xiao-Li Pan; Sheng-Hao Tu; Zhe Zhang; Guo-Lan Xing; Ya-Fei Liu; Ying Zhang; Zhang-Suo Liu",
    "date": 2020,
    "doi": "10.1101/2020.04.28.20083113",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.28.20083113"
    },
    "title": "The Chronic Kidney Disease and Acute Kidney Injury Involvement in COVID-19 Pandemic: A Systematic Review and Meta-analysis",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "81701601"
                    ]
                }
            ],
            "funding-statement": "This work was funded by the National Natural Science Foundation of China (81701601)"
        }
    ]
}