{
    "abstract": "BACKGROUND Objectives: \"In patient-facing healthcare workers delivering secondary care, what is the evidence behind UK Government PPE Guidance on surgical masks versus respirators for SARS-CoV-2 protection?\" METHODS Two independent reviewers searched MEDLINE, Google Scholar and grey literature 11th-30th April 2020. Studies published on any date containing primary data comparing surgical facemasks and respirators specific to SARS-CoV-2, and studies underpinning government PPE guidance, were included. Appraisal was performed using CASP checklists. Results were synthesised by comparison of findings and appraisals. RESULTS In all three laboratory studies of 14 different respirators and 12 surgical facemasks, respirators were significantly more effective than facemasks in protection factors, reduction factors, filter penetrations, and total inspiratory leakages at differing particle sizes, mean inspiratory flows, and breathing rates. Tests included live viruses and inert particles on dummies and humans. In six clinical studies, 6,502 participants, there was no consistent definition of \"exposure\" to determine the efficacy of RPE. It is difficult to define \"safe\". The only statistically significant result found continuous use of respirators more effective in clinical respiratory illness compared to targeted use or surgical facemask. CONCLUSIONS There is a paucity of evidence on the comparison of FRSMs and respirators specific to SARS-CoV-2, and poor-quality evidence in other contexts. Indirectness results in extrapolation of non-SARS-CoV-2 specific data to guide UK Government PPE guidance. The appropriateness of this is unknown given the uncertainty over the transmission of SARS-CoV-2. 1. The evidence base for UK Government PPE guidelines is not based on SARS-CoV-2 and requires generalisation from low-quality evidence of other pathogens/particles. 2. There is a paucity of high-quality evidence regarding the efficacy of RPE specific to SARS-CoV-2. 3. HMG's PPE guidelines are underpinned by the assumption of droplet transmission of SARS-CoV-2. Triaging the use of FFP3 respirators might increase the risk of COVID-19 faced by some. FUNDING This review was unfunded and unsponsored.",
    "author": "Christopher Aylwin; Ruben Doyle; Prashanth Ramaraj; Shehan Hettiaratchy; Jonathan Thomas Super",
    "date": 2020,
    "doi": "10.1101/2020.05.13.20101139",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.13.20101139"
    },
    "title": "Triaging of Respiratory Protective Equipment on the assumed risk of SARS-CoV-2 aerosol exposure in patient-facing healthcare workers delivering secondary care: a rapid review",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This review was unfunded and unsponsored."
        }
    ]
}