{
    "abstract": "Background: The dynamic changes of lymphocyte subsets and cytokines profiles of patients with novel coronavirus disease (COVID-19) and their correlation with the disease severity remain unclear. Method: Peripheral blood samples were longitudinally collected from 40 confirmed COVID-19 patients and examined for lymphocyte subsets by flow cytometry and cytokine profiles by specific immunoassays. Findings: Of the 40 COVID-19 patients enrolled, 13 severe cases showed significant and sustained decreases in lymphocyte counts but increases in neutrophil counts than 27 mild cases. Further analysis demonstrated significant decreases in the counts of T cells, especially CD8 + T cells, as well as increases in IL-6, IL-10, IL-2 and IFN-γ levels in the peripheral blood in the severe cases compared to those in the mild cases. T cell counts and cytokine levels in severe COVID-19 patients who survived the disease gradually recovered at later time points to levels that were comparable to those of the mild cases. Moreover, the neutrophil-to-CD8+ T cell ratio (N8R) were identified as the most powerful prognostic factor affecting the prognosis for severe COVID-19. Conclusion: The degree of lymphopenia and a proinflammatory cytokine storm is higher in severe COVID-19 patients than in mild cases, and is associated with the disease severity. N8R may serve as a useful prognostic factor for early identification of severe COVID-19 cases.\nCompeting Interest Statement",
    "author": "Jianao Zhang; Zhihong Weng; Mengji Lu; Dongliang Yang; Lijuan Xiong; Ruxia Zhou; Yongwen He; Lei Zhao; Ulf Dittmer; Qian Zhang; Ling Li; Yu Hu; Chunxia Guo; Huabing Zhu; Shenghua Jie; Jun Wang; Fengqin Zhou; Bin Zhu; Jun Wu; Ling Xu; Jianhua Yi; Ran Pang; Cheng Peng; Jinzhuo Luo; Ting Liu; Sumeng Li; Sihong Lu; Pian Ye; Hui Shen; Shengsong He; Weixian Wang; Xiaobei Wang; Li Zhang; Yinping Lu; Hua Wang; Qiaoxia Tong; Xin Zheng; Jing Liu; Helong Zhou; Baoju Wang; Wei Li; Jia Liu; Boyun Liang; Jinghong Yao; Ping Wei; Jin Tian; Xiliu Chen; Chunrong Han",
    "date": 2020,
    "doi": "10.1101/2020.02.16.20023671",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.02.16.20023671"
    },
    "title": "Longitudinal characteristics of lymphocyte responses and cytokine profiles in the peripheral blood of SARS-CoV-2 infected patients",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "81861138044",
                        "91742114",
                        "91642118"
                    ]
                },
                {
                    "funding-source": "National Science and Technology Major Project",
                    "award-id": [
                        "2018ZX10723203",
                        "2018ZX10302206",
                        "2017ZX10202201",
                        "2017ZX10202202",
                        "2017ZX10202203"
                    ]
                },
                {
                    "funding-source": "Innovation Team Project of Health Commission of Hubei Province",
                    "award-id": [
                        "WJ2019C003"
                    ]
                },
                {
                    "funding-source": "Integrated Innovative Team for Major Human Diseases Program of Tongji Medical College and the"
                },
                {
                    "funding-source": "Project for the International Cooperation Center on Infection and Immunity, HUST"
                },
                {
                    "funding-source": "University Hospital Essen, University"
                }
            ],
            "funding-statement": "This work is supported by the National Natural Science Foundation of China (81861138044, 91742114 and 91642118), the National Science and Technology Major Project (2018ZX10723203, 2018ZX10302206, 2017ZX10202201, 2017ZX10202202 and 2017ZX10202203), the Innovation Team Project of Health Commission of Hubei Province (WJ2019C003), the Integrated Innovative Team for Major Human Diseases Program of Tongji Medical College and the \u0093Double-First Class\u0094 Project for the International Cooperation Center on Infection and Immunity, HUST, and a special joint project of University Hospital Essen, University of Duisburg-Essen"
        }
    ]
}