{
    "abstract": "Background. The susceptibility of patients with rheumatic diseases, and the risks or benefits of immunosuppressive therapies for COVID-19 are unknown. Methods. We performed a retrospective study with patients under follow-up in rheumatology departments from seven hospitals in Spain. We matched updated databases of rheumatology patients with SARS-CoV-2 positive PCR tests performed in the hospital to the same reference populations. Incidences of PCR+ confirmed COVID-19 were compared among groups. Results. Patients with chronic inflammatory diseases had 1.32-fold higher prevalence of hospital PCR+ COVID-19 than the reference population (0.76% vs 0.58%). Systemic autoimmune or immune mediated diseases (AI/IMID) patients showed a significant increase, whereas inflammatory arthritis (IA) or systemic lupus erythematosus (SLE) patients did not. COVID-19 cases in some but not all diagnostic groups had older ages than cases in the reference population. IA patients on targeted-synthetic or biological disease-modifying antirheumatic drugs (ts/bDMARD), but not those on conventional-synthetic (csDMARD), had a greater prevalence despite a similar age distribution. Conclusion. Patients with AI/IMID show a variable risk of hospital diagnosed COVID-19. Interplay of aging, therapies, and disease specific factors seem to contribute. These data provide a basis to improve preventive recommendations to rheumatic patients and to analyze the specific factors involved in COVID-19 susceptibility.",
    "affiliations": [
        "Fondo de Investigación Sanitaria, Instituto de Salud Carlos III (RD16/0012 RETICS program), and cofinanced by the European Regional Development Fund (FEDER)"
    ],
    "author": "José L. Pablos; David Fernández-Fernández; José M. Álvaro-Gracia; Natalia Mena-Vázquez; Álvaro Seijas-Lopez; Antonio Mera-Varela; Ricardo Blanco; Lydia Abasolo-Alcázar; Sara Manrique-Arija; RIER investigators group; María Galindo; Miriam Retuerto; Francisco J. Blanco; Benjamín Fernández-Gutierrez; Isabel Castrejón; Miguel A. González-Gay",
    "date": 2020,
    "doi": "10.1101/2020.05.11.20097808",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.11.20097808"
    },
    "title": "Prevalence of Hospital PCR Confirmed Covid-19 Cases in Patients with Chronic Inflammatory and Autoimmune Rheumatic Diseases",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Fondo de Investigación Sanitaria, Instituto",
                    "award-id": [
                        "RD16/0012"
                    ]
                },
                {
                    "funding-source": "Salud Carlos III",
                    "award-id": [
                        "RD16/0012"
                    ]
                },
                {
                    "funding-source": "RETICS"
                },
                {
                    "funding-source": "European Regional Development Fund"
                }
            ],
            "funding-statement": "The study was performed by the RIER research network which was supported by the Fondo de Investigación Sanitaria, Instituto de Salud Carlos III (RD16/0012 RETICS program), and cofinanced by the European Regional Development Fund (FEDER)."
        }
    ]
}