{
    "abstract": "Background: Mathematical infectious disease models available in literature, mostly take in their design that the parameters of basic reproduction number R_0 and interval serial S_I as constant values during tracking the outbreak cases. In this report a new intelligent model called HH-COVID-19 is proposed, with simple design and adaptive parameters. Methods: The parameters R_0 and S_I are adapted by adding three new weighting factors α, β and γ and two free parameters σ_1 and σ_2 in function of time t, thus the HH-COVID-19 become time-variant model. The parameters R_0, S_I, α, β, γ, σ_1 and σ_2 are estimated optimally based on a recent algorithm of artificial intelligence (AI), inspired from nature called Harris Hawks Optimizer (HHO), using the data of the confirmed infected cases in Algeria country in the first t=55 days. Results: Parameters estimated optimally: R_0= 1.341, S_I= 5.991, α= 2.987, β= 1.566, γ= 4.998 σ_1= -0.133 and σ_2= 0.0324. R_0 starts on 1.341 and ends to 2.677, and S_I starts on 5.991 and ends to 6.692. The estimated results are identically to the actual infected incidence in Algeria, HH-COVID-19 proved its superiority in comparison study. HH-COVID-19 predicts that in 1 May, the infected cases exceed 50 000, during May, to reach quickly the herd immunity stage at beginning of July. Conclusion: HH-COVID-19 can be used for tracking any COVID-19 outbreak cases around the world, just should updating its new parameters to fitting the area to be studied, especially when the population is directly vulnerable to COVID-19 infection.\nCompeting Interest Statement",
    "author": "Bachir Nail; Abdelaziz Rabehi; Taha Arbaoui; Belkacem Bekhiti",
    "date": 2020,
    "doi": "10.1101/2020.04.23.20077677",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.23.20077677"
    },
    "title": "A new design of an adaptive model of infectious diseases based on artificial intelligence approach: monitoring and forecasting of COVID-19 epidemic cases",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Author Declarations All"
                },
                {
                    "funding-source": "Yes All",
                    "award-id": [
                        "note: if posting a prospective study registered retrospectively",
                        "please provide a statement in the trial ID field explaining why the study was not registered in advance"
                    ]
                },
                {
                    "funding-source": "EQUATOR Network"
                }
            ],
            "funding-statement": "Statement no funding supported in this paper Author Declarations All relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.  Yes All necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived. I understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance). I have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable."
        }
    ]
}