{
    "abstract": "Introduction: Early during the SARS-CoV-2 pandemic, Australian emergency departments (EDs) have experienced an unprecedented surge in patients seeking screening for COVID-19. Understanding what proportion of these patients require screening, who can be safely screened in community based models of care, and who requires an emergency departments to care for them is critical for workforce and infrastructure planning across the healthcare system, as well as public messaging campaigns. Methods: In this cross-sectional survey, we screened patients presenting to a SARS-CoV-2 screening clinic in a tertiary hospital Emergency Department in Melbourne, Australia. We assessed the proportion of patients who met screening criteria; self-reported symptom severity; reasons why they came to the ED for screening; views on community-based models of care; and sources of information accessed about COVID-19. Results: We included findings from 1846 patients who presented to the Emergency Department (ED) for COVID-19 screening from 18th to 30th March 2020. Most patients (55.3%) did not meet criteria for screening and most (57.6%) had mild or no (13.4%) symptoms. The main reason for coming to the ED was being referred by a telephone health service (31.3%) and 136 (7.4%) said they tried to contact their GP but could not get an appointment. Only 47 (2.6%) said they thought the disease was too specialized for their GP to manage. Patients accessed numerous information sources, commonly government websites (68.4%) and other websites (51.3%) for COVID-19 information. Conclusions: if we are to ensure that emergency departments can cope with the likely surge in presentations requiring resuscitation or inpatient care COVID-19, we should strengthen access to alternative services to triage patients to prevent unnecessary presentations at health services, and to direct those who are well but require screening away from EDs.",
    "author": "Amanda Rojek; Harriet Hiscock; Martin Dutch; Rachel Pelly; Mark Putland; Jonathan Knott; Daniel Peyton",
    "date": 2020,
    "doi": "10.1101/2020.04.15.20067207",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.15.20067207"
    },
    "title": "A cross-sectional study of patients presenting for hospital-based screening for COVID-19: risk of disease, and healthcare access preferences.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Author Declarations"
        }
    ]
}