{
    "abstract": "Background. Countries have adopted disparate policies in tackling the COVID-19 coronavirus pandemic. For example, South Korea started a vigorous campaign to suppress the virus by testing patients with respiratory symptoms and tracing and isolating all their contacts, and many European countries are trying to slow down the spread of the virus with varying degrees of shutdowns. There is clearly a need for a model that can realistically simulate different policy actions and their impacts on the disease and health care capacity in a country or a region. Specifically, there is a need to identify destructive policies, i.e. policies that are, based on scientific knowledge, worse than an alternative and should not be implemented. Methods. We developed an agent-based model (REINA) using Python and accelerated it by the Cython optimising static compiler. It follows a population over time at individual level at different stages of the disease and estimates the number of patients in hospitals and in intensive care. It estimates death rates and counts based on the treatment available. Any number of interventions can be added on the timeline from a selection including e.g. physical isolation, testing and tracing, and controlling the amount of cases entering the area. The model has open source code and runs online. Results. The model uses the demographics of the Helsinki University Hospital region (1.6 million inhabitants). A mitigation strategy aims to slow down the spread of the epidemic to maintain the hospital capacity by implementing mobility restrictions. A suppression strategy initially consists of the same restrictions but also aggressive testing, tracing, and isolating all coronavirus positive patients and their contacts. The modelling starting point is 2020-02-18. The strategies follow the actual situation until 2020-04-06 and then diverge. The default mitigation scenario with variable 30−40% mobility reduction appears to delay the peak of the epidemic (as intended) but not suppress the disease. In the suppression strategy, active testing and tracing of patients with symptoms and their contacts is implemented in addition to 20−25% mobility reduction. This results in a reduction of the cumulative number of infected individuals from 820 000 to 80 000 and the number of deaths from 6000 to only 640, when compared with the mitigation strategy (during the first year of the epidemic). Discussion. The agent-based model (REINA) can be used to simulate epidemic outcomes for various types of policy actions on a timeline. Our results lend support to the strategy of combining comprehensive testing, contact tracing and targeted isolation measures with social isolation measures. While social isolation is important in the early stages to prevent explosive growth, relying on social isolation alone (the mitigation strategy) appears to be a destructive policy. The open-source nature of the model facilitates rapid further development. The flexibility of the modelling logic supports the future implementation of several already identified refinements in terms of more realistic population models and new types of more specific policy interventions. Improving estimates of epidemic parameters will make it possible to improve modelling accuracy further.",
    "author": "Jouni T Tuomisto; Juha Yrjölä; Mikko Kolehmainen; Tero Tikkanen; Jami Pekkanen; Juhani Bonsdorff",
    "date": 2020,
    "doi": "10.1101/2020.04.09.20047498",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.09.20047498"
    },
    "title": "An agent-based epidemic model REINA for COVID-19 to identify destructive policies",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received."
        }
    ]
}