{
    "abstract": "Background: The 2019 novel coronavirus (COVID-19) has continuous outbreaks around the world. Lung is the main organ that be involved. There is a lack of clinical data on the respiratory sounds of COVID-19 infected pneumonia, which includes invaluable information concerning physiology and pathology. The medical resources are insufficient, which are now mainly supplied for the severe patients. The development of a convenient and effective screening method for mild or asymptomatic suspicious patients is highly demanded. Methods: This is a retrospective case series study. 10 patients with positive results of nucleic acid were enrolled in this study. Lung auscultation was performed by the same physician on admission using a hand-held portable electronic stethoscope delivered in real time via Bluetooth. The recorded audio was exported, and was analyzed by six physicians. Each physician individually described the abnormal breathing sounds that he heard. The results were analyzed in combination with clinical data. Signal analysis was used to quantitatively describe the most common abnormal respiratory sounds. Results: All patients were found abnormal breath sounds at least by 3 physicians, and one patient by all physicians. Cackles, asymmetrical vocal resonance and indistinguishable murmurs are the most common abnormal breath sounds. One asymptomatic patient was found vocal resonance, and the result was correspondence with radiographic computed tomography. Signal analysis verified the credibility of the above abnormal breath sounds. Conclusions: This study describes respiratory sounds of patients with COVID-19, which fills up for the lack of clinical data and provides a simple screening method for suspected patients.\nCompeting Interest Statement",
    "author": "Hang Xiao; Chao Zheng; Wen Zhang; Wen juan Qin; Wei ping Hu; Yu Zhang; Chun xia Zhou; Si jun Meng; Yi Zhang; Wang yue Wang; Nian gui Zhao; Jian feng Cai; Wan yu Wang; Wen Xu; Yunhong Lei; Qi feng Wei; Xiao ying Ji; Yi Qun Hu; Zheng hua Jian; Yong chao Hu; Jian Chen; Xiao fang Zheng; Jian quan He; Yi xiang Ye; Liming Cao; Ya wei Zhang; Li zhong Xie; Ying hui Huang; Yu long He; Wen Sheng Pan; Shui sheng Wu; Chang hua Zhang; Jian ping Jiang",
    "date": 2020,
    "doi": "10.1101/2020.04.07.20051060",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.07.20051060"
    },
    "title": "The respiratory sound features of COVID-19 patients fill gaps between clinical data and screening methods",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement none</strong>"
        }
    ]
}