{
    "title": "TITLE Identification of novel mutations in RNA-dependent RNA polymerases of SARS-CoV2 and their implications on its protein structure",
    "author": "AFFILIATION 1Associate Professor, Department of Zoology, Patna University, Patna-800005, Bihar, India 2Assistant Professor, Department of Zoology, Samastipur College, Samastipur 848134, Bihar, India 3Assistant Professor, Department of Zoology, Patna University, Patna-800005, Bihar, India #To whom correspondence should be addressed: Gajendra Kumar Azad, PhD, Assistant Professor, Department of Zoology, Patna University, Patna-800005, Bihar, India. Email: gkazadpatnauniversity@gmail.com",
    "date": 2020,
    "affiliations": [
        "Associate Professor, Department of Zoology, Patna University, Patna-800005, Bihar, India",
        "Assistant Professor, Department of Zoology, Samastipur College, Samastipur 848134, Bihar, India",
        "Assistant Professor, Department of Zoology, Patna University, Patna-800005, Bihar, India #To whom correspondence should be addressed: Gajendra Kumar Azad, PhD, Assistant Professor, Department of Zoology, Patna University, Patna-800005, Bihar, India"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.05.079939",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.05.079939.pdf"
    },
    "abstract": "The rapid development of SARS-CoV-2 mediated COVID-19 pandemic has been the cause of significant health concern, highlighting the immediate need for the effective antivirals. SARS-CoV-2 is an RNA virus that has an inherent high mutation rate. These mutations drive viral evolution and genome variability, thereby, facilitating viruses to have rapid antigenic shifting to evade host immunity and to develop drug resistance. Viral RNA-dependent RNA polymerases (RdRp) perform viral genome duplication and RNA synthesis. Therefore, we compared the available RdRp sequences of SARS-CoV-2 from Indian isolates and ‘Wuhan wet sea food market virus’ sequence to identify, if any, variation between them. We report seven mutations observed in Indian SARS-CoV-2 isolates and three unique mutations that showed changes in the secondary structure of the RdRp protein at region of mutation. We also studied molecular dynamics using normal mode analyses and found that these mutations alter the stability of RdRp protein. Therefore, we propose that RdRp mutations in Indian SARS-CoV-2 isolates might have functional consequences that can interfere with RdRp targeting pharmacological agents.",
    "keywords": [
        "COVID-19",
        "SARS-CoV-2",
        "RNA-dependent RNA polymerases (RdRp)",
        "Nsp12",
        "Mutation",
        "Indian geographical area"
    ],
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was used to carry out this research"
        }
    ]
}