{
    "abstract": "Objectives: Describe the burden and prevalence of prognostic factors of severe COVID-19 disease at national and county level in Sweden. Design: Cross sectional study Setting: Sweden Participants: 9,624,428 individuals living in Sweden on 31st December 2014 and alive on 1st January 2016 Main outcome measures: Burden and prevalence of prognostic factors for severe COVID-19 based on the guidelines from the World Health Organization and European Centre for Disease Prevention and Control, which are age 70 years and older, cardiovascular disease, cancer, chronic obstructive pulmonary disease, severe asthma, and diabetes. Prognostic factors were identified based on records for three years before 1st January 2016 from the Swedish National Inpatient and Outpatient Specialist Care Register, Prescribed Drug Register, and Cancer Register. Results: 22.1% of the study population had at least one prognostic factor for severe COVID-19 (2,131,319 individuals), and 1.6% had at least three factors (154,746 individuals). The prevalence of underlying medical conditions in the whole study population ranged from 0.8% with chronic obstructive pulmonary disease (78,516 individuals) to 7.4% with cardiovascular disease (708,090 individuals), and the county specific prevalence of at least one prognostic factor ranged from 19.2% in Stockholm (416,988 individuals) to 25.9% in Kalmar (60,005 individuals). Conclusions: The prevalence of prognostic factors for severe COVID-19 disease will aid authorities in optimally planning healthcare resources during the ongoing pandemic. Results can also be applied to underlying assumptions of disease burden in modelling efforts to support COVID-19 planning. This information is crucial when deciding appropriate strategies to mitigate the pandemic and reduce both the direct mortality burden from the disease itself, and the indirect mortality burden from potentially overwhelmed health systems.",
    "author": "Karin Modig; Anthony Matthews; Maria Feychting; Anders Ahlbom; Anita Berglund; Katalin Gemes; Mats Talback",
    "date": 2020,
    "doi": "10.1101/2020.04.08.20057919",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.08.20057919"
    },
    "title": "Burden and prevalence of prognostic factors for severe covid-19 disease in Sweden",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "There was no specific funding for this project."
        }
    ]
}