{
    "abstract": "Study Objective: The COVID-19 pandemic has resulted in widespread shortages in personal protective equipment, including N95 respirators. While basic surgical facemasks are more commonly available, their efficacy is limited due primarily to their poor face seal. This pilot study examined the impact of a rubber band mask brace on a basic surgical mask, as determined by quantitative fit testing. Methods: Subjects wearing a basic surgical facemask and the rubber band mask brace underwent quantitative fit testing using machinery designed to certify N95 mask fit. Subjects were tested with the brace anchored behind their eyes, with a paperclip behind the head, and on the side knobs of their face shields. The primary outcome measure was whether the subject passed the quantitative fit test at or above the OSHA verified standard for N95 masks. Results: Subjects (n=11) were 54.5% female, with a median height of 70 inches (IQR 68-74), weight of 170 lbs (IQR 145-215) and BMI of 24.6 (IQR 22.2-27.2), and encompassing 5 distinct N95 mask fit types. We found that 45%, 100% and 100% of subjects passed the quantitative fit test when the brace was anchored behind the ears, with a paperclip and on a face shield respectively. Conclusion: Of the 11 subjects included in the analysis, across a range of body habitus and N95 mask fit types, all passed the quantitative fit test when the mask brace was anchored on either face shield or with a paperclip. This data suggests the brace would offer an improved margin of safety when worn with a basic surgical mask.",
    "author": "Paul Van Heukelom; Karisa Harland; Daniel P Runde; Patrick OShaughnessy; Nicholas Mohr; Brett Faine",
    "date": 2020,
    "doi": "10.1101/2020.05.18.20099325",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.18.20099325"
    },
    "title": "The ",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received for this work."
        }
    ]
}