{
    "abstract": "This study aimed to investigate available resources, Personal Protective Equipment (PPE) availability, sanitation practices, institutional policies, and opinions among EMS professionals in the United States amid the COVID-19 pandemic using a self-report survey questionnaire. METHODS An online 42-question multiple choice survey was randomly distributed between April 1, 2020, and April 12, 2020 to various active Emergency Medical Services (EMS) paid personnel in all 50 U.S. states including the District of Columbia (n=165). We approximate a 95% confidence interval (+/- 0.0755). RESULTS An overwhelming number of EMS providers report having limited access to N95 respirators, receiving little or no benefits from COVID-19 related work, and report no institutional policy on social distancing practices despite CDC recommendations. For providers who do have access to N95 respirators, 31% report having to use the same mask for 1 week or longer. Approximately ⅓ of the surveyed participants were unsure of when a COVID-19 patient is infectious. The data suggests regular decontamination of EMS equipment after each patient contact is not a regular practice. DISCUSSION Current practices to educate EMS providers on appropriate response to the novel coronavirus may not be sufficient, and future patients may benefit from a nationally established COVID-19 EMS response protocol. Further investigation on whether current EMS practices are contributing to the spread of infection is warranted. The data reveals concerning deficits in COVID-19 related education and administrative protocols which pose as a serious public health concern that should be urgently addressed.",
    "author": "Cody V Gibson; George Donald Collier; Christian Ventura",
    "date": 2020,
    "doi": "10.1101/2020.04.24.20073296",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.24.20073296"
    },
    "title": "Emergency Medical Services resource capacity and competency amid COVID-19 in the United States: Preliminary findings from a national survey",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was recieved. This was a pro bono study."
        }
    ]
}