{
    "abstract": "Following detection of the first 100 confirmed cases of COVID-19 in early April, Bangladesh stepped up its efforts to strengthen testing capacity in order to curb the spread of the disease across the country. This paper sheds light on the position of Bangladesh in relation to its South Asian neighbors India and Pakistan with respect to testing capacity and ability to detect cases with increased testing. It also analyzes recent data on case counts and testing numbers in Bangladesh, to provide an idea regarding the number of extra tests needed to detect a substantial number of cases within a short period of time. Findings indicate that compared to India and Pakistan, Bangladesh was able to detect more cases by increasing testing levels and expand its testing capacity by performing more per capita tests. In spite of these achievements, the rate of reported cases per 100 tests was consistently higher for Bangladesh compared to India, which suggests that in addition to increased testing, other factors, such as, effective enforcement of social distancing and efficient contact tracing are just as important in curbing the spread of the disease. The analysis reveals that current testing levels in Bangladesh are not adequate. Based on the findings, we recommend a 30-50\\% growth of the current test rate in the next few days so that by detecting and isolating more cases, Bangladesh could, in effect, contain the spread of new infections. The challenge, however, is to mobilize resources necessary to expand geographical coverage and improve testing quality while enforcing social distancing and performing efficient contact tracing.",
    "author": "Tamanna Howlader; Hasinur Rahaman Khan",
    "date": 2020,
    "doi": "10.1101/2020.05.09.20096123",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.09.20096123"
    },
    "title": "Breaking the back of COVID-19: Is Bangladesh doing enough testing?",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "There is no funding for this study."
        }
    ]
}