{
    "abstract": "Summary Background Coronavirus disease 2019 (COVID-19) pandemic caused by SARS-CoV-2 has been affecting many people on earth and our society. Japan is known to have relatively less number of infections as well as deaths among developed nations. However, accurate prevalence of COVID-19 in Japan remains unknown. Therefore, we conducted a cross-sectional study to estimate seroprevalence of SARS-CoV-2 infection. Methods We conducted a cross-sectional serologic testing for SARS-CoV-2 antibody using 1,000 samples from patients at outpatient settings who visited the clinic from March 31 to April 7, 2020, stratified by decade of age and sex. Results There were 33 positive IgG among 1,000 serum samples (3.3%, 95%CI: 2.3-4.6%). By applying this figure to the census of Kobe City (poplation: 1,518,870), it is estimated that the number of people with positive IgG be 50,123 (95%CI: 34,934-69,868). Age and sex adjusted prevalence of positivity was 2.7% (95%CI 1.8-3.9%), and the estimated number of people with positive IgG was 40,999 (95%CI: 27,333-59,221). These numbers were 396 to 858 fold more than confirmed cases with PCR testing in Kobe City. Conclusions Our cross-sectional serological study suggests that the number of people with seropositive for SARS-CoV-2 infection in Kobe, Japan is far more than the confirmed cases by PCR testing.",
    "affiliations": [
        "Kobe University Graduate School of Medicine, provided by Tsumura & Co. and Takasago Seibu Hospital"
    ],
    "author": "Toshikazu Hasuike; Kentaro Iwata; Hirokazu Kuroda; Takeshi Morimoto; Hiroaki Nishioka; Asako Doi; Seiko Nasu; Yasuki Kihara; Aya Kanda; Tomomi Nagao; Keisuke Tomii",
    "date": 2020,
    "doi": "10.1101/2020.04.26.20079822",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.26.20079822"
    },
    "title": "Estimation of seroprevalence of novel coronavirus disease (COVID-19) using preserved serum at an outpatient setting in Kobe, Japan: A cross-sectional study.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Division of Infectious Diseases Therapeutics, Kobe"
                },
                {
                    "funding-source": "University Graduate School of Medicine,"
                },
                {
                    "funding-source": "Tsumura & Co."
                },
                {
                    "funding-source": "Takasago Seibu Hospital."
                }
            ],
            "funding-statement": "The study was conducted using unrestricted research funds of Division of Infectious Diseases Therapeutics, Kobe University Graduate School of Medicine, provided by Tsumura & Co. and Takasago Seibu Hospital."
        }
    ]
}