{
    "title": "LxxIxE-like Motif in Spike Protein of SARS-CoV-2 that is Known to Recruit the Host PP2A-B56 Phosphatase Mimics Artepillin C, an Immunomodulator, of Brazilian Green Propolis",
    "date": 2020,
    "affiliations": [
        "Institut de biologie intégrative et des systèmes (IBIS). Université Laval. Québec, Canada",
        ""
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.04.01.020941",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.04.01.020941.pdf"
    },
    "abstract": "7 Halim.maaroufi@ibis.ulaval.ca 8 9 ABSTRACT SARS-CoV-2 is highly contagious and can cause acute respiratory distress syndrome (ARDS) and multiple organ failure that are largely attributed to the cytokine storm. The surface coronavirus spike (S) glycoprotein is considered as a key factor in host specificity because it mediates infection by receptor-recognition and membrane fusion. Here, the analysis of SARS-CoV-2 S protein revealed two B56-binding LxxIxE-like motifs in S1 and S2 subunits that could recruit the host protein phosphatase 2A (PP2A). The motif in S1 subunit is absent in SARS-CoV and MERS-CoV. Phosphatases and kinases are major players in the regulation of pro-inflammatory responses during pathogenic infections. Moreover, studies have shown that viruses target PP2A in order to manipulate host’s antiviral responses. Recent researches have indicated that SARS-CoV-2 is involved in sustained host inflammation. Therefore, by controlling acute inflammation, it is possible to eliminate its dangerous effects on the host. Among efforts to fight COVID-19, the interaction between LxxIxE-like motif and the PP2A-B56-binding pocket could be a target for the discovery and/or development of a bioactive ligand inhibitor for therapeutic purposes. Indeed, a small molecule called Artepillin C (ArtC), a main compound in Brazilian honeybee green propolis, mimics the side chains of LxxLxE motif. Importantly, ArtC is known, among other effects, to have anti-inflammatory activity that makes it an excellent candidate for future clinical trials in COVID26 19 patients. 27 28 KEYWORDS SARS-CoV-2; spike glycoprotein; PP2A-B56 phosphatase; LxxIxE-like motif; 29 anti-inflammation; Artepillin C.",
    "keywords": [
        "SARS-CoV-2",
        "spike glycoprotein",
        "PP2A-B56 phosphatase",
        "LxxIxE-like motif",
        "29 anti-inflammation",
        "Artepillin C"
    ],
    "funding": [
        {}
    ]
}