{
    "abstract": "Importance: Patients in long-term care facilities (LTCF) are at a high-risk of contracting COVID-19 due to advanced age and multiple comorbidities. Without effective treatments, outbreaks in such facilities will become commonplace and will result in severe morbidity and mortality. The effectiveness of doxycycline (DOXY) and hydroxychloroquine (HCQ) combination therapy in high risk COVID-19 patients in long-term care facilities is not yet understood. Objective: The goal of this analysis is to describe outcomes after use of DOXY-HCQ combination in high-risk COVID-19 patients in LTCF. Design: Case-series analysis. Setting: Three (3) LTCFs in New York. Participants: From March 19 to March 30, 2020, fifty-four (54) patients, residents of three (3) LTCFs in New York and diagnosed (confirmed or presumed) with COVID-19, were included in this analysis. Exposure: All patients who were diagnosed (confirmed or presumed) with COVID-19  from a long-term care facility in King County, Washington where 57% patients were hospitalized, and 22% patients died. Conclusion: The clinical experience of this case series indicates DOXY-HCQ treatment in high-risk COVID-19 patients is associated with a reduction in clinical recovery, decreased transfer to hospital and decreased mortality were observed after treatment with DOXY-HCQ.\nCompeting Interest Statement\nThe authors have declared no competing interest.\nFunding Statement\nNo external funding received. No authors or their institutions at any time received payment or services from a third party for any aspect of the submitted work\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).",
    "author": "Imtiaz Ahmad; Emily Saadi; Ryan Saadi; Saborny Mahmud; Mohammud Alam",
    "date": 2020,
    "doi": "10.1101/2020.05.18.20066902",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.18.20066902"
    },
    "title": "Doxycycline and Hydroxychloroquine as Treatment for High-Risk COVID-19 Patients: Experience from Case Series of 54 Patients in Long-Term Care Facilities",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding received. No authors or their institutions at any time received payment or services from a third party for any aspect of the submitted work"
        }
    ]
}