{
    "abstract": "Background: Proactive interventions have halted the pandemic of coronavirus infected disease in some regions. However, without reaching herd immunity, the return of epidemic is possible. We investigate the impact of population structure, case importation, asymptomatic cases, and the number of contacts on a possible second wave of epidemic through mathematical modelling. Methods: we built a modified Susceptible-exposed-Infectious-Removed (SEIR) model with parameters mirroring those of the COVID-19 pandemic and reported simulated characteristics of epidemics for incidence, hospitalizations and deaths under different scenarios. Results: A larger percent of old people leads to higher number of hospitalizations, while a large percent of prior infection will effectively curb the epidemic. The number of imported cases and the speed of importation have small impact on the epidemic progression. However, a higher percent of asymptomatic cases slows the epidemic down and reduces the number of hospitalizations and deaths at the epidemic peak. Finally, reducing the number of contacts among young people alone has moderate effects on themselves, but little effects on the old population. However, reducing the number of contacts among old people alone can mitigate the epidemic significantly in both groups, even though young people remain active within themselves. Conclusion: Reducing the number of contacts among high risk populations alone can mitigate the burden of epidemic in the whole society. Interventions targeting high risk groups may be more effective in containing or mitigating the epidemic.\nCompeting Interest Statement",
    "affiliations": [
        "FedEx Institute at University of Memphis"
    ],
    "author": "Xinhua Yu",
    "date": 2020,
    "doi": "10.1101/2020.04.26.20081109",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.26.20081109"
    },
    "title": "Modeling Return of the Epidemic: Impact of Population Structure, Asymptomatic Infection, Case Importation and Personal Contacts",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "FedEx Institute"
                },
                {
                    "funding-source": "University of Memphis"
                }
            ],
            "funding-statement": "FedEx Institute at University of Memphis"
        }
    ]
}