{
    "abstract": "Background: The coronavirus disease outbreak from 2019 (COVID-19) is associated with a severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), a highly contagious virus that claimed thousands of lives around the world and disrupted the health system in many countries. The assessment of emergency capacity in every country is a necessary part of the COVID-19 response efforts. Thus, it is extremely recommended to evaluate the health care system to prepare the country to tackle COVID-19 challenges. Methods and Findings: A retrospective and ecological study was performed with data retrieved from the public national healthcare database (DATASUS). Numbers of intensive care unit and infirmary beds, general or intensivists physicians, nurses, nursing technicians, and ventilators from each Regional Health Unity were extracted, and the beds per health professionals and ventilators per population rates were assessed. The accessibility to health services was also performed using a spatial overlay approach to verify regions that lack assistance. It was found that Brazil lacks equity, integrity, and may struggle to assist with high complexity for the COVID-19 patients in many regions of the country. Conclusions: Brazilian health system is insufficient to tackle the COVID-19 in some regions of the country where the coronavirus may be responsible for high rates of morbidity and mortality.\nCompeting Interest Statement",
    "author": "Guilherme Luiz Rodrigues Ramajo; Lincoln Luis Silva; Joao Felipe Hermann Costa Scheidt; Luciano Andrade; Joao Ricardo Nickenig Vissoci; Pedro Henrique Iora; Gabriel Antonio Fernandes Messias; Pedro Vasconcelos Maia do Amaral; Amanda Carvalho Dutra; Cathertine Staton; Thiago Augusto Hernandes Rocha; Iago Amado Peres Gualda",
    "date": 2020,
    "doi": "10.1101/2020.05.09.20096719",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.09.20096719"
    },
    "title": "Brazil Health Care System preparation against COVID-19",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The present work received no funding."
        }
    ]
}