{
    "abstract": "Background: The pandemic inflicted by coronavirus disease 2019 (COVID-19) resulted in physical isolation measures in many parts of the world. In Australia, nationwide restrictions included staying at home, unless seeking medical care, providing care, purchasing food, undertaking exercise, or attending work in an essential service. All undergraduate university classes transitioned to online, mostly home-based learning. This disruption to daily life may have consequences for eating and physical activity patterns. Methods: In this observational study, we examined the effect of isolation measures, during the early phase of the COVID-19 pandemic in Australia (March/April), on diet (24-hour diet recall, ASA-24) and physical activity (Active Australia Survey) patterns among third-year biomedical students in Brisbane, Australia. Findings were compared to students enrolled in the same course in the previous two years. Results: In females, energy intake was ~20% greater in 2020 compared with 2018 and 2019, and the frequency of snacking and energy density of consumed snacks were also increased. In males, there was no difference in energy intake or snacking behaviour. Physical activity was impacted for both sexes, whereby fewer students undertook any walking activity and, of those that did, time spent doing so was less compared with 2018 and 2019. The proportion of students reporting any vigorous activity was not different for males or females but, among males who participated in this level of activity, the duration was less in 2020 compared with previous years. The proportion of male and female students achieving sufficient levels of activity, defined by at least 150 mins over at least 5 sessions, was ~30% less in 2020. Indeed, the majority of students reported as having undertaken less physical activity than usual. Conclusions: Increased energy intake for females and reduced physical activity for males and females demonstrate impacts of isolation measures that may have deleterious consequences for physical and mental wellbeing, with the potential to affect long-term nutrition and activity patterns.\nCompeting Interest Statement",
    "affiliations": [
        "School of Biomedical Sciences, The University of Queensland, Australia. LAG was supported by an Early Career Fellowship from the National Health and Medical Research Council and Heart Foundation (Australia, 2015-19) and University of Queensland Amplify Fellowship (2020-21). KMM was supported by",
        "Senior Research Fellowship from the National Health and Medical Research Council"
    ],
    "author": "Linda A Gallo; Tania F Gallo; Sophia L Young; Karen M Moritz; Lisa K Akison",
    "date": 2020,
    "doi": "10.1101/2020.05.10.20076414",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.10.20076414"
    },
    "title": "The impact of isolation measures due to COVID-19 on energy intake and physical activity levels in Australian university students",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "School of Biomedical Sciences, The"
                },
                {
                    "funding-source": "University of Queensland, Australia"
                }
            ],
            "funding-statement": "The study was funded by institutional support from the School of Biomedical Sciences, The University of Queensland, Australia"
        },
        {
            "award-group": [
                {
                    "funding-source": "Early Career Fellowship from the National Health and Medical Research Council and Heart Foundation",
                    "award-id": [
                        "Australia",
                        "2015-19"
                    ]
                },
                {
                    "funding-source": "University of Queensland Amplify Fellowship",
                    "award-id": [
                        "2020-21"
                    ]
                }
            ],
            "funding-statement": "LAG was supported by an Early Career Fellowship from the National Health and Medical Research Council and Heart Foundation (Australia, 2015-19) and University of Queensland Amplify Fellowship (2020-21)"
        },
        {
            "award-group": [
                {
                    "funding-source": "Senior Research Fellowship from the National Health and Medical Research Council"
                }
            ],
            "funding-statement": "KMM was supported by a Senior Research Fellowship from the National Health and Medical Research Council"
        }
    ]
}