{
    "title": "Identification of 2019-nCoV related coronaviruses in Malayan pangolins in southern China",
    "author": "Tommy Lam",
    "date": 2020,
    "affiliations": [
        "Joint Institute of Virology (Shantou University / The University of Hong Kong) &",
        "Guangdong-Hongkong Joint Laboratory of Emerging Infectious Diseases, Shantou",
        "University, Shantou, Guangdong, 515063, P. R. China. 11",
        "State Key Laboratory of Emerging Infectious Diseases, School of Public Health, The",
        "University of Hong Kong, Hong Kong SAR, P. R. China. 13",
        "Beijing Advanced Innovation Center for Soft Matter Science and Engineering (BAIC-SM)",
        "College of Life Science and Technology, Beijing University of Chemical Technology",
        "Beijing, 100029, P. R. China. 16",
        "Life Sciences Institute, Guangxi Medical University, Nanning, Guangxi, 530021, P. R",
        "Marie Bashir Institute for Infectious Diseases and Biosecurity, School of Life and",
        "Environmental Sciences and School of Medical Sciences, The University of Sydney, Sydney, 20 Australia. 21 22"
    ],
    "journal": "Nature",
    "volume": "2020",
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.02.13.945485",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.02.13.945485.pdf"
    },
    "abstract": "The ongoing outbreak of viral pneumonia in China and beyond is associated with a novel coronavirus, provisionally termed 2019-nCoV. This outbreak has been tentatively associated with a seafood market in Wuhan, China, where the sale of wild animals may be the source of zoonotic infection. Although bats are likely reservoir hosts for 2019-nCoV, the identity of any intermediate host facilitating transfer to humans is unknown. Here, we report the identification of 2019-nCoV related coronaviruses in pangolins (Manis javanica) seized in anti-smuggling operations in southern China. Metagenomic sequencing identified pangolin associated CoVs that belong to two sub-lineages of 2019-nCoV related coronaviruses, including one very closely related to 2019-nCoV in the receptor-binding domain. The discovery of multiple lineages of pangolin coronavirus and their similarity to 2019-nCoV suggests that pangolins should be considered as possible intermediate hosts for this novel human virus and should be removed from wet markets to prevent zoonotic transmission.",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Key Plan for Scientific Research and Development of China",
                    "award-id": [
                        "2016YFD0500302",
                        "2017YFE0190800"
                    ]
                }
            ],
            "funding-statement": "This work was supported by research grants from National Key Plan for Scientific Research and Development of China (2016YFD0500302; 2017YFE0190800), funding for Guangdong-"
        }
    ]
}