{
    "abstract": "Background: In January 2020, the coronavirus disease 2019 (COVID-19) started to spread in Italy. The Italian government adopted urgent measures to hold its spread. Enforcing compliance to such measures is crucial in order to enhance their effectiveness. Engaging citizens′ in the COVID-19 preventive process is today urgent in Italy and around the world. However, to the best of our knowledge, no previous studies have investigated the role of health engagement in predicting citizens compliance to health emergency containment measures. Method: An online survey was administered between February 28th and March 4th 2020 on a representative sample of 1000 Italians. The questionnaire included a measure of Health Engagement (PHE-S) and a series of ad hoc items intended to measure both affective and behavioral responses of the citizens to the emergency in terms of perceived susceptibility to and severity of the disease, orientation towards health management, change in habits and in purchases. To investigate the relationship between Health Engagement and these variables, a series of ANOVAs, Logistic regressions and crosstabs have been carried out. Results: Less engaged people show higher levels of perceived susceptibility to the virus and of severity of the disease; they trust less scientific and healthcare authorities, they feel less self-effective in managing their own health - both in normal conditions and under stress - and are less prone to cooperate with healthcare professionals. Low levels of Health Engagement are also associated with a change in the usual purchase behavior. Conclusions: The Patient Health Engagement Model (PHE) provides a useful framework for understanding how people will respond to health threats such as pandemics. Therefore, intervention studies should focus on particular groups and on raising their levels of engagement to increase the effectiveness of educational initiatives devoted to promote preventive behaviors.\nCompeting Interest Statement",
    "author": "Mariarosaria Savarese; Lorenzo Palamenghi; Edoardo Lozza; Serena Barello; Guendalina Graffigna; Greta Castellini; Andrea Bonanomi",
    "date": 2020,
    "doi": "10.1101/2020.04.22.20075234",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.22.20075234"
    },
    "title": "Measuring Italian Citizens′ Engagement in the First Wave of the COVID-19 Pandemic Containment Measures A Cross-sectional Study",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "CRAFT"
                },
                {
                    "funding-source": "Fondazione Cariplo & Regione Lombardia"
                }
            ],
            "funding-statement": "This study was conducted was conducted within the CRAFT project, funded by Fondazione Cariplo & Regione Lombardia"
        }
    ]
}