{
    "abstract": "Background: Coronavirus disease 2019 (COVID-19) is an emerging disease that was first reported in Wuhan city, the capital of Hubei province in China, and has subsequently spread worldwide. Risk factors for mortality have not been well summarized. Current meta-analysis of retrospective cohort studies was done to summarize available findings on the association between age, gender, comorbidities and risk of death from COVID-19 infection. Methods: Online databases including Web of Science, PubMed, Scopus and Google scholar were searched to detect relevant publications up to 22 March 2020, using relevant keywords. To pool data, random-effects model was used. Furthermore, sensitivity analysis and publication bias test were also done. Results: In total, six retrospective studies with 22,350 COVID-19 infected patients and 741 cases of death were included in the current meta-analysis. A significant positive association was found between older age (≥65 years old) and COVID-19 mortality (combined effect size=2.39 (over twofold), 95% CIs=1.75-3.28, p<0.001). Such finding was also seen for hypertension (combined effect size=3.29 (over threefold), 95% CIs=1.54-7.05, p=0.002), diabetes (combined effect size=3.11 (over threefold), 95% CIs=1.10-8.80, p=0.032), chronic obstructive pulmonary disease (COPD) (combined effect size=7.69 (over sevenfold), 95% CIs=5.65-10.47, p<0.001) and cardiovascular diseases (CVDs) (combined effect size=7.39 (over sevenfold), 95% CIs=2.88-18.96, p<0.001). Conclusions: Older age, hypertension, diabetes, COPD and CVDs were associated with greater risk of death from COVID-19 infection. These findings could help clinicians to identify patients with poor prognosis at an early stage.\nCompeting Interest Statement",
    "author": "Mohammad Hassan Javanbakht; Asal Seraj; Mohammad Parohan; Sajad Yaghoubi; Mahmoud Djalali; Payam Sarraf",
    "date": 2020,
    "doi": "10.1101/2020.04.09.20056291",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.09.20056291"
    },
    "title": "Risk factors for mortality of adult inpatients with Coronavirus disease 2019 (COVID-19): a systematic review and meta-analysis of retrospective studies",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors."
        }
    ]
}