{
    "abstract": "Anti-inflammatory therapies such as IL-6 inhibition have been proposed for COVID-19 in a vacuum of evidence-based treatment. However, abrogating the inflammatory response in infectious diseases may impair a desired host response and predispose to secondary infection. To determine whether IL-6 inhibition is associated with an increased occurrence of secondary infections in patients admitted to the intensive care unit (ICU). We retrospectively reviewed the medical record of patients during an 8-week span and compared the incidence of secondary infection in patients who did and did not receive tocilizumab. The study was approved by the IRB. Additionally, we included representative histopathologic post-mortem findings from several COVID-19 cases that underwent autopsy at our institution. The study was conducted in a cohorted COVID-19 ICU at a tertiary care university medical center. Patients 18 years of age or older admitted to the adult COVID-19 intensive care unit with COVID-19 were randomly selected. We reviewed the occurrence and nature of secondary infections and clinical outcomes in patients who did and did not receive tocilizumab. Measures were formulated prior to the study. For autopsy findings, we were interested in the lung pathology. 60 patients were selected of which 28 had received tocilizumab while 32 had not. Receiving tocilizumab was associated with a higher risk of secondary bacterial (64.3% vs. 31.3%, p=0.010) and fungal (7.1% vs. 0%, p=0.096) infections. 7 cases underwent autopsy. In 3 cases, tocilizumab had previously been given. All 3 patients demonstrated evidence of pneumonia on pathology. Of the 4 cases that had not been given tocilizumab, 2 showed evidence of aspiration pneumonia and 2 exhibited diffuse alveolar damage. Experimental therapies are currently being applied to COVID-19 outside of clinical trials. Anti-inflammatory therapies such as anti-IL-6 therapy have the potential to impair viral clearance, predispose to secondary infection, and cause harm. We seek to raise physician awareness of these issues and highlight the need to better understand the immune response in COVID-19.",
    "author": "Lucas M Kimmig; David Wu; David Pitrak; Matthew Gold; Natasha N Pettit; Ece A Mutlu; Gokhan M Mutlu; Jeffrey Mueller; Aliya N Husain",
    "date": 2020,
    "doi": "10.1101/2020.05.15.20103531",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.15.20103531"
    },
    "title": "IL6 inhibition in critically ill COVID-19 patients is associated with increased secondary infections",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None."
        }
    ]
}