{
    "abstract": "Objectives. To describe the age- and sex-specific prevalence of SARS-CoV-2 disease (COVID-19) and its prognostic factors. Design. Population-based prospective cohort study on archive data. Setting. Preventive services and hospital care in the province of Reggio Emilia, Northern Italy. Participants. All 2653 symptomatic patients who tested positive for SARS-CoV-2 from February 27 to April 2, 2020 in the province of Reggio Emilia. Main outcome measures. Hospitalization and death up to April 2, 2020. Results. Females had higher prevalence of infection than males below age 50 (2.61 vs. 1.84 per 1000), but lower in older ages (16.49 vs. 20.86 per 1000 over age 80). Case fatality rate reached 20.7% (22/106) in cases with more than 4 weeks follow up. After adjusting for age and comorbidities, men had a higher risk of hospitalization (hazard ratio (HR) 1.4 95% confidence interval (95% CI) 1.2 to 1.6) and of death (HR 1.6, 95% CI 1.2 to 2.1). Patients over age 80 compared to < age 50 had HR 7.1 (95% CI 5.4 to 9.3) and HR 27.8 (95% CI 12.5 to 61.7) for hospitalization and death, respectively. Immigrants had a higher risk of hospitalization (HR 1.3, 95% CI 0.99 to 1.81) than Italians and a similar risk of death. Risk of hospitalization and of death were higher in patients with heart failure (HR 1.6, 95% CI 1.2 to 2.1and HR 2.3, 95% CI 1.6 to 3.2, respectively), arrhythmia (HR 1.5, 95% CI 1.2 to 1.9 and HR 1.8, 95% CI 1.3 to 2.5, respectively), dementia (HR 1.2, 95% CI 0.9 to 1.8 and HR 1.8, 95% CI 1.1 to 2.8, respectively), ischemic heart disease (HR 1.3, 95% CI 1.0 to 1.7 and HR 1.7, 95% CI 1.2 to 2.5, respectively), diabetes (HR 1.5, 95% CI 1.3 to 1.9 and HR 1.6, 95% CI 1.1 to 2.2, respectively), and hypertensions(HR 1.4, 95% CI 1.2 to 2.6 and HR 1.6, 95% CI 1.2 to 2.1, respectively), while COPD increased the risk of hospitalization (HR 1.9, 95% CI 1.4 to 2.5) but not of death (HR 1.1, 95% CI 0.7 to 1.7). Previous use of ACE inhibitors has no effect on risk of death (HR 0.97, 95% CI 0.69 to 1.34) Conclusions. The mechanisms underlying these associations are mostly unknown. A deeper understanding of the causal chain from infection, disease onset, and immune response to outcomes may explain how these prognostic factors act.\nCompeting Interest Statement\nThe authors have declared no competing interest.\nFunding Statement\nThere was no external funding source for this study.",
    "author": "Massimo Vicentini; Francesco Venturelli; Roberto Grilli; Massimiliano Marino; Debora Formisano; The Reggio Emilia COVID-19 Working Group; Paolo Giorgi Rossi",
    "date": 2020,
    "doi": "10.1101/2020.04.13.20063545",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.13.20063545"
    },
    "title": "Characteristics and outcomes of a cohort of SARS-CoV-2 patients in the Province of Reggio Emilia, Italy",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "There was no external funding source for this study."
        }
    ]
}