{
    "abstract": "Objective To investigate the efficacy and safety of recombinant human interferon alpha (rhIFN-α) nasal drops in healthy medical staff to prevent coronavirus disease 2019 (COVID-19). Methods A prospective, open-label study was conducted in January 21, 2020at Taihe Hospital in Shiyan City, Hubei Province. Totally, 2944 medical staff members were recruited and allocated into low-risk group or high-risk group according to whether they were directly exposed to COVID-19 patients. Participants in the low-risk group . No serious adverse events were observed in our trial during the intervention period. Conclusion In this investigator-initiated open-label study, we observed that rhIFN-α nasal drops may effectively prevent COVID-19 in medical staff, as an enhancement protection on the basis of standard physical isolation. Our results also indicate that rhIFN-α nasal drops have potential promise for protecting susceptible healthy people during the coronavirus pandemic.\nCompeting Interest Statement\nThe authors have declared no competing interest.\nClinical Trial\nNCT04320238\nFunding Statement\nThis work was supported by the National Science and Technology Major Project (Grant No. 2018ZX10723203 and 2018ZX10302206).\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.",
    "affiliations": [
        "National Science and Technology Major Project (Grant No. 2018ZX10723203 and 2018ZX10302206)"
    ],
    "author": "Chen Li; Jie Luo; Hai Li; Xinhe Chen; Longti Li; Tongyu Wang; Zhongji Meng; Xueqin Qin",
    "date": 2020,
    "doi": "10.1101/2020.04.11.20061473",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.11.20061473"
    },
    "title": "An experimental trial of recombinant human interferon alpha nasal drops to prevent coronavirus disease 2019 in medical staff in an epidemic area",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Science and Technology Major Project",
                    "award-id": [
                        "2018ZX10723203",
                        "2018ZX10302206"
                    ]
                }
            ],
            "funding-statement": "This work was supported by the National Science and Technology Major Project (Grant No 2018ZX10723203 and 2018ZX10302206)"
        }
    ]
}