{
    "title": "SARS-CoV-2 is well adapted for humans. What does this mean for re-emergence?",
    "date": 2020,
    "author": "Shing Hei Zhan, Benjamin E. Deverman, Yujia Alina Chan,* 1Department of Zoology & Biodiversity Research Centre, the University of British Columbia",
    "affiliations": [
        "Department of Zoology & Biodiversity Research Centre, the University of British Columbia",
        "Stanley Center for Psychiatric Research, Broad Institute of MIT and Harvard, Cambridge, MA"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.01.073262",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.01.073262.pdf"
    },
    "abstract": "In a side-by-side comparison of evolutionary dynamics between the 2019/2020 SARSCoV-2 and the 2003 SARS-CoV, we were surprised to find that SARS-CoV-2 resembles SARSCoV in the late phase of the 2003 epidemic after SARS-CoV had developed several advantageous adaptations for human transmission. Our observations suggest that by the time SARS-CoV-2 was first detected in late 2019, it was already pre-adapted to human transmission to an extent similar to late epidemic SARS-CoV. However, no precursors or branches of evolution stemming from a less human-adapted SARS-CoV-2-like virus have been detected. The sudden appearance of a highly infectious SARS-CoV-2 presents a major cause for concern that should motivate stronger international efforts to identify the source and prevent near future reemergence. Any existing pools of SARS-CoV-2 progenitors would be particularly dangerous if similarly well adapted for human transmission. To look for clues regarding intermediate hosts, we analyze recent key findings relating to how SARS-CoV-2 could have evolved and adapted for human transmission, and examine the environmental samples from the Wuhan Huanan seafood market. Importantly, the market samples are genetically identical to human SARS-CoV-2 isolates and were therefore most likely from human sources. We conclude by describing and advocating for measured and effective approaches implemented in the 2002-2004 SARS outbreaks to identify lingering population(s) of progenitor virus.",
    "keywords": [
        "COVID-19",
        "SARS-CoV-2",
        "virus evolution",
        "virus adaptation"
    ],
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Canada Research Chair in Theoretical and Experimental Evolution,"
                },
                {
                    "funding-source": "University of British Columbia"
                }
            ],
            "funding-statement": "Otto, Canada Research Chair in Theoretical and Experimental Evolution, the University of British Columbia for her generous mentorship in supporting and reviewing this work"
        }
    ]
}