{
    "title": "Clinical performance of SARS-CoV-2 IgG antibody tests and potential protective immunity",
    "date": 2020,
    "affiliations": [
        "Institute for Medical Virology, University Hospital, Goethe University Frankfurt am Main, Frankfurt",
        "German Centre for Infection Research, External partner site Frankfurt, Germany 8 9 10 11 12 13",
        "Institute for Medical Virology",
        "University Hospital, Goethe University Frankfurt",
        "Paul-Ehrlich-Str. 40 19 60590 Frankfurt am Main 20 Germany 21"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.08.085506",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.08.085506.pdf"
    },
    "abstract": "As the current SARS-CoV-2 pandemic continues, serological assays are urgently needed for rapid diagnosis, contact tracing and for epidemiological studies. So far, there is little data on how commercially available tests perform with real patient samples and if detected IgG antibodies provide protective immunity. Focusing on IgG antibodies, we demonstrate the performance of two ELISA assays (Euroimmun SARS-CoV-2 IgG & Vircell COVID-19 ELISA IgG) in comparison to one lateral flow assay ((LFA) FaStep COVID-19 IgG/IgM Rapid Test Device) and two in-house developed assays (immunofluorescence assay (IFA) and plaque reduction neutralization test (PRNT)). We tested follow up serum/plasma samples of individuals PCR-diagnosed with COVID-19. Most of the SARS-CoV-2 samples were from individuals with moderate to severe clinical course, who required an in-patient hospital stay. For all examined assays, the sensitivity ranged from 58.8 to 76.5% for the early phase of infection (days 5-9) and from 93.8 to 100% for the later period (days 10-18) after PCR-diagnosed with COVID37 19. With exception of one sample, all positive tested samples in the analysed cohort, using the commercially available assays examined (including the in-house developed IFA), demonstrated neutralizing (protective) properties in the PRNT, indicating a potential protective immunity to SARS40 CoV-2. Regarding specificity, there was evidence that samples of endemic coronavirus (HCoV-OC43, HCoV-229E) and Epstein Barr virus (EBV) infected individuals cross-reacted in the ELISA assays and IFA, in one case generating a false positive result (may giving a false sense of security). This need to be further investigated.",
    "funding": [
        {}
    ]
}