{
    "title": "Test Agreement Between Roche Cobas 6800 and Cepheid GeneXpert Xpress SARS-CoV-2 2 Assays at High Cycle Threshold Ranges 3 4 Kari Broder,a* Ahmed Babiker,a,b* Charles Myers,a Terri White,c Heather Jones,c John Cardella,c 5 Eileen M. Burda,b , Charles E. Hill,a, Colleen S. Kraft,a,b# 6 7 aDepartment of Pathology and Laboratory Medicine, Emory University School of Medicine, 8 Atlanta, GA, United States 9 bDivision of Infectious Diseases, Emory University School of Medicine, Atlanta, GA, United 10 States 11 *Both authors have contributed equally 12 13 Running Title: SARS-CoV-2 Assay Comparison at High Ct Ranges 14 15 #Address correspondence to Colleen Kraft, colleen.kraft@emory.edu",
    "date": 2020,
    "affiliations": [
        "Department of Pathology and Laboratory Medicine, Emory University School of Medicine",
        "Atlanta, GA, United States 9",
        "Division of Infectious Diseases, Emory University School of Medicine, Atlanta, GA, United",
        "Both authors have contributed equally 12",
        "Running Title: SARS-CoV-2 Assay Comparison at High Ct Ranges 14 15 #Address correspondence to Colleen Kraft"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.05.078501",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.05.078501.pdf"
    },
    "abstract": "The SARS-CoV-2 pandemic has changed the face of the globe and upended the daily lives of billions. In an effort to bring mass-testing to as many as possible, multiple diagnostic tests including molecular, antigen detection and serological assays have been rapidly developed. However, there is very little information on positive test agreement across modalities, especially for lower viral loads. Thirty-five nasopharyngeal samples that had cycle threshold (Ct) values greater than 30.0 from the Roche cobas 6800 assay were run on the Cepheid GeneXpert Xpress SARS-CoV-2 assay. Ct values ranged from 30.1 to 37.9 (mean 36.7 ± 1.9) on the Roche cobas 6800 assay and 24.6 to 42.4 (mean 32.8±4.1) on the Cepheid assay. There was a bias of 0.33 ± 3.21, (mean difference -1.59, 95% limits of agreement -5.97, 6.63) signifying close agreement between the 2 instruments with a high standard deviation. The close test agreement between the cobas 6800 and GeneXpert at high Ct values allows for utilization of both assays interchangeable in accordance with testing algorithms.",
    "funding": [
        {}
    ]
}