{
    "abstract": "By the first week of April 2020, more than 3,400,000 positive cases of COVID-19 and more than 230,000 deaths had been officially reported worldwide. While developed countries such as the USA, Italy, England, France, Spain, and Germany struggle to mitigate the propagation of SARS-CoV-2, the COVID-19 pandemic arrived in Latin America, India, and Africa -territories in which the mounted infrastructure for diagnosis is greatly underdeveloped. An actual epidemic emergency does not provide the required timeframe for testing new diagnostic strategies; therefore, the first line of response must be based on commercially and readily available resources. Here, we demonstrate the combined use of a three-dimensional (3D)-printed incubation chamber for commercial Eppendorf PCR tubes, and a colorimetric embodiment of a loop-mediated isothermal amplification (LAMP) reaction scheme for the detection of SARS-CoV-2 nucleic acids. We used this strategy to detect and amplify SARS-CoV-2 DNA sequences using a set of in-house designed initiators that target regions encoding the N protein. We were able to detect and amplify SARS-CoV-2 nucleic acids in the range of ~625 to 2 X 105 DNA copies by this straightforward method. The accuracy and simplicity of this diagnostics strategy may provide a cost-efficient and reliable alternative for use during the COVID-19 pandemics, particularly in underdeveloped regions were the availability of RT-qPCR instruments may be limited. Moreover, the portability, ease of use, and reproducibility of this strategy make it a reliable alternative for deployment of point-of-care SARS-CoV-2 detection efforts during the pandemics.",
    "author": "Mario Moises Alvarez; Sergio Omar Martinez-Chapa; German Garcia-Martinez; Grissel Trujillo-de Santiago; Andres Garcia-Rubio; Everardo Gonzalez-Gonzalez; Iram Pablo Rodriguez-Sanchez; Itzel Montserrat Lara-Mayorga; Carlos Ezio Garciamendez-Mijares; Juan Andres Aguayo-Hernandez; Yu-Shrike Zhang; Felipe Yee-de Leon; Gilberto Emilio Guerra-Alvarez",
    "date": 2020,
    "doi": "10.1101/2020.04.09.20058651",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.09.20058651"
    },
    "title": "Scaling diagnostics in times of COVID-19: Colorimetric Loop-mediated Isothermal Amplification (LAMP) assisted by a 3D-printed incubator for cost-effective and scalable detection of SARS-CoV-2",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Author Declarations"
        }
    ]
}