{
    "abstract": "Background: Coronavirus disease 2019 (COVID-19) has spread rapidly worldwide and seriously threatens human health since December 2019. However, information about acute kidney injury (AKI) during COVID-19 infection is limited. Some studies thought that presence of AKI is very common and cannot be ignored, while some studies pointed that AKI only is a rare incident during COVID-19 infection. This meta-analysis aimed to find out the truth of COVID-19 related AKI and to provide stronger evidence. Methods: Two authors independently performed a literature search using PubMed, Web of Science, Embase, and Cochrane Library fulfilled the pre-specified criteria until May 04 to include studies reported the necessary clinic characteristics, then the incidence of AKI, incidence of required RRT, the mortality with AKI and the death risk with AKI during COVID-19 infection were pooled for statistical analysis by Open Meta-Analyst software to get conclusions. Findings: It was found that the incidence of AKI in hospitalized patients with COVID-19 infection is low, only about 3.8%; the in-hospital mortality with AKI in COVID-19 infected patients is reach up to 86.8%; the odds of death with AKI in COVID-19 infected patients is about 16.1 times higher than those without AKI. Conclusions: This meta-analysis indicated AKI during COVID-19 infection should be pay more attention, it maybe a strong red flag to death risk. It is still need additional studies to support the conclusions and to explore the AKI mechanism during COVID-19 infection.\nCompeting Interest Statement",
    "author": "Zhixiang Mou; Xu Zhang",
    "date": 2020,
    "doi": "10.1101/2020.04.29.20079038",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.29.20079038"
    },
    "title": "The Dangers of Acute Kidney Injury in COVID-19 Patients: A Meta-Analysis of First Reports",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "<strong>Funding Statement no external funding was received</strong>"
        }
    ]
}