{
    "abstract": "Introduction: More than 93,000 cases of coronavirus disease (COVID-19) have been reported worldwide. We describe the epidemiology, clinical course, and virologic characteristics of the first 12 U.S. patients with COVID-19. Methods: We collected demographic, exposure, and clinical information from 12 patients confirmed by CDC during January 20-February 5, 2020 to have COVID-19. Respiratory, stool, serum, and urine specimens were submitted for SARS-CoV-2 rRT-PCR testing, virus culture, and whole genome sequencing. Results: Among the 12 patients, median age was 53 years (range: 21-68); 8 were male, 10 had traveled to China, and two were contacts of patients in this series. Commonly reported signs and symptoms at illness onset were fever (n=7) and cough (n=8). Seven patients were hospitalized with radiographic evidence of pneumonia and demonstrated clinical or laboratory signs of worsening during the second week of illness. Three were treated with the investigational antiviral remdesivir. All patients had SARS-CoV-2 RNA detected in respiratory specimens, typically for 2-3 weeks after illness onset, with lowest rRT-PCR Ct values often detected in the first week. SARS-CoV-2 RNA was detected after reported symptom resolution in seven patients. SARS-CoV-2 was cultured from respiratory specimens, and SARS-CoV-2 RNA was detected in stool from 7/10 patients. Conclusions: In 12 patients with mild to moderately severe illness, SARS-CoV-2 RNA and viable virus were detected early, and prolonged RNA detection suggests the window for diagnosis is long. Hospitalized patients showed signs of worsening in the second week after illness onset.",
    "author": "Sarah Wilkerson; George Han; Suxiang Tong; Ethan A. Smith; Mitali Mehta; Megan Wallace; Jennifer E. Layden; Heather Reese; Heather Rhodes; Matthew Donahue; Rachel Rubin; Glenn E. Mathisen; Hollianne Bruce; Jennifer O'Shea; Talia Pindyck; Rebecca Sunenshine; Christopher Shepherd; Ahmet Tural; Chelsea Foo; Tristan D. McPherson; Brian Rha; Tiffany Wu; Krista Queen; Martin Fenstersheib; Ruth Link-Gelles; Diane Buell; Erin Conners; Jonathan Grein; Marielle J. Fricchione; Cheri Grigg; Sara E. Oliver; Olivia Almendares; Scott Lindquist; Karen K Wong; Amber Haynes; Matthew Zahn; Kenneth K. Komatsu; Sung-sil Moon; Michael A. Jhung; Brett Whitaker; Lynn Mello; Jonathan Bryant-Genevier; Olivia McGovern; Yan Li; Isaac Benowitz; Ruth N. Moro; Howard Chiou; Marc Fischer; Kayla N. Anderson; Kelly Lo; Varun Shetty; Grace Vahey; Jennifer C. Hunter; Dawn Terashita; Elsa Villarino; Miwako Kobayashi; Shanon Smith; Vishal Dasari; E. Matt Charles; Susa I. Gerber; Isaac Ghinai; Jeffrey D. Gunzenhauser; Amanda Kita-Yarbro; Kiran Joshi; William Stoecker; Stephanie A. Kujawski; Joana Lively; Jennifer Harcourt; Anna Yousaf; Moon Kim; Anna Kocharian; Nancy McClung; N. Seema Ahmed; Holly Biggs; Bryan Stierman; Regina Sy-Santos; Rebecca Fisher; Azaibi Tamin; Meredith Haddix; Mark A. Pallansch; Sarah L. Rudman; Michael A. Ben-Aderet; Glen R. Abedi; Alicia M. Fry; Oren Friedman; Margie Morgan; Lindsay Kim; Nichole Quick; Patrick Dawson; Max Cohen; Alicia Budd; Ying Tao; Melissa Rolfes; Max W. Jacobs; Satish K. Pillai; Claire M. Midgley; Jeremy Falk; Rebecca C. Woodruff; Xiaoyan Lu; Suzanne Evans; Larry Madoff; Cora Hoover; Suzanne Donovan; Senthilkumar K. Sakthivel; Amy Xie; Michelle Livingston; Hannah L. Kirking; Lijuan Wang; Sarah Scott; Lindsey M. Duca; Sharon Balter; Rachel Bystritsky; Brandon Bonin; Nora Chea; George Diaz; Graham Gerrard; Karri Bartlett; Clinton R. Paden; Janell Routh; Jennifer R. Verani; Jonathan M. Wortham; Kevin Chatham-Stephens; Ram Koppaka; Shannon Novosad; Stephanie R. Black; Brian Lynch; Thomas Haupt; Timothy M. Uyeki; Francisco N. Alvarez; Jennifer Lo; Catherine M. Brown; Talar Kamali; Audrey Meier; Ian Pray; Prabhu Gounder; Alison M. Binder; Aron J. Hall; Keith Erickson; Manisha Patel; Demian Christiansen; Stephen Lindstrom; Mathew D. Esona; Victoria Chu; Michelle Holshue; Traci DeSalvo; Jan King; Karlyn Beer; Elizabeth Traub; Anna Uehara; Gary I. Gutkin; Mariel Marlow; Marie E. Killerby; Melissa M. Garcia; Jing Zhang; Rekha Murthy; John T. Watson; Philip Robinson; Jennifer P. Collins; Claire Jarashow; Leora R. Feldstein; Romeo R. Galang; Sajan Patel; Isabel Pedraza; Shifaq Kamili; Kathleen Harriman; Janna' Murray; Massimo Pacilli; Gregory Marks; Rachel Klos; Matthew Westercamp; Lauren Epstein; Susan Robinson; Vaughn Barry; Sara Cody; Natalie J. Thornburg; Jordan Cates; Lakshmi Malapati; Aaron Curns",
    "date": 2020,
    "doi": "10.1101/2020.03.09.20032896",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.09.20032896"
    },
    "title": "First 12 patients with coronavirus disease 2019 (COVID-19) in the United States",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received."
        }
    ]
}