{
    "abstract": "Objective To prospectively document experiences of frontline maternal and newborn healthcare providers during the COVID-19 pandemic. Design Cross-sectional study via an online survey disseminated through professional networks and social media in 12 languages. We analysed responses using descriptive statistics and qualitative thematic analysis disaggregating by low- and middle-income countries (LMICs) and high-income countries (HICs). Setting 81 countries, between March 24 and April 10, 2020. Participants 714 maternal and newborn healthcare providers. Main outcome measures Preparedness for and response to COVID-19, experiences of health workers providing care to women and newborns, and adaptations to 17 outpatient and inpatient care processes during the pandemic. Results Only one third of respondents received training on COVID-19 from their health facility and nearly all searched for information themselves. Half of respondents in LMICs received updated guidelines for care provision compared with 82% in HICs. Overall, only 47% of participants in LMICs, and 69% in HICs felt mostly or completely knowledgeable in how to care for COVID-19 maternity patients. Facility-level responses to COVID-19 (signage, screening, testing, and isolation rooms) were more common in HICs than LMICs. Globally, 90% of respondents reported somewhat or substantially higher levels of stress. There was a widespread perception of reduced use of routine maternity care services, and of modification in care processes, some of which were not evidence-based. Conclusions Substantial knowledge gaps exist in guidance on management of maternity cases with or without COVID-19. Formal information sharing channels for providers must be established and mental health support provided. Surveys of maternity care providers can help track the situation, capture innovations, and support rapid development of effective responses.",
    "affiliations": [
        "Department of Public Health, Institute of Tropical Medicine, Antwerp Belgium and Center for Research on Population and Health, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon"
    ],
    "author": "Hannah Blencowe; Aline T Semaan; Lenka Benova; Bosede B Afolabi; Emma Radovich; Mitsuaki Matsui; Wendy Graham; Leonardo Chavane; Elise Huysmans; Thomas van den Akker; Therese Delvaux; Oona M R Campbell; Louise Tina Day; Giorgia Gon; Peter Kascak; Sarah G Moxon; Andrea B Pembe; Bouchra Assarag; Alexandre Delamou; Francesca L Cavallaro; Annettee Nakimuli; Constance Audet; Severine Caluwaerts; Aduragbemi Banke-Thomas",
    "date": 2020,
    "doi": "10.1101/2020.05.08.20093393",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.08.20093393"
    },
    "title": "Voices from the frontline: findings from a thematic analysis of a rapid online global survey of maternal and newborn health professionals facing the COVID-19 pandemic",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Institute of Tropical",
                    "award-id": [
                        "COVID-19"
                    ]
                },
                {
                    "funding-source": "COVID-19 Pump Priming"
                },
                {
                    "funding-source": "Flemish Government, Science"
                }
            ],
            "funding-statement": "This study was funded by the Institute of Tropical Medicine\u0092s COVID-19 Pump Priming fund supported by the Flemish Government, Science & Innovation"
        },
        {
            "award-group": [
                {
                    "funding-source": "Research Foundation"
                },
                {
                    "funding-source": "Senior Postdoctoral Fellowship"
                }
            ],
            "funding-statement": "LB is funded in part by the Research Foundation - Flanders (FWO) as part of her Senior Postdoctoral Fellowship"
        }
    ]
}