{
    "abstract": "Backgrounds: The emerging virus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has caused a large outbreak of novel coronavirus disease (COVID-19) in Wuhan, China since December 2019. Based on the publicly available surveillance data, we identified 21 transmission chains in Hong Kong and estimated the serial interval (SI) of COVID-19. Methods: Index cases were identified and reported after symptoms onset, and contact tracing was conducted to collect the data of the associated secondary cases. An interval censored likelihood framework is adopted to fit a Gamma distribution function to govern the SI of COVID-19. Findings: Assuming a Gamma distributed model, we estimated the mean of SI at 4.4 days (95%CI: 2.9−6.7) and SD of SI at 3.0 days (95%CI: 1.8−5.8) by using the information of all 21 transmission chains in Hong Kong. Conclusion: The SI of COVID-19 may be shorter than the preliminary estimates in previous works. Given the likelihood that SI could be shorter than the incubation period, pre-symptomatic transmission may occur, and extra efforts on timely contact tracing and quarantine are recommended in combating the COVID-19 outbreak.",
    "affiliations": [
        "National Natural Science Foundation of China (Grant Number 61672013) and Huaian Key Laboratory for Infectious Diseases Control and Prevention (Grant Number HAP201704), Huaian, Jiangsu, China"
    ],
    "author": "Daihai He; Zian Zhuang; Kai Wang; Weiming Wang; Daozhou Gao; Yongli Cai; Maggie Wang; Marc Chong; Jinjun Ran; Yijun Lou; Lin Yang; Shi Zhao; Peihua Cao",
    "date": 2020,
    "doi": "10.1101/2020.02.21.20026559",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.02.21.20026559"
    },
    "title": "Estimating the serial interval of the novel coronavirus disease (COVID-19): A statistical analysis using the public data in Hong Kong from January 16 to February 15, 2020",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "General Research Fund",
                    "award-id": [
                        "15205119"
                    ]
                },
                {
                    "funding-source": "Research Grants Council"
                },
                {
                    "funding-source": "Hong Kong, China"
                }
            ],
            "funding-statement": "DH was supported by General Research Fund (Grant Number 15205119) of the Research Grants Council (RGC) of Hong Kong, China"
        },
        {
            "award-group": [
                {
                    "funding-source": "National Natural Science Foundation of China",
                    "award-id": [
                        "61672013"
                    ]
                },
                {
                    "funding-source": "Huaian Key Laboratory for Infectious Diseases Control and Prevention",
                    "award-id": [
                        "HAP201704"
                    ]
                }
            ],
            "funding-statement": "WW was supported by National Natural Science Foundation of China (Grant Number 61672013) and Huaian Key Laboratory for Infectious Diseases Control and Prevention (Grant Number HAP201704), Huaian, Jiangsu, China"
        }
    ]
}