{
    "abstract": "Background In late December 2019, an outbreak of a novel coronavirus disease (COVID-19; previously known as 2019-nCoV) was epidemiologically linked to seafood and wet animal wholesale market in Wuhan, Hubei, China. This has instigated stigma among the general population as the wet market is viewed as a high-risk location for getting infected with coronavirus. Objective This study investigated the prevalence of facemask use among general population visiting the wet market. This study also investigated the demographic factors contributing to unacceptable facemask practice. Setting This prospective observational study was done among visitor to a district wet market selling range of live or freshly slaughtered animals during COVID-19 pandemic outbreak. Methods Individuals entering through dedicated entry point were observed for the type, category and practice of wearing personal protective equipment. Inclusion criteria for this study were any individuals entering the wet market. Subjects were categorized into two groups of acceptable and unacceptable facemask practice. The Pearson chi-square was used to test for differences in investigated variables in the univariate setting and Binary Logistic regression model was used in the multivariate setting. Main outcome measure Prevalence, acceptance practice and odds ratio of unacceptance of facemask use. Results Among 1697 individuals included in the final analysis, 1687 (99.7%) was observed wearing facemask with 1338 (78.8%) using medical-grade facemask. Among them, 1615 (95.7%) individuals facemask practice was acceptable while the reaming 72 (4.3%) individuals were observed with unacceptable facemask practice. Individuals using medical-grade facemask and high-risk age group are 6.4 times (OR=6.40; 95% CI, 2.00-20.43; p=.002) and 2.06 times practice (OR=2.06; 95% CI, 1.08-3.94; p=.028). More likely to practice unacceptable facemask use respectively. Conclusion High saturation of facemask among the general population is an adequate indicator of public hygiene measures strategy which can help to mitigate the COVID-19 epidemic impact. Alarmingly, the unacceptable facemask practice among high-risk population raises the need for a targeted approach by healthcare authorities to ensure satisfactory facemask use.",
    "author": "Sera Selvanthan Sundram Gunasekaran; Nur Syafina Insyirah Zaimi; Shargunan Selvanthan Gunasekaran; Nor Amirah Abdul Halim; Gobi Hariyanayagam Gunasekaran",
    "date": 2020,
    "doi": "10.1101/2020.05.17.20105023",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.17.20105023"
    },
    "title": "Prevalence of facemask use among general public when visiting wet market during Covid-19 pandemic: An observational study.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors."
        }
    ]
}