{
    "abstract": "Background Coronavirus disease 2019 (COVID-19), the respiratory disease caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), was first identified in Wuhan, China and has since become pandemic. As part of initial response activities in the United States, enhanced contact investigations were conducted to enable early identification and isolation of additional cases and to learn more about risk factors for transmission. Methods Close contacts of nine early travel-related cases in the United States were identified. Close contacts meeting criteria for active monitoring were followed, and selected individuals were targeted for collection of additional exposure details and respiratory samples. Respiratory samples were tested for SARS-CoV-2 by real-time reverse transcription polymerase chain reaction (RT-PCR) at the Centers for Disease Control and Prevention. Results There were 404 close contacts who underwent active monitoring in the response jurisdictions; 338 had at least basic exposure data, of whom 159 had at least 1 set of respiratory samples collected and tested. Across all known close contacts under monitoring, two additional cases were identified; both secondary cases were in spouses of travel-associated case patients. The secondary attack rate among household members, all of whom had at least 1 respiratory sample tested, was 13% (95% CI: 4 - 38%). Conclusions The enhanced contact tracing investigations undertaken around nine early travel-related cases of COVID-19 in the United States identified two cases of secondary transmission, both spouses. Rapid detection and isolation of the travel-associated case patients, enabled by public awareness of COVID-19 among travelers from China, may have mitigated transmission risk among close contacts of these cases.",
    "author": "Marty Fenstersheib; Aron J Hall; Chris Spitters; Megan Wallace; Heather Rhodes; Matthew Donahue; Eva Leidman; Rachel Rubin; Misty Lang; Hollianne Bruce; Jennifer Layden; Lindsey Duca; Heather E Reese; Jennifer Hunter; Rebecca Sunenshine; Chelsea Foo; Mireille B Ibrahim; Claire M Midgley; Max W Jacobs; Ruth Link-Gelles; Scott Lindquist; Matthew Zahn; Lynn Mello; Jonathan Bryant-Genevier; Isaac Benowitz; Howard Chiou; Rachel M Burke; Marc Fischer; Denny Russell; Alissa Dratch; Varun Shetty; Dawn Terashita; Miwako Kobayashi; Vishal Dasari; Isaac Ghinai; Amanda Kita-Yarbro; Kiran Joshi; Jonathan Wortham; Anna Yousaf; Jeffrey Gunzenhauser; Moon Kim; Anna Kocharian; Nancy McClung; Bryan Stierman; Rebecca Fisher; Brandi Freeman-Ponder; Sarah E Smith-Jeffcoat; Shauna Clark; Jennifer R Verani; M. Claire Jarashow; Ian W Pray; Kristen Pettrone; Patrick Dawson; Max Cohen; Melissa Rolfes; George S Han; Vance Kawakami; Satish K Pillai; Erin E Conners; Emily Barnes; Amy Xie; Karlyn D Beer; Claire P Mattison; Grace E Vahey; Sarah Scott; Sharon Balter; Nora Chea; Tristan McPherson; Karri Bartlett; Janell Routh; Kevin Chatham-Stephens; Jessica Gant; Sarah L Rudman; Shannon Novosad; Elizabeth A Soda; Alicia M Fry; Cheri T Grigg; Thomas Haupt; Jonathan W Dyal; Holly M Biggs; Talar Kamali; Prabhu Gounder; Demian Christiansen; Stephen Lindstrom; Victoria Chu; Michelle Holshue; Traci DeSalvo; Elizabeth Traub; Mariel Marlow; Hannah Kirking; Leora R Feldstein; Rachel Klos; Matthew Westercamp; Susan Robinson; Vaughn Barry; Romesh Gautom; Sara H. Cody; Megan T Patel; Jordan Cates; Jeffrey Duchin",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20081901",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20081901"
    },
    "title": "Enhanced Contact Investigations for Nine Early Travel-Related Cases of SARS-CoV-2 in the United States",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was sought or received."
        }
    ]
}