{
    "abstract": "Background The emergence of SARS-CoV-2/2019 novel coronavirus (COVID19) has created a global pandemic with no approved treatments or vaccines. Repurposing existing drugs and rapidly launching clinical trials present the greatest near-term opportunities for mitigating COVID19s impact. Many treatments have already been administered to COVID19 patients but have not been systematically evaluated. We performed a systematic literature review to identify and assess all treatments reported to be administered to COVID19 patients. Methods We searched PubMed, BioRxiv, MedRxiv, and ChinaXiv for articles reporting treatments for COVID19 patients  and Mar 27, 2020. All studies reporting treatments were included. Data for each paper were manually extracted by two independent extractors. Outcomes included the duration from drug administration to clinically-meaningful response (complete symptom resolution or hospital discharge). Data were analysed descriptively. Results We identified 2,706 articles from single patient case reports to single-centre interventional studies. Of these, 155 studies met inclusion criteria, comprising 9,152 patients from 14 different countries. The cohort was 45.4% female and 98.3% hospitalised, and mean (SD) age was 44.4 years (SD 21.0). The most frequently administered drug classes were antivirals, antibiotics, and corticosteroids, and of the 115 reported drugs, the most frequently administered was combination lopinavir/ritonavir, which was associated with a response time of 11.7 (1.09) days. Discussion A large number of treatments have been administered to the first 9,152 reported cases of COVID19. Further work is needed to prioritise drugs for investigation in well-controlled clinical trials and treatment protocols. Funding None.\nCompeting Interest Statement\nAll authors have completed the ICMJE uniform disclosure form at www.icmje.org/coi_disclosure.pdf and declare: no support from any organisation for the submitted work; DCF has received research funding from Janssen Pharmaceuticals and EUSA Pharma for the ACCELERATE Natural History Registry of Castleman disease; no other relationships or activities that could appear to have influenced the submitted work\nFunding Statement\nNo external funding was received.\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).",
    "author": "Sheila K Pierson; Eric Rodriguez-Lopez; Vivek Nimgaonkar; Nick Goodyear; Erin Napier; Anne Taylor; Casey J Kim; Mileva Repasky; Joseph Kakkis; Victoria Powers; Madison McCarthy; Ruth-Anne Pai; Cornelia Keyser; Alek Gorzewski; Karen Gunderson; Beatrice Go; Anna Wing; Johnson S Khor; Laura Hernandez-Miyares; Philip Angelides; Joanna Jiang; David C Fajgenbaum; Bruna Martins; Megan Fisher; Ashwin Amurthur; Alexander Beschloss; Michael Mayer; Sarah Frankl; Duncan Mackay; James Germi; Rozena Rasheed; Mark-Avery Tamakloe; Stephen Bambury",
    "date": 2020,
    "doi": "10.1101/2020.05.07.20073981",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.07.20073981"
    },
    "title": "Treatments administered to the first 9,152 reported cases of COVID19: a systematic review",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "ICMJE"
                },
                {
                    "funding-source": "Janssen Pharmaceuticals and EUSA Pharma for the ACCELERATE Natural History Registry of Castleman"
                }
            ],
            "funding-statement": "All authors have completed the ICMJE uniform disclosure form at www.icmje.org/coi_disclosure.pdf and declare: no support from any organisation for the submitted work; DCF has received research funding from Janssen Pharmaceuticals and EUSA Pharma for the ACCELERATE Natural History Registry of Castleman disease; no other relationships or activities that could appear to have influenced the submitted work"
        }
    ]
}