{
    "abstract": "Importance: Healthcare workers are presumed to be at increased risk of severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) infection due to occupational exposure to infected patients. However, no epidemiological study has examined the prevalence of SARS-CoV-2 infection in a cohort of healthcare workers during the early phase of community transmission. Objective: To determine the baseline prevalence of SARS-CoV-2 infection in a cohort of previously undiagnosed healthcare workers and a comparison group of non-healthcare workers. Design: Prospective cohort study Setting: A large U.S. university and two affiliated university hospitals Participants: 546 health care workers and 283 non-health care workers with no known prior SARS-CoV-2 infection Exposure: Healthcare worker status and role Main outcome(s) and measure(s): SARS-CoV-2 infection status as determined by presence of SARS-CoV-2 RNA in oropharyngeal swabs. Results: At baseline, 41 (5.0%) of participants tested positive for SARS-CoV-2 infection, of whom 14 (34.2%) reported symptoms. The prevalence of SARS-CoV-2 infection was higher among healthcare workers (7.3%) than in non-healthcare workers (0.4%), representing a 7.0% greater absolute risk (95% confidence interval for risk difference 4.7%, 9.3%). The majority of infected healthcare workers (62.5%) worked as nurses. Positive tests increased across the two weeks of cohort recruitment in line with rising confirmed cases in the hospitals and surrounding counties. Conclusions and relevance: In a prospective cohort conducted in the early phases of community transmission, healthcare workers had a higher prevalence of SARS-CoV-2 infection than non-healthcare workers, attesting to the occupational hazards of caring for patients in this crisis. Baseline data reported here will enable us to monitor the spread of infection and examine risk factors for transmission among healthcare workers. These results will inform optimal strategies for protecting the healthcare workforce, their families, and their patients.",
    "affiliations": [
        "National Institutes of Health"
    ],
    "author": "Jay Tischfield; Jeffrey Carson; Jason Roy; Maria Laura Gennaro; Martin J. Blaser; Daniel B. Horton; Reynold A. Panettieri; Tracy Andrews; Sugeet Jagpal; Patricia Greenberg; Emily S Barrett; Andrew Brooks; Nancy Reilly",
    "date": 2020,
    "doi": "10.1101/2020.04.20.20072470",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.20.20072470"
    },
    "title": "Prevalence of SARS-CoV-2 infection in previously undiagnosed health care workers at the onset of the U.S. COVID-19 epidemic",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "National Institutes of Health"
                }
            ],
            "funding-statement": "This work was funded by: U01AI122285, U01HL133817, UL1TR003017 NCATS, UH3AI122309, P30ES005022, R01HL149450, K23AR070286 from the National Institutes of Health"
        }
    ]
}