{
    "abstract": "Objective: To perform a systematic review of available  (studies were identified through PubMed alert after April 20, 2020). For the research strategy, combinations of the following keywords and MeSH terms were used: SARS-CoV-2, COVID-19, coronavirus disease 2019, pregnancy, gestation, maternal, mothers, vertical transmission, maternal-fetal transmission, intrauterine transmission, neonates, infant, delivery. Eligibility criteria included laboratory-confirmed and/or clinically diagnosed COVID-19, patient was pregnant on admission, availability of clinical characteristics, including maternal, perinatal or neonatal outcomes. Exclusion criteria were unpublished reports, unspecified date and location of the study or suspicion of duplicate reporting, and unreported maternal or perinatal outcomes. No language restrictions were applied. Results: We identified several case-reports and case-series but only 19 studies, including a total of 266 pregnant women with COVID-19, met eligibility criteria and were finally included in the review. In the combined data from seven case-series, the maternal age ranged from 20 to 41 years and the gestational age on admission ranged from 5 to 41 weeks. The most common symptoms at presentation were fever, cough, dyspnea/shortness of breath and fatigue. The rate of severe pneumonia was relatively low, with the majority of the cases requiring intensive care unit admission. Almost all cases from the case-series had positive computer tomography chest findings. There were six and 22 cases that had nucleic-acid testing in vaginal mucus and breast milk samples, respectively, which were negative for SARS-CoV-2. Only a few cases had spontaneous miscarriage or abortion. 177 cases had delivered, of which the majority by Cesarean section. The gestational age at delivery ranged from 28 to 41 weeks. Apgar scores at 1 and 5 minutes ranged from 7 to 10 and 8 to 10, respectively. A few neonates had birthweight less than 2500 grams and over one-third of cases were transferred to neonatal intensive care unit. There was one case each of neonatal asphyxia and neonatal death. There were 113 neonates that had nucleic-acid testing in throat swab, which was negative for SARS-CoV-2. From the case-reports, two maternal deaths among pregnant women with COVID-19 were reported. Conclusions: The clinical characteristics of pregnant women with COVID-19 are similar to those of nonpregnant adults with COVID-19. Currently, there is no evidence that pregnant women with COVID-19 are more prone to develop severe pneumonia, in comparison to nonpregnant patients. The subject of vertical transmission of SARS-CoV-2 remains controversial and more data is needed to investigate this possibility. Most importantly, in order to collect meaningful pregnancy and perinatal outcome data, we urge researchers and investigators to reference previously published cases in their publications and to record such reporting when the data of a case is being entered into a registry or several registries.\nCompeting Interest Statement\nThe authors have declared no competing interest.\nFunding Statement\nNo funding was received.\nAuthor Declarations\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\nYes\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\nYes\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).",
    "author": "Zhihui Rong; Maria M Gil; Liona Chiu Yee Poon; Juan Juan; Yuanzhen Zhang; Huixia Yang",
    "date": 2020,
    "doi": "10.1101/2020.05.02.20088484",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.02.20088484"
    },
    "title": "Effects of Coronavirus Disease 2019 (COVID-19) on Maternal, Perinatal and Neonatal Outcomes: a Systematic Review of 266 Pregnancies",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No funding was received."
        }
    ]
}