{
    "abstract": "Background: Patients with pre-existing cirrhosis are considered at increased risk of severe coronavirus disease 2019 (COVID-19) but the clinical course in these patients has not yet been reported. This study aimed to provide a detailed report of the clinical characteristics and outcomes among COVID-19 patients with pre-existing cirrhosis. Methods: In this retrospective, multicenter cohort study, we consecutively included all adult inpatients with laboratory-confirmed COVID-19 and pre-existing cirrhosis that had been discharged or had died by 24 March 2020 from 16 designated hospitals in China. Demographic, clinical, laboratory and radiographic findings on admission, treatment, complications during hospitalization and clinical outcomes were collected and compared between survivors and non-survivors. Findings: Twenty-one patients were included in this study, of whom 16 were cured and 5 died in hospital. Seventeen patients had compensated cirrhosis and hepatitis B virus infection was the most common etiology. Lymphocyte and platelet counts were lower, and direct bilirubin levels were higher in patients who died than those who survived (p= 0.040, 0.032, and 0.006, respectively). Acute respiratory distress syndrome and secondary infection were both the most frequently observed complications. Only one patient developed acute on chronic liver failure. Of the 5 non-survivors, all patients developed acute respiratory distress syndrome and 2 patients progressed to multiple organ dysfunction syndrome. Interpretation: Lower lymphocyte and platelet counts, and higher direct bilirubin level might represent poor prognostic indicators in SARS-CoV-2-infected patients with pre-existing cirrhosis.\nCompeting Interest Statement",
    "author": "Ming-Hua Zheng; Jindong Shi; Fengmei Wang; Tao Liu; Chuan Liu; Bin Xiong; Shengqiang Zou; Yifei Huang; Hua Yang; Huiling Liu; Xiaoguo Li; Jonathan A. Fallowfield; Tetsuo Takehara; Huihua Xiang; Jinlin Li; Zicheng Jiang; Qing He; Mei Mei; Fujian Li; Zhengyan Wang; Xun Li; Guo Zhang; Zhenhuai Chen; Lin Zhang; Xinyu Li; Xiaodan Li; Don C. Rockey; Hongguang Zhang; Dengxiang Liu; Ye Gu; Jianwen Wang; Norifumi Kawada; Yan Luo; Yanna Liu; Dan Xu; COVID-Cirrhosis-CHESS Group; Chuxiao Shao; Xiaolong Qi; Jitao Wang; Ning Kang; Hongqiu Pan",
    "date": 2020,
    "doi": "10.1101/2020.04.24.20072611",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.24.20072611"
    },
    "title": "Clinical course and risk factors for mortality of COVID-19 patients with pre-existing cirrhosis: A multicenter cohort study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}