{
    "abstract": "We sought to evaluate the adherence of Vietnamese adults to COVID-19 preventive measures, and gain insight into the effects of the epidemic on the daily lives of Vietnamese people. An online questionnaire survey was organized from March 31 to April 6, 2020. The questionnaire assessed preventive behavior using multiple answer responses to indicate the extent of adherence. In total, 2175 respondents completed the questionnaire (age range: 18-69 years). The mean adherence scores for personal and community preventive measures were 7.23 ± 1.63 (range 1-9) and 9.57 ± 1.12 (range 1-11), respectively. Perceived adaptation of the community to lockdown (β=2.64, 95% CI 1.25 −4.03), fears/worries concerning one′s health (β=2.87, 95% CI 0.04-5.70), residing in large cities (β=19.40, 95% CI 13.78-25.03), access to official COVID19 information sources (β=16.45, 95% CI 6.82-26.08), and belonging to the healthcare sector (β=22.53, 95% CI 16.00-29.07) were associated with a higher adherence score to anti −COVID instructions. The study indicates excellent preventive behavior of the Vietnamese population which explains the low number of COVID-19 infections and zero recorded mortality up to the first week of May 2020. Further monitoring is recommended to assess the sustainability of COVID-19 prevention via behavior change in the medium and long-term.",
    "affiliations": [
        "Institute for Community Health Research, University of Medicine and Pharmacy, Hue University and Global Health Institute, University of Antwerp, Belgium"
    ],
    "author": "Robert Colebunders; Joseph Nelson Siewe; Michael Dunne; Thang Van Thang; Cuc Thi Vu; Tuyen Dinh Hoang; Nhan Phuc Thanh Nguyen; Vi Thao Tran",
    "date": 2020,
    "doi": "10.1101/2020.05.14.20102418",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.14.20102418"
    },
    "title": "Preventive behavior of Vietnamese people in response to the COVID-19 pandemic",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Institute for Community Health Research, University"
                },
                {
                    "funding-source": "Medicine and Pharmacy, Hue"
                },
                {
                    "funding-source": "University and Global Health Institute, University"
                }
            ],
            "funding-statement": "This study received financial support from the Institute for Community Health Research, University of Medicine and Pharmacy, Hue University and Global Health Institute, University of Antwerp, Belgium"
        }
    ]
}