{
    "abstract": "Background: Wisconsin (WI) held a primary election in the midst of the COVID-19 pandemic. Live voting at polls was allowed despite concern over increasing the spread of COVID-19. In addition to 1.1 million absentee ballots cast, 453,222 persons voted live. The purpose of our study was to determine if an increase in COVID-19 activity was associated with the election. Methods: Using the voting age population for the United States (US), WI, and its 3 largest counties, and daily new COVID-19 case reports from various COVID-19 web-based dashboards, daily new case rates were calculated. With election day April 7, the incubation period included April 12-21. The new case activity in the rest of the US was compared with the Wisconsin activity during the incubation period. Results: WI daily new case rates were lower than those of the rest of the US for the 10-day period before the election and remained lower during the post exposure incubation period. The ratio of Wisconsin new case rates to US new case rates was 0.34 WI: 1 US for the 10 days leading up to the election and declined to 0.28 WI: 1 US for the 10-day post-incubation period after the election. Similar analysis for Milwaukee county showed a pre-election ratio of 1.02 Milwaukee: 1 US and after the election the ratio was 0.63 Milwaukee: 1 US. Dane county had a pre-election ratio of 0.21 Dane: 1 US case, and it fell to 0.13 Dane: 1 US after the election. Waukesha county had a pre-election ratio of 0.27 Waukesha: 1 US case and that fell to 0.19 Waukesha: 1 US after the election. Conclusions: There was no increase in COVID-19 new case daily rates observed for Wisconsin or its 3 largest counties following the election on April 7, 2020, as compared to the US, during the post-incubation interval period.\nCompeting Interest Statement",
    "author": "Madhuri S Mulekar; Andrew C Berry; Bruce B Berry",
    "date": 2020,
    "doi": "10.1101/2020.04.23.20074575",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.23.20074575"
    },
    "title": "Wisconsin April 2020 Election Not Associated with Increase in COVID-19 Infection Rates",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}