{
    "title": "Comparative Pathogenesis Of COVID-19, MERS And SARS In A Non-Human Primate Model",
    "author": "Barry Rockx, Thijs Kuiken, Sander Herfst, Theo Bestebroer, Mart M. Lamers, Dennis de",
    "date": 2020,
    "affiliations": [
        "Department of Viroscience, Erasmus University Medical Center, Rotterdam, the Netherlands",
        "Department of Virology, Biomedical Primate Research Centre, Rijswijk, the Netherlands",
        "Institute of Virology, Charité-Universitätsmedizin, Berlin, Germany"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.17.995639",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.03.17.995639.pdf"
    },
    "abstract": "A novel coronavirus, SARS-CoV-2, was recently identified in patients with an acute respiratory syndrome, COVID-19. To compare its pathogenesis with that of previously emerging coronaviruses, we inoculated cynomolgus macaques with SARS-CoV-2 or MERS-CoV and compared with historical SARS-CoV infections. In SARS-CoV-2-infected macaques, virus was excreted from nose and throat in absence of clinical signs, and detected in type I and II\npneumocytes in foci of diffuse alveolar damage and mucous glands of the nasal cavity. In SARS-",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "NWO Stevin Prize"
                },
                {
                    "funding-source": "Netherlands Organisation for Scientific Research",
                    "award-id": [
                        "H2020",
                        "874735"
                    ]
                },
                {
                    "funding-source": "NIH",
                    "award-id": [
                        "HHSN272201400008C"
                    ]
                },
                {
                    "funding-source": "NIAID",
                    "award-id": [
                        "HHSN272201400008C"
                    ]
                }
            ],
            "funding-statement": "Funding: This research is (partly) financed by the NWO Stevin Prize awarded to M.K. by the Netherlands Organisation for Scientific Research (NWO), H2020 grant agreement 874735 - VEO to M.K., NIH/NIAID contract HHSN272201400008C to R.F., and"
        }
    ]
}