{
    "abstract": "Objectives: Norway and Sweden, two neighboring countries with similar populations, health care systems and socioeconomics, have reacted differently to the COVID-19 pandemic. Norway closed all kindergartens, schools and universities, and banned sports and cultural activities, while Sweden kept most institutions and trainings facilities open. We aimed to compare peoples' attitudes towards authorities and control measures, and effects on life in Norway and Sweden. Design: Anonymous web-based surveys for individuals age 15 or older distributed through Facebook using the snowball method. Setting: Norway and Sweden, mid-March to mid-April, 2020. Participants: Altogether, 3,508 individuals participated in the survey; 3000 in Norway and 508 in Sweden. 79% of the participants were women, 60% of the Norwegians and 47% of the Swedes were between 30-49 years, and around 45% of the participants in both countries had more than 4 years of higher education. Outcome measures: Perceived threat of the pandemic, views on infection control measures, and impact on daily life. We performed descriptive analyses of the responses and compared the two countries. Results: People had high trust in the health services in both countries, but differed in the degree of trust in their government (17% had high trust in Norway and 37% in Sweden). More Norwegians than Swedes agreed that school closure was a good measure (66% Norway and 18% in Sweden), and that countries with open schools were irresponsible (65% in Norway and 23% in Sweden). About the same amount responded that COVID-19 was a large to very large threat to the population (53% in Norway and 58% in Sweden), whereas more Norwegians than Swedes responded that the threat from repercussions of the mitigation measures were large or very large (71% in Norway and 56% in Sweden). Compliance with infection preventive measures was high and similar in the two countries (more than 98%). In Norway, 69% lived a more sedentary life during the pandemic versus 50% in Sweden; and Norwegians reported they ate more than Swedes (44% in Norway and 33% in Sweden). Conclusion: Sweden, with less restrictive measures against the COVID-19 pandemic, had a higher level of trust in the authorities, while Norwegians reported a more negative lifestyle during the pandemic. The level of trust in the health care system and self-reported compliance with preventive measures was high in both countries.",
    "author": "Lise M. Helsingen; Magnus Loberg; Erle Refsum; Michael Bretthauer; Louise Emilsson; Mette Kalager; Dagryn Kyte Gjostein",
    "date": 2020,
    "doi": "10.1101/2020.05.16.20089953",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.16.20089953"
    },
    "title": "Trust, threats, and consequences of the COVID-19 pandemic in Norway and Sweden: A comparative survey",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This work was not funded"
        }
    ]
}