{
    "abstract": "Background: The epidemiology of COVID-19 remains speculative in Africa. To the best of our knowledge, no study, using robust methodology provides its trajectory for the region or accounts for the local context. This paper is the first systematic attempt to provide prevalence, incidence, and mortality estimates across Africa. Methods: Caseloads and incidence forecasts are from a co-variate-based instrumental variable regression model. Fatality rates from Italy and China were applied to generate mortality estimates after making relevant health system and population-level characteristics related adjustments between each of the African countries. Results: By June 30 2020, around 16.3 million people in Africa will contract COVID-19 (95% CI 718,403 to 98,358,799). Northern and Eastern Africa will be the most and least affected areas. Cumulative cases by June 30 are expected to reach around 2.9 million (95% CI 465,028 to 18,286,358) in Southern Africa, 2.8 million (95% CI 517,489 to 15,056,314) in Western Africa, and 1.2 million (95% CI 229,111 to 6,138,692) in Central Africa. Incidence for the month of April 2020 is expected to be highest in Djibouti, 32.8 per 1000 (95% CI 6.25 to 171.77), while Morocco will experience among the highest fatalities (1,045 deaths, 95% CI 167 to 6,547). Conclusion: Less urbanized countries with low levels of socio-economic development (hence least connected to the world) are likely to register lower and slower transmissions at the early stages of an epidemic. However, the same enabling factors that worked for their benefit can hinder interventions that have lessened the impact of COVID- 19 elsewhere.\nCompeting Interest Statement",
    "author": "Lawrence Were; Abaleng Lesego; Tom Achoki; Tesfaye Gebremedhin; Flavia Senkubuge; Yohannes Kinfu; Uzma Alam; Shuangzhe Liu; Richard Wamai",
    "date": 2020,
    "doi": "10.1101/2020.04.09.20059154",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.09.20059154"
    },
    "title": "COVID-19 pandemic in the African continent: Forecasts of cumulative cases, new infections, and mortality",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No direct funding was solicited for the study"
        }
    ]
}