{
    "title": "Kidney and Lung ACE2 expression after an ACE inhibitor or an Ang II receptor blocker: implications for COVID-19",
    "date": 2020,
    "author": "Jan Wysocki, Enrique Lores, Minghao Ye, Maria Jose Soler 1,2 and Daniel Batlle, 1Division of Nephrology & Hypertension, Department of Medicine The Feinberg School of Medicine, Northwestern University Chicago, IL 60611 2 Hospital Universitari Vall d'Hebron, Department of Nephrology Hospital Vall d'Hebron",
    "affiliations": [
        "Department of Medicine The Feinberg School of Medicine, Northwestern University Chicago, IL 60611",
        "Hospital Universitari Vall d'Hebron, Department of Nephrology Hospital Vall d'Hebron",
        "Department of Medicine The Feinberg School of Medicine, Northwestern University 320 E Superior Chicago, IL 60611 Phone: (312) 908-8342 Fax: (312) 503-0622"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.20.106658",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.20.106658.pdf"
    },
    "abstract": "Background. There have been concerns that ACE inhibitors and Ang II receptor blockers may cause an increase in ACE2, the main receptor for SARs-CoV-2. Methods Kidneys from two genetic models of kidney ACE ablation and mice treated with captopril or telmisartan were used to examine ACE2 in isolated kidney and lung membranes. Results. In a global ACE KO mice, ACE2 protein abundance in kidney membranes was reduced to 42 % of wild type, p < 0.05. In ACE 8/8 mice that over-expresses cardiac ACE protein but also has no kidney ACE expression, ACE2 protein in kidney membranes was also decreased (38 % of the WT, p<0.01). In kidney membranes from mice that received captopril or telmisartan for 2 weeks there was a reduction in ACE2 protein (37% in captopril treated p<0.01) and 76% in telmisartan treated p <0.05). In lung membranes the expression of ACE2 was very low and not detected by western blotting but no significant differences in terms of ACE2 activity could be detected in mice treated with captopril (118% of control ) or telmisartan (93% of control). Conclusions Genetic kidney ACE protein deficiency, suppressed enzymatic activity by Captopril or blockade of the AT1 receptor with telmisartan are all associated with a decrease in ACE2 in kidney membranes. ACE2 protein in kidney or lungs is decreased or unaffected by RAS blockers indicating that these medications can not pose a risk for SARS-CoV-2 infection related to amplification of ACE2 at these two target sites for viral entry.",
    "funding": [
        {}
    ]
}