{
    "abstract": "Objectives: To describe the presenting features and outcomes of patients with COVID-19 in a UK hospital, with a focus on those patients over 80 years and patients with hospital onset infection. Design: Retrospective cohort study with data extracted from the electronic records of patients with PCR-confirmed COVID-19 admitted to our institution. Setting: Suburban general hospital serving the most populous London borough. Participants: The first 450 inpatients admitted to our hospital with swab-confirmed COVID-19 infection. Primary outcome: The primary outcome measure was death during the index hospital admission. Results: The median (IQR) age was 72 (56, 83), with 150 (33%) over 80 years old and 60% male. Presenting clinical and biochemical features were consistent with those reported elsewhere. The ethnic breakdown of patients admitted was similar to that of our underlying local population with no excess of BAME deaths. Inpatient mortality was high at 38%. Patients over 80 presented earlier in their disease course and were significantly less likely to present with the typical features of cough, breathlessness and fever. Cardiac co-morbidity and markers of cardiac dysfunction were more common, but not those of bacterial infection. Mortality was significantly higher in this group (60% vs 28%, p <0.001). 31 (7%) of patients were classified as having hospital-onset COVID-19 infection. The peak of hospital-onset infections occurred at the same time as the overall peak of admitted infections. Despite being older and more frail, the outcomes for this cohort were no worse. Conclusions: Inpatient mortality was high, especially among the over-80s, who were more likely to present atypically. The ethnic composition of our caseload was similar to the underlying population. While a significant number of patients presented with COVID-19 while already in hospital, their outcomes were no worse.",
    "author": "Ezgi Ozcan; Dean Creer; Simon E Brill; Lisa Amani; Anand Sivaramakrishnan; Rabia Warraich; Thomas Burns; Hannah Jarvis; Stephanie Paget; Amina Jaffer",
    "date": 2020,
    "doi": "10.1101/2020.05.11.20097790",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.11.20097790"
    },
    "title": "COVID-19: a retrospective cohort study with focus on the over-80s and hospital-onset disease",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received for this study."
        }
    ]
}