{
    "title": "Transcriptional profiling of immune and inflammatory responses in the context of SARS-CoV-2 fungal superinfection in a human airway epithelial model",
    "author": "Utilisateur de Microsoft Office",
    "date": 2020,
    "affiliations": [
        "Centre International de Recherche en Infectiologie, (Team VirPath), Univ Lyon, Inserm, U1111",
        "Université Claude Bernard Lyon 1, CNRS, UMR5308, ENS de Lyon, F-69007, Lyon, France. 10",
        "Signia Therapeutics SAS, Lyon, France. 11",
        "VirNext, Faculté de Médecine RTH Laennec, Université Claude Bernard Lyon 1, Université de Lyon",
        "Laboratoire de Virologie, Centre National de Référence des virus Influenza Sud, Institut des Agents",
        "Infectieux, Groupement Hospitalier Nord, Hospices Civils de Lyon, Lyon, France. 15 16",
        "Correspondence to:"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.05.19.103630",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.05.19.103630.pdf"
    },
    "abstract": "Superinfections of bacterial/fungal origin are known to affect the course and severity of respiratory viral infections. An increasing number of evidence indicate a relatively high prevalence of superinfections associated with COVID-19, including invasive aspergillosis, but the underlying mechanisms remain to be characterized. In the present study, to better understand the biological impact of superinfection we sought to determine and compare the host transcriptional response to SARS-CoV-2 versus Aspergillus superinfection, using a model of reconstituted humain airway epithelium. Our analyses reveal that both simple infection and superinfection induce a strong deregulation of core components of innate immune and inflammatory responses, with a stronger response to superinfection in the bronchial epithelial model compared to its nasal counterpart. Our results also highlight unique transcriptional footprints of SARS-CoV-2 Aspergillus superinfection, such as an imbalanced type I/type III IFN, and an induction of several monocyte- and neutrophil associated chemokines, that could be useful for the understanding of Aspergillus-associated COVID-19 and but also management of severe forms of aspergillosis in this specific context.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This study was funded by CNRS, and Mérieux research grants"
        }
    ]
}