{
    "abstract": "The ongoing COVID-19 pandemic may have detrimental mental health consequences. However, as yet, there is limited understanding of its impact on the mental health of the general population. The aim of this study is to examine the mental health of the Japanese general population by conducting the first systematic survey during the pandemic (N=1,000), with a particular focus on identifying the most vulnerable groups. Results from logistic regression analyses showed that the mental health of young and middle-aged individuals was significantly worse than that of older individuals during the pandemic. There was also some indication that individuals who were not currently working were significantly more likely to report a high level of anxiety and depressive symptoms. Part-time and temporary contract-based workers were also more likely to suffer from anxiety disorder. Our results highlight that monitoring the mental health of younger and economically vulnerable individuals may be especially important. In addition, they also indicate that population mental health might not only be affected by the direct health consequences of COVID-19, but also by the economic ramifications of the pandemic.",
    "author": "Hajime Sueki; Andrew Stickley; Tetsuya Matsubayashi; Michiko Ueda",
    "date": 2020,
    "doi": "10.1101/2020.04.28.20082453",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.28.20082453"
    },
    "title": "Mental Health Status of the General Population during the COVID-19 Pandemic: A Cross-sectional National Survey in Japan",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "JSPS Grants-in-Aid for Scientific Research Grant Number",
                    "award-id": [
                        "20H01584"
                    ]
                }
            ],
            "funding-statement": "This work was financially supported by JSPS Grants-in-Aid for Scientific Research Grant Number 20H01584"
        }
    ]
}