{
    "abstract": "BACKGROUND: COVID-19 has had a disproportionate impact on older adults. The population of Mexico is younger, yet the impact of COVID-19 on older adults is comparable to countries with older population structures. Here, we aim to identify health and structural determinants that increase susceptibility to COVID-19 in older Mexican adults beyond chronological aging. METHODS: We analyzed confirmed COVID-19 cases in older adults using data from the General Directorate of Epidemiology of Mexican Ministry of Health. We modeled risk factors for increased COVID-19 severity and mortality, using mixed models to incorporate multilevel data concerning healthcare access and marginalization. We also evaluated structural factors and comorbidity profiles compared to chronological age for improving COVID-19 mortality risk prediction. RESULTS: We analyzed 7,029 confirmed SARS-CoV-2 cases in adults aged ≥60 years. Male sex, smoking, diabetes, and obesity were associated with pneumonia, hospitalization and ICU admission in older adults, CKD and COPD were associated with hospitalization. High social lag indexes and access to private care were predictors of COVID-19 severity and mortality. Age was not a predictor of COVID-19 severity in individuals without comorbidities and structural factors and comorbidities were better predictors of COVID-19 lethality and severity compared to chronological age. COVID-19 baseline lethality hazards were heterogeneously distributed across Mexican municipalities, particularly when comparing urban and rural areas. CONCLUSIONS: Structural factors and comorbidity explain excess risk for COVID-19 severity and mortality over chronological age in older Mexican adults. Clinical decision-making related to COVID-19 should focus away from chronological aging onto more a comprehensive geriatric care approach.",
    "author": "Luis Miguel Gutiérrez-Robledo; Carmen García-Peña; Carlos A. Aguilar-Salinas; Armando González-Díaz; Alejandro Márquez-Salinas; Neftali E. Antonio-Villa; Arsenio Vargas-Vázquez; Carlos A. Fermín-Martínez; Omar Yaxmehen Bello-Chavolla; Jessica Paola Bahena-López",
    "date": 2020,
    "doi": "10.1101/2020.05.12.20098699",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.12.20098699"
    },
    "title": "Unequal impact of structural health determinants and comorbidity on COVID-19 severity and lethality in older Mexican adults: Looking beyond chronological aging",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "This research received no specific funding"
        }
    ]
}