{
    "abstract": "OBJECTIVES: To investigate the incidence of COVID-19 in a cohort of adult and paediatric patients with rheumatic diseases receiving targeted biologic and synthetic disease modifying anti-rheumatic drugs (tDMARDs) and to explore the possible effect of these treatments in the clinical expression of COVID-19. METHODS: A cross-sectional study comprising of a telephone survey and electronic health records review was performed including all adult and paediatric patients with rheumatic diseases treated with tDMARDs in a large rheumatology tertiary centre in Barcelona, Spain. Demographics, disease activity, COVID-19 related symptoms and contact history data were obtained from the start of the 2020 pandemic. Cumulative incidence of confirmed cases (SARS-CoV-2 positive PCR test) was compared to the population estimates for the same city districts from a governmental COVID-19 health database. Suspected cases were defined following WHO criteria and compared to those without compatible symptoms. RESULTS: 959 patients with rheumatic diseases treated with tDMARDs were included. We identified 11 confirmed SARS-CoV-2 positive cases in the adult cohort and no confirmed positive cases in the paediatric cohort. All patients had a successful recovery and only one patient required admission in the intensive care unit. When using the same classification criteria (only COVID-19 positive cases with pneumonia), COVID-19 incidence rates of the rheumatic patient cohort were very similar to that of the general population [(0.48% (95% CI 0.09 to 8.65%)] and [0.58% (95% CI 5.62 to 5.99%)], respectively. We found significant differences in tDMARDs proportions between the suspected and non-suspected cases (p=0.002). CONCLUSION: Adult and paediatric patients with rheumatic diseases on tDMARDs do not seem to present a higher risk of COVID-19 or a more severe disease outcome when compared to general population. Our exploratory analysis suggests that the proportion of COVID-19 suspected cases differs between tDMARDs.",
    "author": "Xabier Michelena; Susana Anton; Gustavo A Anez; Estefania Moreno; Maria Lopez-Lasanta; Mireia Barcelo-Bru; Antonio Julia; Mireia Lopez-Corbeto; Ernesto Trallero-Araguas; Miriam Almirall; Raquel Caparros-Ruiz; Maria Pascual-Pastor; Helena Borrell; Juan Jose De Agustin; Alba Erra; Esther Espartal; Andrea Pluma; Mayte Serrat; Jordi Llados; Sara Marsal",
    "date": 2020,
    "doi": "10.1101/2020.04.30.20086090",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.30.20086090"
    },
    "title": "Incidence of COVID-19 in a cohort of adult and paediatric patients with rheumatic diseases treated with targeted biologic and synthetic disease-modifying anti-rheumatic drugs",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Author Declarations"
        }
    ]
}