{
    "abstract": "Background: The SARS-CoV-2 disease 2019 (COVID-19) pandemic has spread across the world with varying impact on health systems and outcomes. We assessed how the type and timing of public- health interventions impacted the course of the outbreak in Alberta and other Canadian provinces. Methods: We used publicly-available data to summarize rates of laboratory data and mortality in relation to measures implemented to contain the outbreak and testing strategy. We estimated the transmission potential of SARS-CoV-2 before the state of emergency declaration for each province (R0) and at the study end date (Rt). Results: The first cases were confirmed in Ontario (January 25) and British Columbia (January 28). All provinces implemented the same health-policy measures between March 12 and March 30. Alberta had a higher percentage of the population tested (3.8%) and a lower mortality rate (3/100,000) than Ontario (2.6%; 11/100,000) or Quebec (3.1%; 31/100,000). British Columbia tested fewer people (1.7%) and had similar mortality as Alberta. Data on provincial testing strategies were insufficient to inform further analyses. Mortality rates increased with increasing rates of lab- confirmed cases in Ontario and Quebec, but not in Alberta. R0 was similar across all provinces, but varied widely from 2.6 (95% confidence intervals 1.9-3.4) to 6.4 (4.3-8.5), depending on the assumed time interval between onset of symptoms in a primary and a secondary case (serial interval). The outbreak is currently under control in Alberta, British Columbia and Nova Scotia (Rt <1). Interpretation: COVID-19-related health outcomes varied by province despite rapid implementation of similar health-policy interventions across Canada. Insufficient information about provincial testing strategies and a lack of primary data on serial interval are major limitations of existing data on the Canadian COVID-19 outbreak.\nCompeting Interest Statement",
    "author": "Alexis Guigue; Hude Quan; David Vickers; Robert Ross Quinn; Pietro Ravani; Seungwon Lee; Tyler Williamson; Mohamed Mahsin",
    "date": 2020,
    "doi": "10.1101/2020.05.09.20096636",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.09.20096636"
    },
    "title": "The Coronavirus 2019 pandemic in Canada: the impact of public health interventions on the course of the outbreak in Alberta and other provinces",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}