{
    "abstract": "Background: Coronavirus disease 2019 (COVID-19) is the systemic entity caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) that may cause death through severe atypical pneumonia and acute lung injury. Valproic acid (VPA) has shown anti-inflammatory activity and mild intrinsic antiviral effect. These properties warrant the study of VPA as a possible active treatment in persons with severe COVID-19. Methods: Consecutive adult patients needing invasive mechanical ventilation (IMV) will be given intravenous (i.v.) VPA at a starting dose of 20 mg/kg/day and up to 60/kg/day (in 60 min i.v. infusions in 250 mL normal saline) as needed to reach plasma VPA concentrations of 50-100 mcg/mL (measured every 72 h). These patients will be followed-up for 10 days for the primary outcome and for a further period of 30 days after treatment completion for the secondary outcome of recurrence. The primary study outcome is the reduction in the case fatality rate of at least 50% after 10 days of treatment (as compared with natural history). Secondary outcomes are the reduction of length of stay (LOS) of at least 50%, as well as COVID-19 recurrence at 30-day follow-up. The most important safety outcomes are acute liver failure, acute pancreatitis, and thrombocytopenia. Conclusion: Although long-term adverse effects and even pro-inflammatory consequences have been reported with the chronic use of VPA, given the urgent need for a drug against COVID-19 to shorten the high mortality and LOS, the study of VPA is justified from a scientific standpoint.\nCompeting Interest Statement",
    "affiliations": [
        "The Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán and CONACyT will sponsor this proof-of-concept interventional study. A larger clinical trial, in case of success of this pilot study, will have several sources of sponsorship"
    ],
    "author": "Liz Toapanta-Yanchapaxi; Carlos Cantu-Brito; Erwin Chiquete",
    "date": 2020,
    "doi": "10.1101/2020.04.26.20079988",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.26.20079988"
    },
    "title": "Methods of An Open-Label Proof-Of-Concept Trial of Intravenous Valproic Acid for Severe COVID-19",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "The Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán and CONACyT"
                }
            ],
            "funding-statement": "The Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán and CONACyT will sponsor this proof-of-concept interventional study. A larger clinical trial, in case of success of this pilot study, will have several sources of sponsorship."
        }
    ]
}