{
    "abstract": "Background: The emergence of the COVID-19 pandemic has resulted in over two million affected and over 150 thousand deaths to date. There is no known effective therapy for the disease. Initial reports suggesting the potential benefit of Hydroxychloroquine/Azithromycin (HY/AZ) have resulted in massive adoption of this combination worldwide. However, while the true efficacy of this regimen is unknown, initial reports have raised concerns regarding the potential risk of QT prolongation and induction of torsade de pointes (TdP). Methods: This is a multicenter retrospective study of 251 patients with COVID-19 treated with HY/AZ. We reviewed ECG tracings from baseline and until 3 days after completion of therapy to determine the progression of QTc and incidence of arrhythmia and mortality. Results: QTc prolonged in parallel with increasing drug exposure and incompletely shortened after its completion. Extreme new QTc prolongation to > 500 ms, a known marker of high risk for TdP had developed in 15.9% of patients. One patient developed TdP requiring emergent cardioversion. Seven patients required premature termination of therapy. The baseline QTc of patients exhibiting QTc prolongation of > 60 ms was normal. Conclusion: The combination of HY/AZ significantly prolongs the QTc in patients with COVID-19. This prolongation may be responsible for life threating arrhythmia in the form of TdP. This risk mandates careful consideration of HY/AZ therapy in lights of its unproven efficacy. Strict QTc monitoring should be performed if the regimen is given.\nCompeting Interest Statement",
    "author": "Chirag Barbhaiya; Stefano Carugo; Robert Knots; Scott Bernstein; Edward Kogan; Lior Jankelosn; Lalit Wadhwani; Eric Shulman; Michael Spinelli; Anthony Aizer; Silvia Magnani; Charles Nadeau-Routhier; Douglas Holmes; David S Park; Matthew Dai; Ehud Chorin; Roi Bar-Cohen; Larry A Chinitz",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20074583",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20074583"
    },
    "title": "QT Interval Prolongation and Torsade De Pointes in Patients with COVID-19 treated with Hydroxychloroquine/Azithromycin",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "None"
        }
    ]
}