{
    "abstract": "Objective: To report the clinical and laboratory characteristics, as well as treatment and clinical outcomes of patients admitted for neurological diseases with and without COVID-19. Methods: In this retrospective, single center cohort study, we included all adult inpatients with confirmed COVID-19, admitted to a Neuro-COVID Unit from February 21, 2020, who had been discharged or died by April 5, 2020. Demographic, clinical, treatment, and laboratory data were extracted from medical records and compared (FDR-corrected) to those of neurological patients without COVID-19 admitted in the same period. Results: 173 patients were included in this study, of whom 56 were positive for COVID-19 while 117 were negative for COVID-19. Patients with COVID-19 were older, had a different distribution regarding admission diagnoses, including cerebrovascular disorders, and had a higher quick Sequential Organ Failure Assessment (qSOFA) score on admission (all p<0.05). In-hospital mortality rates and incident delirium were significantly higher in the COVID-19 group (all p<0.005). COVID-19 and non-COVID patients with stroke had similar baseline characteristics but patients with COVID-19 had higher modified Rankin scale scores at discharge, with a significantly lower number of patients with a good outcome (all p<0.001). In patients with COVID-19, multivariable regressions showed increasing odds of in-hospital death associated with higher qSOFA scores (odds ratio 4.47, 95% CI 1.21-16.5; p=0.025), lower platelet count (0.98, 0.97-0.99; p=0.005) and higher lactate dehydrogenase (1.01, 1.00-1.03; p=0.009) on admission. Conclusions: COVID-19 patients admitted with neurological disease, including stroke, have a significantly higher in-hospital mortality, incident delirium and higher disability than patients without COVID-19.",
    "author": "Irene Volonghi; Loris Poli; Matteo Benini; Nicola Gilberti; Antonella Alberici; Paolo Invernizzi; Stefano Gazzina; Laura Brambilla; Nicola Zoppi; Alessandro Pezzini; Matteo Cortinovis; Raffaella Spezi; Paolo Liberini; Marcello Giunta; Enrico Premi; Elisabetta Cottini; Matilde Leonardi; Stefano Cotti Piccinelli; Massimo Gamba; Ilenia Libri; Andrea Pilotto; Andrea Scalvini; Francesca Schiano di Cola; Martina Locatelli; Massimiliano Filosto; Stefano Masciocchi; Sonia Bonacina; Veronica Vergani; Chiara Agosti; Salvatore Caratozzolo; Viviana Cristillo; Ugo Leggio; Barbara Borroni; Barbara Risi; Alessandro Padovani; Alberto Imarisio; Renata Rao; Luca Rozzini; Alberto Benussi; Ilenia Delrio; Enrico Baldelli; Stefano Gipponi; Angelo Costa; Mauro Magoni",
    "date": 2020,
    "doi": "10.1101/2020.04.28.20082735",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.28.20082735"
    },
    "title": "Clinical characteristics and outcomes of inpatients with neurological disease and COVID-19",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Author Declarations"
        }
    ]
}