{
    "abstract": "OBJECTIVE: To provide estimates of the relative risk of COVID-19 death in people <65 years old versus older individuals in the general population, the absolute risk of COVID-19 death at the population level during the first epidemic wave, and the proportion of COVID-19 deaths in non-elderly people without underlying diseases in epicenters of the pandemic. ELIGIBLE DATA: Countries and US states with at least 800 COVID-19 deaths as of April 24, 2020 and with information on the number of deaths in people with age <65. Data were available for 11 European countries (Belgium, France, Germany, Ireland, Italy, Netherlands, Portugal, Spain, Sweden, Switzerland, UK), Canada, and 12 US states (California, Connecticut, Florida, Georgia, Illinois, Indiana, Louisiana, Maryland, Massachusetts, Michigan, New Jersey and New York) We also examined available data on COVID-19 deaths in people with age <65 and no underlying diseases. MAIN OUTCOME MEASURES: Proportion of COVID-19 deaths in people <65 years old; relative risk of COVID-19 death in people <65 versus ≥65 years old; absolute risk of COVID-19 death in people <65 and in those ≥80 years old in the general population as of May 1, 2020; absolute COVID-19 death risk expressed as equivalent of death risk from driving a motor vehicle. RESULTS: Individuals with age <65 account for 4.8-9.3% of all COVID-19 deaths in 10 European countries and Canada, 13.0% in the UK, and 7.8-23.9% in the US locations. People <65 years old had 36- to 84-fold lower risk of COVID-19 death than those ≥65 years old in 10 European countries and Canada and 14- to 56-fold lower risk in UK and US locations. The absolute risk of COVID-19 death as of May 1, 2020 for people <65 years old ranged from 6 (Canada) to 249 per million (New York City). The absolute risk of COVID-19 death for people ≥80 years old ranged from 0.3 (Florida) to 10.6 per thousand (New York). The COVID-19 death risk in people <65 years old during the period of fatalities from the epidemic was equivalent to the death risk from driving between 13 and 101 miles per day for 11 countries and 6 states, and was higher (equivalent to the death risk from driving 143-668 miles per day) for 6 other states and the UK. People <65 years old without underlying predisposing conditions accounted for only 0.7-2.6% of all COVID-19 deaths (data available from France, Italy, Netherlands, Sweden, Georgia, and New York City). CONCLUSIONS: People <65 years old have very small risks of COVID-19 death even in pandemic epicenters and deaths for people <65 years without underlying predisposing conditions are remarkably uncommon. Strategies focusing specifically on protecting high-risk elderly individuals should be considered in managing the pandemic.",
    "affiliations": [
        "Uppsala University, the Swedish Society of Medicine and the Blanceflor Foundation (Dr. Axfors)"
    ],
    "author": "Despina G. Contopoulos-Ioannidis; Cathrine Axfors; John P. A. Ioannidis",
    "date": 2020,
    "doi": "10.1101/2020.04.05.20054361",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.05.20054361"
    },
    "title": "Population-level COVID-19 mortality risk for non-elderly individuals overall and for non-elderly individuals without underlying diseases in pandemic epicenters",
    "funding": [
        {
            "award-group": [
                {
                    "funding-source": "Laura and John Arnold Foundation",
                    "award-id": [
                        "Dr Ioannidis"
                    ]
                },
                {
                    "funding-source": "Dr Ioannidis)"
                }
            ],
            "funding-statement": "METRICS has been supported by grants from the Laura and John Arnold Foundation (Dr Ioannidis)"
        }
    ]
}