{
    "abstract": "Background. Since December 2019, Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), responsible for Coronavirus Disease 2019 (COVID-19), is spreading worldwide, causing significant morbidity and mortality. No specific treatment has yet clearly shown to improve the disease's evolution. Validated therapeutic options are urgently needed. Methods. In this retrospective study, we aimed to evaluate determinants of the prognosis of the disease in 70 patients with COVID-19 severe pneumonia (i.e. requiring at least 3 liters of oxygen) hospitalized between 10 March and 9 April, 2020, in the Centre Hospitalier Alpes Leman, France. The main outcome was oro-tracheal intubation and the exposure of interest was corticotherapy. Since this was not a randomized trial, we used propensity score matching to estimate average treatment effect. Results. There was evidence that corticotherapy lowered the risk of intubation with a risk difference of -47.1% (95% confidence interval -71.8% to -22.5%). Conclusion. Corticosteroid, a well-known, easily available, and cheap treatment, could be an important tool in management of severe COVID-19 patients with respiratory failure. Not only could it provide an individual benefit, but also, in the setting of the COVID-19 ongoing pandemic, lower the burden on our vulnerable healthcare systems.",
    "author": "Dominique Leduc; Colleen Masse; Chloe Wackenheim; Benjamin Amar; Thomas Boisson; Camille Lassale; Thibaut Challan-Belval; Marie Lacoste; Tomasz Chroboczek; Jason Hubac; Victor Dechaene; Laetitia Touhiri-Maximin; Sandrine Megessier",
    "date": 2020,
    "doi": "10.1101/2020.05.08.20094755",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.08.20094755"
    },
    "title": "Beneficial effect of corticosteroids in severe COVID-19 pneumonia: a propensity score matching analysis.",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No financial support was received, and none of the authors has a conflict of interest concerning this report."
        }
    ]
}