{
    "abstract": "Background: There is conflicting data regarding the use of hydroxychloroquine (HCQ) in COVID-19 hospitalized patients Objective: To assess the efficacy of HCQ in increasing SARS-CoV-2 viral clearance Design: Retrospective observational study Setting: Cleveland Clinic Abu Dhabi Participants: Hospitalized adult patients with confirmed SARS-CoV-2 infection Intervention: None Measurements: The primary outcome was the time from a confirmed positive nasopharyngeal swab to turn negative. A negative nasopharyngeal swab conversion was defined as a confirmed SARS-CoV-2 case followed by two negative results using RT-PCR assay with samples obtained 24 hours apart Results: 34 confirmed COVID-19 patients were included. Nineteen (55.9%) patients presented with symptoms, and 14 (41.2%) had pneumonia. Only 21 (61.8%) patients received HCQ. The time to SARS-CoV-2 negativity nasopharyngeal test was significantly longer in patients who received HCQ compared to those who did not receive HCQ (17 [13-21] vs. 10 [4-13] days, p=0.023). HCQ was independently associated with time to negativity test after adjustment for potential confounders (symptoms, pneumonia or oxygen therapy) in multivariable linear regression analysis. On day 14, 47.8% (14/23) patients tested negative in the HCQ group compared to 90.9% (10/11) patients who did not receive HCQ (p=0.016). Limitations: Small sample size and retrospective design with a potential risk of selection bias Conclusion: HCQ was associated with a slower viral clearance in COVID-19 patients with mild to moderate disease. Data from ongoing randomized clinical trials with HCQ should provide a definitive answer regarding the efficacy and safety of this treatment.\nCompeting Interest Statement",
    "author": "Fadi Hamed; Ahmad Nusair; Maher Balkis; Asim Malik; Fernanda Bonilla; Mohamed A Mohamed; Jihad Mallat; Mohamad Mooty",
    "date": 2020,
    "doi": "10.1101/2020.04.27.20082180",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.04.27.20082180"
    },
    "title": "Hydroxychloroquine is associated with slower viral clearance in clinical COVID-19 patients with mild to moderate disease: A retrospective study",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "No external funding was received."
        }
    ]
}