{
    "title": "SARS-CoV-2 invades host cells via a novel route: CD147-spike protein",
    "author": "Ke Wang, Wei Chen, Yu-Sen Zhou, Jian-Qi Lian, Zheng Zhang, Peng Du, Li Gong, Yang Zhang, Hong-Yong Cui, Jie-Jie Geng, Bin Wang, Xiu-Xuan Sun, Chun-Fu Wang, Xu Yang, Peng Lin, Yong-Qiang Deng, Ding Wei, Xiang-Min Yang, Yu-Meng Zhu, Kui Zhang, Zhao-Hui Zheng, Jin-Lin Miao, Ting Guo, Ying Shi, Jun Zhang, Ling Fu, Qing-Yi Wang, Huijie Bian#1, Ping Zhu#2, Zhi-Nan Chen#1",
    "date": 2020,
    "affiliations": [
        "National Translational Science Center for Molecular Medicine & Department of Cell Biology, Fourth Military Medical University, Xi'an, China, 710032",
        "Department of Clinical Immunology, Xijing Hospital, Fourth Military Medical University, Xi'an, China, 710032",
        "Tangdu Hospital, Fourth Military Medical University, Xi'an, China, 710038",
        "Beijing Institute of Biotechnology, Beijing, China, 100071",
        "Department of Foreign Languages, Fourth Military Medical University, Xi'an, China, 710032"
    ],
    "identifiers": {
        "arxiv": null,
        "doi": "10.1101/2020.03.14.988345",
        "isbn": null,
        "doc_id": null,
        "url": "http://biorxiv.org/cgi/content/short/2020.03.14.988345.pdf"
    },
    "abstract": "Currently, COVID-19 caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has been widely spread around the world; nevertheless, so far there exist no specific antiviral drugs for treatment of the disease, which poses great challenge to control and contain the virus. Here, we reported a research finding that SARS-CoV-2 invaded host cells via a novel route of CD147-spike protein (SP). SP bound to CD147, a receptor on the host cells, thereby mediating the viral invasion. Our further research confirmed this finding. First, in vitro antiviral tests indicated Meplazumab, an anti-CD147 humanized antibody, significantly inhibited the viruses from invading host cells, with an EC50 of 24.86 μg/mL and IC50 of 15.16 μg/mL. Second, we validated the interaction between CD147 and SP, with an affinity constant of 1.85×10-7M. Co-Immunoprecipitation and ELISA also confirmed the binding of the two proteins. Finally, the localization of CD147 and SP was observed in SARS-CoV-2 infected Vero E6 cells by immuno-electron microscope. Therefore, the discovery of the new route CD147-SP for SARS-CoV-2 invading host cells provides a critical target for development of specific antiviral drugs. KEY WORDS: CD147; Spike protein; SARS-CoV-2; Invasive route INTRODUCTION",
    "keywords": [
        "CD147",
        "Spike protein",
        "SARS-CoV-2",
        "Invasive route"
    ],
    "funding": [
        {}
    ]
}