{
    "abstract": "Background: The coronavirus disease-19 (COVID-19) pandemic threatens to overwhelm the healthcare resources of the country, but also poses a personal hazard to healthcare workers, including physicians. To address the potential impact of excluding physicians with a high risk of adverse outcomes based on age, we evaluated the current patterns of age of licensed physicians across the United States. Methods: We compiled information from the 2018 database of actively licensed physicians in the Federation of State Medical Boards (FSMB) across the US. Both at a national- and the state-level, we assessed the number and proportion of physicians who would be at an elevated risk due to age over 60 years. Results: Of the 985,026 licensed physicians in the US, 235857 or 23.9% were aged 25-40 years, 447052 or 45.4% are 40-60 years, 191794 or 19.5% were 60-70 years, and 106121 or 10.8% were 70 years or older. Age was not reported in 4202 or 0.4% of physicians. Overall, 297915 or 30.2% of physicians were 60 years of age or older, 246167 (25.0%) 65 years and older, and 106121 (10.8%) 70 years or older. States in the US reported that a median 5470 licensed physicians (interquartile range [IQR], 2394 to 10108) were 60 years of age or older. Notably, states of North Dakota (n=1180) and Vermont (n = 1215) had the lowest and California (n=50786) and New York (n=31582) the highest number of physicians over the age of 60 years (Figure 1). Across states, the median proportion of physicians aged 60 years and older was 28.9% (IQR, 27.2%, 31.4%), and ranged between 25.9% for Nebraska to 32.6% for New Mexico (Figure 2). Discussion: Older physicians represent a large proportion of the US physician workforce, particularly in states with the worst COVID-19 outbreak. Therefore, their exclusion from patient care will be impractical. Optimizing care practices by limiting direct patient contact of physicians vulnerable to adverse outcomes from COVID-19, potentially by expanding their participation in telehealth may be a strategy to protect them.\nCompeting Interest Statement",
    "affiliations": [
        "Shenzhen Center for Health Information for work to advance intelligent disease prevention and health promotion; collaborates with the National Center for Cardiovascular Diseases in Beijing; received payment from the Arnold & Porter Law Firm for work related to the Sanofi clopidogrel litigation and from the Ben C. Martin Law Firm for work related to the Cook IVC filter litigation; receives payment from the Siegfried & Jensen Law Firm for work related to Vioxx litigation; chairs",
        "Cardiac Scientific Advisory Board for UnitedHealth; is a participant/participant representative of the IBM Watson Health Life Sciences Board; is a member of the Advisory Board for Element Science, the Advisory Board for Facebook, and the Physician Advisory Board for Aetna; and is the founder of HugoHealth, a personal health information platform and a co-founder of Refactor Health, an enterprise healthcare AI-augmented data management company. The other authors report no potential conflicts of interest"
    ],
    "author": "Harlan Krumholz; Rohan Khera; Lovedeep Singh Dhingra; Snigdha Jain",
    "date": 2020,
    "doi": "10.1101/2020.03.26.20044263",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.03.26.20044263"
    },
    "title": "An Evaluation of the Vulnerable Physician Workforce in the United States During the Coronavirus Disease-19 Pandemic",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "The study did not receive any funding."
        }
    ]
}