{
    "abstract": "Background The world is facing the Coronavirus pandemic which is highly infectious. A number of measures have been put in place to prevent its spread among the population. However, for these preventive measures to be effective, the population requires an appropriate and sufficient knowledge. Thus, a survey was conducted with the aim of assessing the awareness, knowledge, attitude and practices towards measures for prevention of the spread of Covid-19 amongst Ugandans. Methods This was a cross-sectional study conducted during the lockdown in Uganda. An online questionnaire and a snowballing approach was used for participant recruitment of 18 years above literate Ugandans. Data collection was done from 6th to 15th April 2020 during which 1763 people participated. We analyzed all data using STATA 14.2, applying appropriate statistical tests. Results Out of 1763 participants, 97.6% were aware of the current pandemic. 83.9% of participants had a good knowledge score (21.8/27), 72.4% had a good attitude and 85.3% were practicing measures to prevent the spread of the Coronavirus disease. The ordered logistic regression showed that being a Health worker was significantly associated with a high knowledge (aOR:6 (3.32-10.93); a good attitude (aOR:2.5(1.68-3.8)]) and good practice (aOR:2.9 (1.95-4.2). On contrary, being a driver, business entrepreneur and a security personnel were found to have less rate in awareness, knowledge, attitude and practice. Conclusions Ugandans had a good overall awareness, knowledge, attitude and practice. However, there is still a gap of knowledge, attitude and practice among drivers, business entrepreneur and security personnel. There is a need to mobilize the population in the country to have the same degree of awareness and knowledge which will have an impact on attitude and practice to prevent spread of COVID-19.",
    "author": "Franck Sikakulya; Simon Mambo Binezero; Robinson Ssebuufu; Sifa K. Nganza; Patrick Kyamanywa; Lucien Wasingya; Bwaga Ibrahim",
    "date": 2020,
    "doi": "10.1101/2020.05.05.20092247",
    "identifiers": {
        "url": "http://medrxiv.org/cgi/content/short/2020.05.05.20092247"
    },
    "title": "Awareness, knowledge, attitude and practice towards measures for prevention of the spread of COVID-19 in the Ugandans: A nationwide online cross-sectional Survey",
    "funding": [
        {
            "award-group": [],
            "funding-statement": "Not applicable"
        }
    ]
}